{
    "paper_id": "7486d94dc7b01ad2a7a0e93d954922c8dcc4226a",
    "metadata": {
        "title": "Passively acquired challenge immunity to enterotropic coronavirus in mice",
        "authors": [
            {
                "first": "F",
                "middle": [
                    "R"
                ],
                "last": "Homberger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven, Connecticut",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "W"
                ],
                "last": "Barthold",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University School of Medicine",
                    "location": {
                        "settlement": "New Haven, Connecticut",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Maternally-derived passive immunity of infant mice to challenge infection with enterotropic coronavirus mouse hepatitis virus strain Y (MHV-Y) was studied. Pups born to both naive and immune dams, but nursed by naive foster dams, were susceptible to infection, while naive or immune pups nursed by immune foster dams were protected. The MHV infectious dose was identical among naive pups inoculated at 1, 2, 3, or 4 weeks of age. Pups nursing immune dams resisted infection when inoculated at 1, 2, or 3 weeks of age. Three week old pups were protected only if they were allowed access to their immune dams. Pups born to MHV immune dams 4 in consecutive litters acquired equal MHV IgG titers in serum and whey and were all protected against challenge infection. Only pups actively ingesting immune whey at the time of or within two hours after virus inoculation were effectively protected. Pups born to dams immunized by oral inoculation with live MHV acquired both MHV-specific IgA and IgG in their whey, while pups born to dams immunized with killed virus acquired only IgG. Both IgA and IgG, but not IgG alone, were required for complete protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses infect many mammalian and avian species, including humans. Mouse hepatitis virus (MHV), the coronavirus of mice, is a highly contagious and mutable virus with numerous antigenically cross-reactive but distinct strains. Like coronaviruses of other species, MHV strains can be divided according to their primary tissue tropism into respiratory and enterotropic strains [3] . Enterotropic MHV is the most common form of natural infection in contemporary mouse colonies, but is the least studied of the two MHV biotypes. It is thus important not only as a natural pathogen of laboratory mice but also as a potential model for enteric coronavirus infections of other species. Epizootics of enterotropic M H V in naive mouse colonies are associated with diarrhea and high mortality a m o n g infant mice. Mice in enzootically infected colonies, on the other hand, show no signs of disease, suggesting that maternallyderived passive immunity protects neonatal mice from disease and possibly even infection [1, 3, 7, 10] . We have previously shown that following an immunizing infection with enterotropic MHV-Y, dams produce MHV-specific IgA and IgG, but not IgM in their whey. Pups born to and nursed by M H V -Y immune dams acquire MHV-specific IgG in their serum and both IgA and IgG in their gastric contents I-9]. IgG can be transferred from mouse d a m to pup in utero via yolk sac receptors, as well as post-natally for two weeks through receptors located on the intestinal mucosa [6] . We have found that maternally-derived IgA is transferred to pups in whey and is restricted to the lumen of the gastrointestinal tract without absorption [9] .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1020,
                    "end": 1022,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1023,
                    "end": 1026,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1494,
                    "end": 1497,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1653,
                    "end": 1656,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of the present study was to examine the protective effect of maternally-derived M H V antibody against challenge infection with enterotropic M H V and to delineate the role of different immunoglobulins in passively acquired challenge immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "MHV-free outbred CDI(Crl-CD1Br) mice were purchased from Charles River Breeding Laboratories, Portage, MI, shipped in filtered containers and housed in microisolator cages on pine shavings. Handling was performed aseptically in a biosafety change station as previously described [2] . Dams were immunized by a single oral inoculation with 10 3 median neonatal enteritis doses (NEDs0) of MHV-Y and bred to naive males after 10 days. Thus, pups were born on day 30 alter initial infection of their dams. Pups were inoculated orally with 103 NEDs0 MHV-Y. Interim blood samples from adult mice were obtained by periorbital bleeding under methoxyfturane anesthesia and terminal samples by cardiac puncture after euthanasia with carbon dioxide gas. Pups were killed and bled by decapitation. Whey was collected as previously described [9] . Tissues for histology were immersion-fixed in 10% neutral buffered saline, pH 7.2, embedded in paraffin, sectioned at 5 lxm and stained with hematoxylin and eosin. Tissue sections were examined blindly and scored positive if the mucosa contained pathognomic MHV syncytia [1] . Tissues for virus assay were collected aseptically and frozen at -70 °C.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 282,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "10 3",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1106,
                    "end": 1109,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Mice, inoculations, and sample collections"
        },
        {
            "text": "MHV-Y was isolated in NCTC-1469 cells from naturally infected mice [1] , but because of its inefficient in vitro replication, it was propagated in infant CD 1 mice. Clarified intestinal homogenate, derived from infant mice at 48 hours after oral MHV-Y inoculation, was used as an inoculum. MHV-S was obtained from the American Type Culture Collection, Bethesda, MD and passaged in NCTC-1469 cells. MHV-3 was obtained from the Institut f/Jr Labortierkunde, Universit~t Zfirich, Switzerland and passaged in NCTC-1469 cells.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Virus and virus assay"
        },
        {
            "text": "Because of the insensitivity of cell culture for detection and propagation of enterotropic MHV-Y, infectious virus in tissue samples was determined with an infant mouse bioassay. Tissues for virus assay were thawed, weighed and homogenized in glass grinders as 10% w/v suspensions in minimal essential containing 5% fetal bovine serum. Four 2 day old mice were inoculated orally with 10~t suspension and at 48 h after inoculation, ascending 37 colons were blindly examined microscopically for MHV lesions (syncytia, ne, crosis, inflammation), as previously described [1] . A sample was considered positive if at least 1 of 4 bioassay pups had enteritis. Pilot studies have determined that MHV-Y enteric lesions are at their zenith in the ascending colon at 48 h, but direct contact littermates do not yet have lesions at this interval. Thus, inoculation with multiple samples could be accomplished using a single litter differentially marked with ink.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 570,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Virus and virus assay"
        },
        {
            "text": "Since enterotropic MHV-Y does not replicate efficiently in cell culture [1, 3] , immunoassays with respiratory MHV strains as antigens were used. Serum and whey were tested for MHVspecific IgG by an enzyme immunoassay (EIA) with MHV-S infected NCTC-1469 cells [13] and for IgA by an enzyme-linked immunosorbent assay (ELISA) using purified MHV-3 as antigen [8, 9] . Sentinel animals were screened for inadvertant MHV infection by an indirect immunofluorescence assay [12] .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 76,
                    "end": 78,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Serology"
        },
        {
            "text": "The protective effect of passive immunity against challenge infection was first examined. Pups born to MHV-Y immune or naive dams were allowed to suckle their natural dams for six days, then transferred to immune of naive foster dams. Two days after transfer, all pups were challenged orally with MHV-Y, necropsied 48 h later and ascending colons examined for microscopic evidence of enteritis. Naive pups nursed by naive foster dams all developed enteritis (9/ 9) and naive pups nursed by immune dams showed no signs of disease (0/9) ()~2p ~< 0.001). On the other hand, immune pups transferred to immune foster dams were protected from disease (0/13) whereas all immune pups suckling naive foster dams had enteritis (13/13) (Z2p ~ 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Pups nursing MHV-Y immune dams have intraluminal IgG and IgA to M H V in their gastrointestinal tracts for the first two weeks, but not at weaning age [9] . To evaluate how this change affects protection against infection with enterotropic MHV, pups born to immune and naive dams were challenged at 1, 2, 3, and 4 weeks of age with serial 10-fold dilution doses (101-105 NEDs0) of MHV-Y. They were necropsied at 48 h; serum was collected for EIA and ascending colon samples were collected for histology and virus assay. Based upon both histological evidence of enteritis and detectable virus, different aged pups from naive dams were susceptible to approximately the same infectious dose of MHV-Y (Table 1) . One and two week old pups suckling immune dams were fully protected against infection, even when inoculated with 105 NEDs0 MHV-Y. Unweaned three week old pups of immune dams required a higher infectious virus dose to develop enteritis and detectable virus compared to weaned three and four week old mice, which were as susceptible to MHV-Y infection as non-immune animals of the same age-group ( [9] . To examine if the same is true for intraluminal antibody in the gastrointestinal tract and how it affects protection against challenge infection, pups of the first four litters born to immune and naive dams were inoculated with M H V -Y at one week of age and necropsied 48 h later. Whey and serum were collected for E I A / E L I S A and ascending colon for histology. Since by infecting the pups, dams would become superinfected or boosted immunologically, a separate group of dams was used to evaluate each litter. Naive males were used as sentinels throughout the experiment to detect accidental booster infections with MHV, and none were detected. IgG titers in serum and whey of seven day old pups did not decrease significantly over the course of four consecutive litters ( Table 2 ) . The pups' M H V IgG titers were, however, dependent u p o n their dams' serum M H V IgG titer. M H V IgA titers in the whey seemed to decrease slightly from the first to the fourth litter, but pups from all four litters born to immune dams were completely protected from enteritis after challenge with M H V -Y ( Table 2 ). The next experiment studied the effect of lactogenic passive antibody on ongoing infections with MHV-Y. One week old pups born to i m m u n e or naive dams were inoculated with M H V -Y and transferred to naive or immune dams, respectively, at -24, -12, -2, 0, + 2, + 12, or + 24h relative to inoculation. They were necropsied 48 h after infection and infection status was assessed by histology and virus bioassay of ascending colon samples from each mouse. Pups from i m m u n e dams transferred to naive foster dams at or after the time of inoculation, but not before, were protected from M H V -Y infection, based u p o n lack of enteritis and no detectable virus. Pups from naive dams transferred to immune foster dams before or within 2 h after inoculation, but not thereafter, Immune pups/naive foster dams 7/11 a 7/t0 5/12 0/9 0/9 0/11 0/12 Naive pups/immune foster dams 0/5 0/9 0/6 3/10 8/12",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1105,
                    "end": 1108,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 697,
                    "end": 706,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1892,
                    "end": 1899,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2217,
                    "end": 2224,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "\"Number of pups with enteritis/number examined were also protected ( Table 3) . These results suggest the importance of active ingestion of whey for protection against infection. A final experiment attempted to evaluate the importance of the different immunoglobulin classes involved in passive immunity. Adult female mice were immunized intraperitoneally eight times at intervals of five days with formalininactivated MHV-Y, according to a previous protocol [10] which caused t h e m to produce IgG but not IgA against MHV, which was confirmed by EIA/ ELISA. They were bred and allowed to whelp. At one week of age, the pups were challenged with M H V -Y and necropsied 48 h later. Serum and whey were collected for E I A / E L I S A and ascending colon samples for histology and virus assay. Reciprocal geometric mean serum EIA M H V IgG titers of nine dams (3456 :t: 1499 SD) were lower than those of orally infected animals, but comparable to dams having their third or fourth litter ( Table 2 ). The same was true for M H V IgG titers in pup serum (1600 + 883) and whey (141 + 51). No M H V IgA could be detected in any of the samples. Ascending colon histology of pups from 10 different litters (81 pups total) revealed mild nonspecific inflammation (enteritis) in many of the pups, but most cases could not be scored positive due to lack of pathognomonic syncytia. Five of the pups (representing 4 litters) had mild enteritis with demonstrable syncytia which could be definitively scored positive. Syncytia were very rare and less conspicuous in these mice compared to MHV-Y infected, naive mice ( Figs. 1 and 2) . Furthermore, virus could be detected in only 1 of 11 samples tested, including colons from 2 individual pups of 1 litter and pooled colon samples from each of 9 different litters. One pooled Fig. 1 . Ascending colonic mucosa of a nine day old mouse suckling a dam vaccinated with inactivated MHV-Y, 48 h after oral MHV-Y callenge. The mucosa is nearly normal, with a single small virus-induced syncytium (arrow) in the surface mucosa Fig. 2 . Ascending colonic mucosa of a nine day old mouse suckling a non-immune dam, 48 h after oral MHV-Y challenge. The mucosa has multiple virus-induced syncytia (arrows), the lamina propria is infiltrated with leukocytes and mucin vacuoles in goblet cells are less prominent than normal sample from 1 of the litters was positive. These results indicated no or low levels of replicating virus in these pups.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 77,
                    "text": "Table 3)",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 997,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1605,
                    "end": 1619,
                    "text": "Figs. 1 and 2)",
                    "ref_id": null
                },
                {
                    "start": 1813,
                    "end": 1819,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 2056,
                    "end": 2062,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Previous studies, using dams immunized oronasally or intraperitoneally with live respiratory MHV strain JHM [5, 11] or parenterally with inactivated enterotropic MHV strain DVIM [10] showed that maternally-derived passive immunity was capable of preventing death in pups challenged with the respective strain of MHV. These findings were confirmed in the present study with dams that were actively immunized by oral inoculation with enterotropic MHV-Y. This immunization procedure was chosen because it closely mimics the natural infection. Pups born to and nursed by dams that were immunized in this fashion were not only protected from fatal diarrhea, but we also showed they were protected from microscopic evidence of enteritis and were virus-free, based on bioassay of intestinal samples. Cross-foster nursing experiments showed that only the immune status of the dam nursing the pups at the time of infection was relevant for the pups' protection. The pups' systemic serum antibody had no effect on virus replication in their intestine. Passive immunity to enterotropic MHV seemed therefore to be solely dependent on intraluminal MHV IgA and IgG in the gastrointestinal tract of the pups. Furthermore, only intraluminal antibody present at the exact time of infection or up to two hours afterwards was able to neutralize the challenge virus and prevent enteritis and virus replication. In contrast, similar studies with respiratory MHV-JHM have shown that pasive immunity to challenge infection can be conferred by transfer of maternal IgG, and is not dependent upon active ingestion of whey at the time virus challenge [5] . The effectiveness of intraluminal antibody on neutralizing enterotropic MHV was underscored by another observation. Due to the change from milk to solid food at weaning age, pups nursed by immune dams had no detectable MHV-specific antibody in their gastrointestinal tract at that time [9] . When three week old pups from immune dams were challenged with MHV-Y, the group that had been separated from their dam at the time of infection was as susceptible to MHV-Y infection as pups from naive dams of the same age group, but three week old pups that were still suckling their immune dams were less susceptible to infection. Even in undetectable quantities, intraluminal antibody in the gastrointestinal tract of pups suckling immune dams seemed to be able to neutralize low titers of challenge virus.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1625,
                    "end": 1628,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1917,
                    "end": 1920,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Only pups up to one week of age develop severe or fatal disease when infected with enterotropic MHV-Y [4] . Older pups and adults do not usually develop apparent disease. This study was able to show that this age-related tendency to fatal diarrhea was not due to an increased susceptibility to enterotropic MHV infection, since all naive pups between one and four weeks of age were equally susceptible to the same infectious dose of MHV-Y, resulting in both enteritis and active virus infection. Pups suckling immune dams were fully protected against virus challenge for the first two weeks postpartum. This would explain why no apparent disease occurs among pups in enzootically infected mouse colonies. Maternally-derived passive immunity protects pups during the critical first two weeks of their lives. In enzootically infected colonies, pups most likely become infected at weaning or shortly thereafter, at an age when maternally derived antibody wanes and susceptibility to disease is minimal. Most mice in commercial breeding colonies give birth to less than eight litters during their lives. Since the protective effect of maternally-derived passive immunity to enterotropic MHV did not diminish over the course of four consecutive litters, one can speculate that immunity caused by the initial infection might effectively protect all pups subsequently born to these animals from fatal diarrhea when infected with the same strain of virus.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The present study confirmed previous findings that mice immunized orally with infectious MHV-Y produced virus specific IgG and IgA [9] , but mice immunized parenterally with inactivated MHV produced only IgG [10] , since the mucosal component of the immune response was missing. When pups nursed by dams immunized using these different means were challenged orally with MHV-Y, the group that received both IgG and IgA in milk was fully protected, based upon both histology and infectious virus assay. Pups that received only IgG in their milk had evidence of protection against virus challenge, but a few developed mild nonspecific enteritis and those that could be confirmed to be definitely infected based upon the presence of MHV syncytia of enterocytes or demonstrable infectious virus had very mild disease. It can therefore be concluded that while MHV-Y specific IgG has neutralizing capacity, IgA is needed for complete protection from infection.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These studies provide evidence that maternally-derived passive immunity to an enterotropic virus infection requires continuous, active ingestion of immune whey for effective protection. The laboratory mouse is host to two enterotropic viruses, coronavirus and rotavirus, which may be useful models for examining pathogenetic mechanisms of enterotropic viruses which cause neonatal disease in other species, including humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epizootic coronaviral typhlocolitis in suckling mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Barthold",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Pfs",
                    "middle": [],
                    "last": "Lord",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Jacoby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Main",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Lab Anita Sci",
            "volume": "32",
            "issn": "",
            "pages": "376--383",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mouse hepatitis virus S in weanling Swiss mice following intranasal inoculation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Barthold",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Lab Anita Sci",
            "volume": "33",
            "issn": "",
            "pages": "103--112",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mouse hepatitis virus biology and epizootiology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Barthold",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Viral and mycoplasmal infection of laboratory rodents: effects on biomedical research",
            "volume": "",
            "issn": "",
            "pages": "571--601",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Host age and genotypic effects on enterotropic mouse hepatitis virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Barthold",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Lab Anita Sci",
            "volume": "37",
            "issn": "",
            "pages": "36--40",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mouse hepatitis virus and host determinants of vertical transmission and maternally derived passive immunity in mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Barthold",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Arch Virol",
            "volume": "100",
            "issn": "",
            "pages": "171--183",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The transmission of antibodies from mother to fetus. In: Villee CA (ed) The placenta and fetal membrane",
            "authors": [
                {
                    "first": "Fwr",
                    "middle": [],
                    "last": "Brambell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Hemmings",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "71--84",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "New strain of mouse hepatitis virus as cause of lethal enteritis in infant mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hierholzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Broderson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Infect Immun",
            "volume": "24",
            "issn": "",
            "pages": "508--522",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Etablierung des serologischen Nachweises von Infektionen mit M/iusehepatitisvirus und dem Pneumonievirus der Maus mittels ELISA",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Homberger",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Dissertation. Rieker und Partner",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Maternally-derived passive immunity to enterotropic mouse hepatitis virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Homberger",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Arch Virol",
            "volume": "122",
            "issn": "",
            "pages": "133--141",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Maternally derived immune resistance to fatal diarrhea in infant mice due to mouse hepatitis virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ishida",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Jpn J Exp Med",
            "volume": "52",
            "issn": "",
            "pages": "231--235",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influence of maternal immunity on the outcome of murine coronavirus JHM infection in suckling mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pickel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Med Microbiol Immunol",
            "volume": "174",
            "issn": "",
            "pages": "15--24",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An immunofluorescence test for the detection of serum antibody to rodent coronaviruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Lab Anita Sci",
            "volume": "33",
            "issn": "",
            "pages": "157--160",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Two enzyme immunoassays for the detection of antibody to rodent coronaviruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Winograd",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Virol Methods",
            "volume": "14",
            "issn": "",
            "pages": "335--343",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1). All pups with enteritis had disease of equal severity among pups of the same age-group, regardless of virus dose. Histological evidence of enteritis correlated with detection of virus by bioassay in the paired samples. Pups born to MHV-Y immune dams in consecutive litters have been shown 38 F. R. Homberger and S. W. Barthold Table 1. Oral MHV challenge of pups suckling MHV-immune or naive dams at 1, 2, 3, and 4 weeks of age",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "MHV antibody titers in serum and whey of pups of four consecutive litters suckling immune and naive dams and effect of MHV challenge infection on pups at 7 days of age",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by grant RR02039 from the National Center for Research Resources, National Institutes of Health, Bethesda, MD. We thank Debby Beck and Deborah Winograd for their technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}