{
    "paper_id": "75a206c4a2b9108911451e30ce870694ee8afffb",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The 'damage-response' framework of microbial pathogenesis is based on three tenets 1,2 (BOX 1). First, that microbial pathogenesis is the outcome of an interaction between a HOST and a microorganism, and is attributable to neither the microorganism nor the host alone. Second, that the pathological outcome of the hostmicroorganism interaction is determined by the amount of DAMAGE to the host. Third, that damage to the host can result from microbial factors and/or the host response. These tenets form a scaffold -or framework -on which a formal theory can be built and tested. (Glossary terms within this article are defined as applied in the damage-response framework 1-6 .) It is likely that relationships have existed between hosts and microorganisms for as long as there have been interactions between host and microbial cells. Indeed, ancient host-microorganism interactions, in which bacteria were incorporated into a primordial host as organelles, are likely to have resulted in the evolution of eukaryotes 7, 8 . The outcome of many hostmicroorganism interactions can be either beneficial or detrimental to the microorganism, to the host, or to both the microorganism and the host (TABLE 1) . MUTUALISM and COMMENSALISM are examples of interactions that are beneficial to both the host and the microorganism. In the case of microorganisms that replicate within their hosts, detrimental outcomes result in the inability to replicate further and/or death. Although microbial replication can cause host damage, and possibly DISEASE, host damage and/or disease are not essential for microbial survival. Furthermore, microbial viability is not a requirement for microbial pathogenesis. For example, cysticercosis -a devastating neurological disease that is caused by the host inflammatory response to the cestode Taenia solium -can be precipitated by the death of the parasite, such that anti-helminthic therapy is considered to be detrimental in certain clinical situations 9 .",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 678,
                    "text": "1-6 .)",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1020,
                    "end": 1021,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1204,
                    "end": 1213,
                    "text": "MUTUALISM",
                    "ref_id": null
                },
                {
                    "start": 1981,
                    "end": 1982,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1192,
                    "end": 1201,
                    "text": "(TABLE 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Host-microorganism interactions that result in the clearance and/or control of a microorganism without the development of clinically relevant host damage represent a basis for the development of vaccines and immune-response-based therapies for infectious diseases. However, host-induced cell and/or tissue damage can also produce detrimental outcomes, which can result in disease or death -although certain manifestations of host damage represent the outcome of a successful immune response to MICROBIAL INFECTION. Some interactions are highly complex and illustrate the difficulty that can be associated with discriminating between a host and a microorganism. For example, the ingestion of certain microorganisms by amoebae (the host) can be beneficial to the amoebae,as the microorganisms are a source of food, and detrimental",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 514,
                    "text": "MICROBIAL INFECTION.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The late twentieth century witnessed the emergence of numerous infectious diseases that are caused by microorganisms that rarely cause disease in normal, healthy immunocompetent hosts. The emergence of these diseases shows that the existing concepts of pathogenicity and virulence do not take into account the fact that both the microorganism and the host contribute to microbial pathogenesis. To address this impediment to studies of host-microorganism interactions, we propose a new theoretical approach to understanding microbial pathogenesis, known as the 'damage-response' framework. HOST An entity in which microorganisms reside and/or replicate; an entity in which microbial pathogenesis occurs. DAMAGE Disruptions in the normal homeostatic mechanisms of a host that alter the functioning of cells, tissues or organs; for microorganisms, disruptions in the normal mechanisms that enable host entry, replication and/or the ability to establish residence in a host. infectious diseases that are caused by microorganisms that have been referred to as 'weak' , 'non'-pathogens or those that are 'less virulent'. Similarly, the concept of microbial 'opportunism' was devised to explain the emergence of previously rare infectious diseases in individuals with impaired immunity 15, 16 . However, the classification of such microorganisms as 'opportunistic' was often inadequate and misleading, as some so-called 'opportunistic' microorganisms can also cause disease in normal hosts 15 . Host failure, which is a 'host-centred' view of microbial pathogenesis, has also been used to explain the occurrence of diseases that are caused by microorganisms that do not fit Koch's postulates because they lack virulence determinants. These microorganisms do not cause disease in all hosts 17 and so cannot be explained by 'microorganism-centred' views. Examples of such diseases are catheter-associated candidiasis, Staphylococcus epidermidis endocarditis and Pneumocystis carinii pneumonia.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "HOST",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 709,
                    "text": "DAMAGE",
                    "ref_id": null
                },
                {
                    "start": 1279,
                    "end": 1282,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1283,
                    "end": 1285,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1483,
                    "end": 1485,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1782,
                    "end": 1784,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Arturo Casadevall and Liise-anne Pirofski"
        },
        {
            "text": "The study of microbial pathogenesis has its intellectual and scientific origins in microbiology and immunology -two fields that are largely 'microorganism-centred' and 'host-centred' , respectively. Indeed, an inherent bias towards either the host or the microorganism is often central to the thinking and investigative approaches of immunologists and microbiologists, respectively.'Microorganism-centred' investigators tend to test the influence of microbial manipulations (mutants) on virulence by holding the host variables constant -as exemplified by the frequent use of immunologically naive and genetically inbred hosts. The capacity of a defined characteristic, or mutation, to confer virulence in a host is required to fulfil molecular Koch's postulates 14 . By contrast, the approach of 'hostcentred' investigators, such as immunologists, generally involves manipulation of the host as the microbial variables are held constant. This is exemplified by studies that attempt to establish that a host component is essential for host defence by comparing the outcome of infection with the relevant microorganism in both normal (wild-type) and deficient (knockout) mice. Notably, the field of vaccinology has elements of both views, as evidenced by 'microorganism-centred' approaches with 'host-centred' thinking -a distinction that can place it at odds with its parental discipline of immunology 18 .",
            "cite_spans": [
                {
                    "start": 762,
                    "end": 764,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1401,
                    "end": 1403,
                    "text": "18",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Arturo Casadevall and Liise-anne Pirofski"
        },
        {
            "text": "Although 'microorganism-centred' and 'hostcentred' views of microbial pathogenesis have each provided valuable insights into microbial pathogenesis, neither simulates the reality in which each hostmicroorganism interaction is unique and occurs against a background of constant changes in both immune function and microbial fitness. It might not always be possible to account for both 'microorganism-centred' and 'host-centred' views in experimental design. However, consideration of the possible contributions of both the host and the microorganism to host damage could focus studies of microbial pathogenesis around a common principle, and has the potential to unify the field of microbial pathogenesis and the allied disciplines of immunology and vaccinology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arturo Casadevall and Liise-anne Pirofski"
        },
        {
            "text": "to the ingested microorganism. However, the ingestion of certain microorganisms, such as Legionella pneumophila or Cryptococcus neoformans, by the amoeba Acanthamoebae castellanii can result in death of the host -a process with striking similarities to the interaction of these microorganisms with macrophages in mammalian hosts 10, 11 . The same amoebae, however, can be microorganisms in human hosts and cause amoebic keratitis. Therefore, the distinction between host and microorganism is not invariant, yet it is relevant to understanding the outcome of certain host-microorganism interactions.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 332,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Arturo Casadevall and Liise-anne Pirofski"
        },
        {
            "text": "Despite being the outcome of an interaction, microbial pathogenesis is often viewed as a 'microorganismcentred' process. There are also proponents of the view that pathogenesis is 'host-centred'. Although 'microorganism-centred' advocates recognize the importance of the host, they generally attribute the capacity for pathogenicity and VIRULENCE to the activity and functions of microbial gene products and/or microbial replication. Inherent in this view, is the belief that microorganisms possess certain attributes that make them pathogenic, and that microorganisms that do not possess these attributes are not pathogenic (non-pathogens).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microorganism-and host-centred views"
        },
        {
            "text": "'Microorganism-centred' views have their intellectual origin in the discovery of virulins at the turn of the twentieth century 1 , are strongly supported by the discovery of virulence genes and pathogenicity islands, and are common in the field of bacterial pathogenesis 12, 13 . The existence of microbial factors that confer virulence, such as capsular polysaccharide or toxins, gives credence to the concept that individual gene products can determine pathogenicity. Such microbial determinants validate molecular Koch's postulates 14 ",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 275,
                    "end": 277,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 535,
                    "end": 537,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Microorganism-and host-centred views"
        },
        {
            "text": ". However, 'microorganism-centred' views fail to account for the pathogenicity of common microorganisms, such as Candida albicans and Staphylococcus aureus, as the strains of these microorganisms that are isolated from symptomatic or asymptomatic individuals are often indistinguishable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microorganism-and host-centred views"
        },
        {
            "text": "'Host-centred' views of microbial pathogenesis subscribe to the concept that a failure of host defence mechanisms results in susceptibility to certain microorganisms and their ability to establish themselves in protected niches.'Host-centred' views are based on the fact that not all individuals in a population become ill after infection with a PATHOGENIC MICROORGANISM. These views find support in the observation that immunocompromised hosts have a markedly increased incidence of Box 1 | Basic tenets of the damage-response framework • Microbial pathogenesis is an outcome of an interaction between a host and a microorganism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microorganism-and host-centred views"
        },
        {
            "text": "• The host-relevant outcome of the host-microorganism interaction is determined by the amount of damage to the host.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microorganism-and host-centred views"
        },
        {
            "text": "• Host damage can result from microbial factors and/or the host response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microorganism-and host-centred views"
        },
        {
            "text": "as illustrated by the discovery that P. carinii is a fungus after many years of being considered a protozoan parasite 19 . Classifications based on the perceived capacity of a microorganism to cause disease are also inadequate, because changes in host immune function, ecology and/or behaviour can render them obsolete. For example, Candida spp. were considered essentially non-pathogenic until the mid-1950s, when the introduction of antimicrobial chemotherapy and corticosteroids resulted in the recognition that they could cause disease in certain hosts 20 . Similarly, immunization can render a pathogenic microorganism a 'nonpathogen', as host immunity abrogates the ability of the relevant microorganism to cause disease. For example, variola virus is not pathogenic in individuals immunized with vaccinia virus. The central tenets of the 'damage-response' framework -that the outcome of microbial pathogenesis is the result of a host-microorganism interaction, and that the relevant outcome of this interaction is host damage -provide the basis for a new pathogen-classification scheme. This scheme is based on damage-response curves, which depict the host-microorganism interaction (FIG. 1 ). It consists of six different parabolic curves that represent the amount of host damage as a function of the intensity and degree of the host response. Each type of curve represents a type or a 'class' of pathogen (FIG. 2) . In the absence of a host response, damage is the result of the ability of the microorganism to induce damage. However, it is likely that most, if not all, hosts generate some degree of response to microbial infection and that many mechanisms that produce this response have the capacity to induce host damage.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "text": "19",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 557,
                    "end": 559,
                    "text": "20",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 1190,
                    "end": 1197,
                    "text": "(FIG. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1414,
                    "end": 1422,
                    "text": "(FIG. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Microorganism-and host-centred views"
        },
        {
            "text": "The use of host damage as the common principle to classify pathogens allows them to be grouped according to common pathogenic outcomes. Microorganisms that cause similar types of diseases can be grouped together -despite their differences at the level of phylogeny, growth characteristics or other criteria that are used for pathogen classification. The pathogens that are grouped in a single class might not cause similar diseases, but what they have in common is the extent to which the damage or disease they cause is a function of the host immune response. Therefore, the pathogen classes convey the relative ability of a microorganism to cause disease based on the immune status of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microorganism-and host-centred views"
        },
        {
            "text": "In the damage-response framework, a pathogen is defined as a microorganism that is capable of causing damage to a host 1,3 . This definition allows the terms that have been used to define microorganisms that do, and do not cause disease, such as commensal, saprophyte, non-pathogen, opportunist and primary pathogen, to be dispensed with. This is a less ambiguous definition of a pathogen than that used previously, as the outcome or possible outcomes of damage are used to define the pathogen, and it dispenses with the need for modification or qualification to encompass microorganisms that cause disease rarely, or only in certain hosts. In the past, the meaning of the word 'virulence' has also caused confusion 1 . The damageresponse framework defines virulence as the relative capacity of a microorganism to cause damage to a host 1 . The word 'relative' is included because virulence is frequently measured in comparison with another microorganism or a variant of the same microorganism. However, when a more complete understanding of quantitative measures of damage is available, it should be possible to dispense with the word 'relative'. The damage-response framework definitions of pathogen and virulence underscore the concept that only in a susceptible host is a microorganism a pathogen, and virulence can be expressed 4 . Consequently, neither the characteristics of a pathogen, nor virulence, can be considered independent microbial variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogenicity and virulence redefined"
        },
        {
            "text": "At present, microbial classifications are largely based on phylogenetic groupings (for example, bacteria, viruses, parasites and fungi), the perceived capacity to cause disease (for example, primary pathogens, saprophytes, opportunistic pathogens or commensals) or, for bacteria, growth or other identifying characteristics (for example, whether it is an anaerobe, aerobe or facultative microorganism, or its appearance under Gramstain). These classifications are confusing, because, in addition to being problematic and often inadequate, they are also overlapping. Phylogenetic groupings are not very useful for pathogen classification because most of the members of any group are not pathogenic in a host. For example, of the more than 150,000 fungal species, only about 150 are pathogenic for humans, and these are often genetically distant from each other. Phylogenetic classifications are also subject to change, • The phenotype or property that is under investigation should be associated with pathogenic members of a genus or pathogenic strains of a species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Damage-response curves"
        },
        {
            "text": "• Specific inactivation of the gene or genes that are associated with the suspected virulence trait should lead to a measurable loss in pathogenicity or virulence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Damage-response curves"
        },
        {
            "text": "• Reversion or allelic replacement of the mutated gene should lead to restoration of pathogenicity. downwards and to the left, deteriorations in host immunity can shift them upwards, and exuberant immune responses, such as those elicited by some vaccines, can shift them upwards and to the right. Finally, the damage-response curves can help in the classification of new pathogens and diseases. For example, based on the available information, the new coronavirus associated with severe acute respiratory syndrome (SARS) 21 could be classified as a Class 3-, 4-, 5-or 6-like pathogen, depending on the information that is obtained from subsequent studies. Pathogens in these classes all cause host damage in the setting of strong immune responses, and SARS has been associated with lung damage in the setting of apparently robust immune responses. Indeed, the proposed system is flexible and allows pathogenic microorganisms to be regrouped as new information becomes available. For example, Saccharomyces cerevisiae (bakers' yeast) was considered to be non-pathogenic until it was associated with disease in certain patients with severe immune impairment 22 , which would have led it to be categorized as a Class 1 pathogen. However, recent evidence indicates that certain mutations in S. cerevisiae increase its virulence in normal mice by altering its surface properties to elicit a potent pro-inflammatory response that damages tissues and causes disease 23 . Consequently, it might be more appropriate to characterize S. cerevisiae as a Class 2 or 3 pathogen in mice.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 523,
                    "text": "21",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1156,
                    "end": 1158,
                    "text": "22",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1459,
                    "end": 1461,
                    "text": "23",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Damage-response curves"
        },
        {
            "text": "Microorganism-mediated damage in a host can result from a variety of mechanisms, ranging from replication of the pathogen, the production of toxic substances and subversion of the normal host homeostatic and/or immune mechanisms ( (TABLE 2) . Notably, each also has a polysaccharide capsule that is the key determinant of their capacity to induce host damage, and each causes a similar clinical syndrome. P. carinii is a Class 1 pathogen because it does not cause disease in hosts with normal immunity, and Aspergillus fumigatus is a Class 4 pathogen because it causes disease in individuals with either weak or strong immunity. In the case of individuals with strong immunity, disease results from an exuberant response to Aspergillus antigens that damages the host through hypersensitivity reactions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 240,
                    "text": "(TABLE 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "The nature of damage"
        },
        {
            "text": "The use of host damage to classify the outcome of a host-microorganism interaction acknowledges and accounts for the contribution of the host immune response to microbial pathogenicity and virulence. Therefore, the 'damage-response' framework can be used to characterize host-microorganism interactions that are either detrimental or beneficial to the host. A benefit to the host is indicated by the damage-response curve extending below the x-axis. The framework is a flexible system in that it can accommodate changes in both host and microorganism. For example, therapeutic interventions can shift the damage-response curves The arrow indicates that the position of the curve is variable, and depends on the particular host-microorganism interaction. The y-axis denotes host damage as a function of the host response. In this scheme, host damage can occur throughout the host response, but is magnified at both extremes. The host response is represented by a continuum from 'weak' to 'strong'. 'Weak' and 'strong' are terms that can encompass both quantitative and qualitative characteristics of the host response and are used as the best available terms to denote the spectrum of host response as more precise terms are limiting. Weak responses are those that are insufficient, poor or inappropriate -that is, they are not strong enough to benefit the host. Strong responses are those that are excessive, overly robust or inappropriate -that is, they are too strong and can damage the host. When a threshold amount of damage is reached, the host can become symptomatic and if damage is severe, death can ensue. Green, yellow and purple represent health, disease and severe disease, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The nature of damage"
        },
        {
            "text": "from the immune response of normal individuals to these microorganisms. For example, the chemokine and cytokine mediator response to S. pneumoniae is responsible for the clinical manifestations of meningitis. A long-lasting inflammatory response to microbial components can result in cell death and the replacement of viable cells and parenchyma with fibrosis. Similarly, chronic inflammation can lead to amyloid production, as is observed in patients who have had tuberculosis (TB), and antigen-antibody complexes that form in the course of the immune responsesuch as those that develop in staphylococcal endocarditis or rickettsial diseases -can form deposits in vascular tissues and other organs, which trigger inflammation, organ damage and dysfunction. Antigenic mimicry can evoke immune responses that destroy cells and tissue -as exemplified during the pathogenesis of acute rheumatic fever and the development of haemolytic anaemia in the course of Mycoplasma pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The nature of damage"
        },
        {
            "text": "Host-microorganism contact is followed by two main outcomes, namely, the elimination of the microorganism from the host or infection, which can be defined as the acquisition of a microorganism by a host 2 . Following infection by the microorganism, four main outcomes, or states, are possible: commensalism, COLONIZATION, persistence (or LATENCY) and disease (FIG. 3) . These states are a consequence of the outcome of the amount of host damage that results from hostmicroorganism interactions over time, and are generally continuous, such that when damage exceeds a threshold amount, another state becomes relevant 5 . For example, the state of colonization becomes the state of disease when a critical amount of host damage has occurred; the state of disease can become the state of latency; and the state of latency can become the state of disease, again depending on the amount of damage resulting from the host-microorganism interaction. These definitions make no assumptions about the length of time that a state predominates, but instead indicate that as time progresses, different outcomes of infection are determined by the nature and degree of damage that results from the host-microorganism interaction. The role of the host response in the outcome of microbial infection is twofold. First, it defines the threshold that distinguishes host damage from clinical disease, and second, it represents a factor that mediates transitions between the different states. At present, the inability to precisely define both damage and the threshold between damage and disease, makes the distinction between certain states difficult. For example, distinguishing commensalism from colonization is not possible when the latter is accompanied by little or no damage 2, 5 .",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 617,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1761,
                    "end": 1763,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1764,
                    "end": 1765,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 367,
                    "text": "(FIG. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Host damage as a function of time"
        },
        {
            "text": "In contrast to microorganism-based classification schemes, the damage-response framework is based on the concept that the fundamental difference between pathogenic and non-pathogenic microorganisms is a function of the host response to the microorganism. An effective immune response can abrogate the factor is entirely responsible for host damage -for example, a toxin that causes damage irrespective of the host response because toxin action is so rapid and/or the amount of toxin is insufficient to trigger an immune response. Previously, we have proposed that toxin-producing microorganisms are a variant of Class 3 where the curve is flat at both ends 1 , but here we suggest that this type of interaction might be unique and warrants a separate panel. As shown here, the damage-response classification scheme is flexible and makes it possible to postulate the existence of pathogens for which there are no known examples at present. Such pathogens could be recognized in the future as 'emerging' pathogens as shown in c and d. c | The Class 4 curve is extended below the x-axis. Such a theoretical microorganism would be a commensal in the setting of intermediate host responses, but pathogenic in hosts with either weak or strong responses. d | The inverted parabola represents a putative host-microorganism interaction that induces damage over a narrow and limited range of responses, but not in the presence of either strong or weak host responses. One example of such a phenomenon would be an antibody response to a hypothetical microorganism, whereby host damage is caused by antigen-antibody complexes. Although we cannot think of a specific microorganism that fits this description at this time, examples of this type of host damage are the host-microorganism interactions characterized by the Herxheimer reaction following treatment of syphilis, the similar reaction that can occur after the initiation of therapy for Pneumocystis carinii pneumonia, and serum sickness following the injection of foreign protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host damage as a function of time"
        },
        {
            "text": "this we make no apologies, as the field of microbial pathogenesis seeks to understand how microorganisms cause disease, an outcome that can only occur in a susceptible host.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host damage as a function of time"
        },
        {
            "text": "The only components of the damage-response framework are microorganisms that can cause disease and hosts. Similarly, the outcomes of a host-microorganism interaction after initial contact are simplified to infection, commensalism, colonization, persistence (latency) and disease. The use of damage as the common classification for microbial pathogenicity and virulence simplifies the lexicon of microbial pathogenesis and makes it possible to discard ambiguous terms, such as commensal, saprophyte, opportunist, exposure and carriage 1,2,4,5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using the damage-response framework"
        },
        {
            "text": "The damage-response framework was proposed based on clinical and experimental observations of the outcome of host-microorganism interactions. Despite being supported by a large body of observational evidence, it should also be subjected to experimental validation and/or refutation. To accomplish this, it will be necessary to develop better quantitative and qualitative measures of the immune response and host damage, as, at present, the information needed to validate or refute the damage-response framework is unavailable. The damage-response framework plots damage as a function of the immune response and uses the qualifiers 'strong' and 'weak' to denote quantitative and qualitative characteristics of the immune response. We appreciate that these terms are vague and, as such, that they might seem to oversimplify the complex, diverse and multidimensional nature of the host response -which includes both humoral and cellular components of the innate and adaptive immune systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using the damage-response framework"
        },
        {
            "text": "pathogenicity of a microorganism. Even highly virulent toxigenic microorganisms are not virulent in hosts that have been immunized with toxoid vaccines, such as tetanus toxoid. Therefore, although the existence of microbial virulence factors is incontrovertible, for many microorganisms it is the ability of these factors to override the mechanisms of host defence that makes them VIRULENCE FACTORS. The damage-response framework is neither microorganism-centred nor host-centred. It does, however, state that the outcome of host-microorganism interactions in a host is the defining aspect of microbial pathogenesis. In this regard, the damage-response framework might be considered to be biased towards the host. However, rather than holding the host responsible for pathogenesis, the damage-response framework places the context of microbial pathogenesis within the host. For COLONIZATION A state of host-microorganism interaction that leads to a variable amount of host damage, from minimal to great, thereby reflecting host immune responses that have the capacity to eliminate the microorganism or to promote the development of another state. LATENCY A state of host-microorganism interaction in which a microorganism persists in a host and can be associated with damage that can be evident at the cellular or tissue level, but is not associated with disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using the damage-response framework"
        },
        {
            "text": "A microbial component that can damage a host. The shortcomings of the terms 'strong' and 'weak' are evident if the case of P. carinii pneumonia is considered. This disease occurs almost exclusively in severely immunocompromised individuals and, consequently, P. carinii was classified as a Class 1 pathogen. However, clinical experience has shown improved outcomes in patients that are treated with corticosteroids, which indicates that lung damage in AIDS patients with P. carinii pneumonia is mediated largely by the residual immune system. Therefore, P. carinii pneumonia occurs in individuals with impaired ('weak') immune responses, but damage is likely to be immune-mediated. If treated as singular parameters, measurements of the immune response that are available at present, such as the amount and type of antibody response, delayed-type hypersensitivity, lymphocyte proliferation, cytokine levels or immunoglobulin E levels, are too limited and one-dimensional to be useful quantitatively on the x-axis of the damage-response curves. Even in combination, these parameters are not, at present, useful as we lack the knowledge to devise formulas that could take their relative contributions into account. Similarly, measures of damage, such as fever, organ dysfunction and cytokine levels in serum, are too insensitive to provide an accurate measure of the amount and quality of damage that results from the host-microorganism interaction. Damage, like the immune response, is the result of multiple events and their contributions from cellular, tissue and organ toxicity. For example, it has been shown that the interaction of C. albicans with different host effector cell receptors can result in different inflammatory profiles, which, in turn, translate into differences in virulence 25 . However, at present, we cannot predict the point at which subclinical damage becomes clinical disease or, indeed, the level of disease that results in the death of the organism. Therefore, the correct parameters for plotting on the x-and y-axes should be functions of multiple variables that include the contribution of multiple components of the immune system and damage, respectively.",
            "cite_spans": [
                {
                    "start": 1795,
                    "end": 1797,
                    "text": "25",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "VIRULENCE FACTOR"
        },
        {
            "text": "The damage-response framework proposes classifications, statements and predictions that are, in principle, amenable to experimental testing. We anticipate that, in the future, accurate measurements of host damage and the immune response will be available, which will allow the generation of experimental curves to which mathematical functions can then be fitted to formally describe the host-microorganism interaction. Any effort to investigate the validity of the damageresponse framework is likely to stimulate research into the relationship between host damage and the immune response. Such endeavours will provide new scientific insights, irrespective of whether the framework is ultimately validated or falsified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRULENCE FACTOR"
        },
        {
            "text": "We anticipate several important uses of the damageresponse framework. First, as has already been alluded to, efforts to validate or refute the framework will undoubtedly foster research into improved measures of damage and the immune response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRULENCE FACTOR"
        },
        {
            "text": "Second, the framework can lead to predictions that might enhance the development and predictability The host-microorganism interaction can be depicted by plotting host damage as a function of time. Panels a-d show how plotting damage versus time can be used to denote the states of the host-microorganism interaction for four different pathogens. Infection represents the acquisition of the microorganism by the host and is followed by the states of commensalism, colonization, latency and disease, depending on the amount of damage to the host 2,5 . These plots highlight the fact that for certain pathogens there is continuity between the various states. The colours green, yellow and purple denote health, disease and severe disease, respectively, and the relevant states for each host-microorganism interaction are highlighted in bold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRULENCE FACTOR"
        },
        {
            "text": "www.nature.com/reviews/micro R E V I E W S blood donors 26 . Recently, several countries have been affected by coronavirus-associated SARS 19 . If disease in SARS is found to be associated with a large viral burden, it might be anticipated that the process involves viralmediated damage and that antiviral therapy could be helpful therapeutically. However, if disease is found to be associated with inflammation and a paucity or absence of virus in tissues, then the pathogenic process might reflect immune-mediated damage for which antiinflammatory therapy could be helpful. Initial reports that corticosteroid therapy might be helpful 21 are consistent with the possibility that host-mediated damage is responsible for the disease.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "text": "26",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 139,
                    "end": 141,
                    "text": "19",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "VIRULENCE FACTOR"
        },
        {
            "text": "Fourth, the damage-response framework promises to be a useful educational tool as it avoids the 'bug parade' that students of microbial pathogenesis find so unsatisfactory, and instead provides a more straightforward classification of pathogenic microorganisms that integrates the contributions of both host and pathogen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRULENCE FACTOR"
        },
        {
            "text": "Finally, the damage-response framework should provide a mechanism that brings together, under one umbrella, the different areas of microbial pathogenesis that, at present, are isolated from one another, such as viral and bacterial pathogenesis. Such an approach would foster collaboration at all the interfaces between microbiology and immunology, and ultimately advance our understanding of infectious diseases. of rational vaccine design. Consider TB, a disease for which there has been a major effort to develop a vaccine and/or immune-based therapy. The causative agent of TB, Mycobacterium tuberculosis, is a Class 3 pathogen that induces damage at the extremes of the immune response. In immunocompetent individuals, damage reflects a robust, often helper-T-cell-1-like response, whereas in immunocompromised individuals it reflects an insufficient inflammatory response. As the basis of host damage differs, depending on the immune status of the individual, the damage-response framework would predict that the use of different types of vaccines, vaccine antigens or vaccination strategies might be necessary to prevent TB in immunocompetent and immunocompromised individuals. Similarly, immune therapies could be directed towards reducing the inflammatory damage in immunocompetent hosts and enhancing the immune function in immunocompromised hosts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRULENCE FACTOR"
        },
        {
            "text": "Third, the damage-response framework has the potential to characterize new and emerging infectious diseases, thereby facilitating a more rapid and focused response by the public authorities and research community. Two recent emerging infectious diseases exemplify this point. The recognition that the disease-to-infection ratio for West Nile virus in endemic areas is very low, led to the successful experimental use of passive antibody therapy with immunoglobulins from asymptomatic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRULENCE FACTOR"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Introduces the 'damage-response' framework and proposes a new classification for pathogens based on their ability to damage the host as a function of the host response",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Infect. Immun",
            "volume": "67",
            "issn": "",
            "pages": "3703--3713",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Expands the 'damage-response' framework to incorporate the variable of time and proposes that the outcome of the host-microorganism interaction can be reduced to four states that differ in the amount of damage incurred by the host as a function of time",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infect. Immun",
            "volume": "68",
            "issn": "",
            "pages": "6511--6518",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "What is a pathogen?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ann. Med",
            "volume": "34",
            "issn": "",
            "pages": "2--4",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Discusses limitations of the existing concepts of virulence and problems with definitions of virulence factors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Infect. Dis",
            "volume": "184",
            "issn": "",
            "pages": "337--344",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Highlights how the damage-response framework can be used to classify the host-microorganism interaction in clinical practice",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pirofski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infect. Dis",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "On the definition of virulence",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "ASM News",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The origin of plant and animal cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Margulis",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Am. Sci",
            "volume": "59",
            "issn": "",
            "pages": "230--235",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Symbiosis and evolution",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Margulis",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Sci. Am",
            "volume": "225",
            "issn": "",
            "pages": "48--57",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Principles and Practice of Infectious Diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2956--2965",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Legionella pneumophila pathogenesis: a fateful journey from amoebae to macrophages",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Swanson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Hammer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annu. Rev. Microbiol",
            "volume": "54",
            "issn": "",
            "pages": "567--613",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cryptococcus neoformans interactions with amoebae suggest an explanation for its virulence and intracellular pathogenic strategy in macrophages",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Steenbergen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Shuman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "18",
            "issn": "",
            "pages": "15245--15250",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Common themes in microbial pathogenicity revisited. Microbiol",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Falkow",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Mol. Biol. Rev",
            "volume": "61",
            "issn": "",
            "pages": "136--169",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pathogenicity islands of virulent bacteria: structure, function and impact on microbial evolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hacker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blum-Oehler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mühldorfer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tschäpe",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Mol. Microbiol",
            "volume": "23",
            "issn": "",
            "pages": "1089--1097",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Landmark paper that proposed a rigorous approach to establishing whether a gene was involved in microbial virulence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Falkow",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Rev. Infect. Dis",
            "volume": "10",
            "issn": "",
            "pages": "274--276",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The role of opportunistic bacteria in human disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Von Graevenitz",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Annu. Rev. Microbiol",
            "volume": "31",
            "issn": "",
            "pages": "447--471",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "History of opportunistic infection in the immunocompromised host",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin. Infect. Dis",
            "volume": "17",
            "issn": "",
            "pages": "318--321",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "An informative story of how the concept of microbial opportunism evolved in clinical practice",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pathogenicity and virulence: another view",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Isenberg",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Clin. Microbiol. Rev",
            "volume": "1",
            "issn": "",
            "pages": "40--53",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An excellent discussion of the limitations of Koch's postulates",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Exploiting the redundancy of the immune system: vaccines can mediate protection by eliciting 'unnatural' immunity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Exp. Med",
            "volume": "197",
            "issn": "",
            "pages": "1401--1404",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ribosomal RNA shows Pneumocystis carinii to be a member of the fungi",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Edman",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "334",
            "issn": "",
            "pages": "519--522",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Antimicrobial therapy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jawetz",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Annu. Rev. Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "85--114",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Severe acute respiratory syndrome (SARS): breath-taking progress",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Hawkey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhagani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Med. Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "609--613",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Saccharomyces cerevisiae bacteremia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Eschette",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Arch. Intern. Med",
            "volume": "140",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A Saccharomyces cerevisiae mutant with increased virulence",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kupiec",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magnelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abeijon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "100",
            "issn": "",
            "pages": "2766--2770",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Parasitealtered behaviour: is the effect of Toxoplasma gondii on Rattus norvegicus specific?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berdoy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Parasitology",
            "volume": "111",
            "issn": "",
            "pages": "403--409",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "dendritic cells and receptors: a host perspective of fungal virulence",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Romani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bistoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pucetti",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fungi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "508--514",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Prophylactic and therapeutic efficacy of human intravenous immunoglobulin in treating west nile virus infection in mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ben-Nathan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Infect. Dis",
            "volume": "188",
            "issn": "",
            "pages": "5--12",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Colonization with cagA-positive Helicobacter pylori strains inversely associated with reflux esophagitis and Barrett's esophagus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Loffeld",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Digestion",
            "volume": "62",
            "issn": "",
            "pages": "95--99",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Molecular Koch's postulates Molecular Koch's postulates as defined in REF. 14:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Basic parabolic curve of the damage-response framework. All other curves are derived from this basic curve.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The six classes of pathogenic microorganisms according to the damageresponse framework. a | The figure depicts the six pathogen classes, as described previously 1 . The extension of the curve below the x-axis represents the beneficial effect that interactions with Class 1 microorganisms can produce in normal hosts, whereby the host response prevents significant damage and commensalism confers a benefit to the host.Examples of pathogens classified by the six damage-response curves are listed in TABLE 2. We have previously suggested that Helicobacter pylori should be placed in Class 6 (REF. 2). The dashed line below the x-axis in the panel for Class 6 reflects recent evidence that H. pylori can confer a benefit in certain hosts, based on the observation of an inverse correlation between colonization with this organism and reflux oesophagitis 27 . Modified with permission from REF. 1  (1999) American Society for Microbiology. b | The figure denotes a situation where a microbial",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Plotting host damage as a function of time.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "A state of host-microorganism interaction that does not result in host damage after the state is initiated.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The outcomes of host-microorganism interactions",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The host response can damage host organs and tissues by a variety of mechanisms. The characteristic clinical features of microbial infection are a consequence of the inflammatory response that arises in part the host. For example, Streptococcus pneumoniae, Haemophilus influenzae, Neisseria meningitidis and C. neoformans, a Gram-positive bacterium, two Gramnegative bacteria and a fungus, respectively, are all Class 2 pathogens",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Classes of pathogens according to the damage-response framework",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Different types of microbial damage",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The following terms in this article are linked online to: Infectious Disease Information: http://www.cdc.gov/ncidod/diseases/index.htm candidiasis | Cryptococcus neoformans | cysticercosis | Legionella pneumophila | meningitis | Mycoplasma pneumonia | Pneumocystis carinii pneumonia | syphilis | tuberculosis Access to this interactive links box is free online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online links DATABASES"
        }
    ]
}