{
    "paper_id": "75b348019b075129217988c5f0f6d82b0025cfb8",
    "metadata": {
        "title": "STRUCTURE WATCH Spikes point the way",
        "authors": []
    },
    "abstract": [
        {
            "text": "New possibilities for the design of coronavirus vaccines have been opened up with the elucidation of the structure of the receptorbinding domain (RBD) of severe acute respiratory syndrome (SARS) spike protein. The RBD of the SARS spike protein is responsible for virus attachment to its receptor, angiotensinconverting enzyme-2 (ACE2), on human cells. The RBD of the human epidemic strain differs from that of the animal virus by just two amino acids. Harrison and colleagues determined the complex of the interacting segments of these proteins, which consists of residues 19-615 of the peptidase domain of human ACE2 and residues 323-502 of the RBD, to 2.9-Å resolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The ACE2 peptidase domain comprises two lobes that close during substrate binding, and the spike RBD contacts the tip of one lobe when ACE2 is either open or closed. The RBD has a five-stranded, antiparallel β-sheet core, and an extended-loop subdomain that lies along one edge of the core. A two-stranded β-sheet in this loop forms a concave surface that cradles the N-terminal helix of ACE2, and ridges along either side of the loop interact with structural features of ACE2. This loop (residues 424-494) was named the receptor-binding motif (RBM) and makes the only contacts with ACE2, producing a 1,700 Å 2 interface that is consistent with the high binding affinity of these proteins (K d ~10 -8 ). The detailed analysis of the contacts between these two proteins provides useful information for rational vaccine design. REFERENCE Li, F. et al. Structure of SARS coronavirus spike receptor-binding domain complexed with receptor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The solution structures of the four RNA-binding domains (RBDs) of polypyrimidine-tract-binding protein-1 (PTB1) in complex with RNA have now been solved by Oberstrass et al., leading to new models for the function of PTB1 as a repressor of alternative splicing. As an abundant eukaryotic RNAbinding protein, PTB1 is implicated in various aspects of RNA metabolism, but how it functions in these processes is not well understood. Oberstrass et al. used NMR to look at the structure of RBD1-4 in complex with a 5′-CUCUCU-3′ oligonucleotide, which is a common feature of intronic regulatory sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling splicing regulation"
        },
        {
            "text": "Each RBD binds independently to one RNA molecule and recognizes a different consensus sequence within the oligonucleotide. The nucleotides interact with the flat β-sheet surface of each RBD but, unlike other RBD-RNA structures, the third β-strand is only weakly involved in RNA binding. Whereas most RBDs have four β-strands, RBD2 and RBD3 have a fifth β-strand, which allows these domains to interact with a larger nucleotide sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling splicing regulation"
        },
        {
            "text": "Significantly, RBD3 and RBD4 interact extensively and have a fixed orientation such that their bound RNAs are antiparallel to each other and must be separated by a linker sequence. A single PTB1 molecule can therefore bring two distant pyrimidine tracts into close proximity and induce RNA looping -a feature that has led to the proposal of various models for the function of this protein in alternative splicing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling splicing regulation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Structure of PTB bound to RNA: specific binding and implications for splicing regulation",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Reference Oberstrass",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "2054--2057",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}