{
    "paper_id": "75c27d22500603cb20dab7de0986e63870c3f73a",
    "metadata": {
        "title": "Thomas May",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The fear of bioterrorism is increasing scientific isolationism in the United States. New restrictions on the publication of sensitive information relevant to biological weapons, on access to 'select' biological agents for research, and on the training of scientists from specified countries are some examples. Although restrictions on scientific activities might make sense in the context of nuclear-weapons proliferation, they may end up being counter-productive for the United States' defence against bioterror.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Biological terrorism poses a unique threat in that the devastation caused by the release of a biological agent is unlikely to be confined to the event itself, but will depend on the ease with which the disease spreads. Infectious disease cannot easily be restricted to any location, region or even nation. The World Health Organization (WHO) has documented numerous cases of global disease spread, including that of severe acute respiratory syndrome (SARS) in 2003. This virus disease originated in southern China and spread to nearly 30 countries, resulting in 8,098 infections and 774 deaths over nine months 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A bioterror attack would probably be much worse than this natural epidemic, as the infectious agents used and the manner of their release would be designed for maximum effect. If terrorists released a biological agent in a region where quick identification of a disease outbreak was unlikely, they could exploit the ease of international travel to spread the disease to 'targeted'countries once it had established a sufficiently strong foothold to make containment difficult. Consequently, attention to the global dimensions of bioterror threats is particularly important, including strengthening international means to identify and contain outbreaks of infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To date, national-security experts have considered the risk of this sort of attack to be fairly low 2 . It was thought that its indiscriminate nature -placing non-target populations, including the terrorists themselves, in danger -would undermine popular support for the terrorists'agenda.This analysis,however, reflects old expectations of terrorist behaviour based on rational self-interest -rules that simply do not apply to modern terrorists. Although many terrorists try to limit casualties for pragmatic reasons, emerging terrorist groups often have radicalized agendas that pay less, if any, concern to public support. In addition, today's terrorists have consistently demonstrated a willingness to die (and to kill innocent civilians) to achieve their goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this context,is the United States developing the best strategies for preventing bioterrorism, and for responding to and containing bioterror attacks? Homeland defence priorities 3 have emphasized diplomatic,intelligence, law-enforcement (including disruption of terrorists' financial networks) and bordercontrol measures designed to keep potential biological weapons out of the hands of terrorists. These are valid efforts but they do not fully address the international dimensions of modern bioterrorism and the most likely route by which an attack will reach the United States.It is also widely accepted that the 'open' nature of US society creates vulnerabilities to terrorism 3 . But when preparing ourselves for a bioterror attack, an open academic and educational system is one of our most important defensive strengths. New ways of thinking about security are sorely needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recognition of the true international nature of the bioterror threat should make the United States take a leading role in training foreign scientists, medical professionals and public-health personnel to build a global capacity for identifying and containing disease outbreaks. This must occur at several levels. First, the US Centers for Disease Control and Prevention (CDC) in Atlanta, Georgia, must be better equipped to provide significant support and training to international public-health personnel. Although such support has long been a focus of the CDC, the agency does not have the resources to expand these efforts: in 2003 the Council commentary NATURE | VOL 429 | 10 JUNE 2004 | www.nature.com/nature 603 on Foreign Relations 4 reported that even domestic training is \"drastically underfunded\". Second, efforts at the WHO to improve infectious-disease surveillance and containment must become priorities for the United States. The unique features of bioterrorism make practical improvements to international healthcare of equal strategic importance to traditional diplomacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Perhaps most important, we must take care to protect the open nature of our academic systems, and to avoid placing undue barriers on the training and education of foreign scientists and medical personnel. Although some restriction is necessary, attempts to control scientific expertise must be balanced with the need to promote security through scientific progress, such as the development of new tests and treatments to identify and contain disease outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some may argue that this will grant terrorists access to sensitive information and expertise, but it does not increase such risks significantly: even with restrictions it is relatively easy to find individuals willing to pursue biological weapons research for the right price. Ken Alibek, a former leading Soviet biowarfare scientist, reported 5 the recruitment of former colleagues by several countries, including Iran and North Korea. In reality, we cannot control access to biological weapons expertise through control of domestic science alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In contrast, the dependence of US science on foreign scientists is such that biodefence research will be inhibited if we continue down a road of scientific isolationism. Apart from the obvious barriers that restrictions on access to scientific information and tools place on research, restrictions on scientific training for foreign nationals will delay those countries from developing expertise crucial to identifying and containing disease outbreaks -key to any global strategy against bioterrorism. What is required is the proliferation of scientific training worldwide, not scientific isolationism. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Against All Enemies: Inside America's War on Terror",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Report of an Independent Task Force Sponsored by the Council on Foreign Relations",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rudman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Thomas May is at the Medical College of Wisconsin, Milwaukee, Wisconsin 53226, USA.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "International scientific collaboration is the best defence against bioterror.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation is not the answer"
        },
        {
            "text": "P. MARTINEZ MONSIVAIS/AP",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Do President George W. Bush's policies for combating bioterror have the right focus?"
        }
    ]
}