{
    "paper_id": "75d82d45aa158ee3375e0ed7030af287b9c51082",
    "metadata": {
        "title": "Pairwise coupling analysis of helical junction hydrogen bonding interactions in luteoviral RNA pseudoknots † NIH Public Access Author Manuscript",
        "authors": [
            {
                "first": "Peter",
                "middle": [
                    "V"
                ],
                "last": "Cornish",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Urbana-Champaign",
                    "location": {
                        "addrLine": "1110 West Green Street",
                        "postCode": "61801-3180",
                        "settlement": "Urbana",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "P"
                ],
                "last": "Giedroc",
                "suffix": "",
                "affiliation": {},
                "email": "giedroc@tamu.edu."
            }
        ]
    },
    "abstract": [
        {
            "text": "A 28-nucleotide mRNA pseudoknot that overlaps the P1 and P2 genes of sugarcane yellow leaf virus (ScYLV) stimulates −1 ribosomal frameshifting. The in vitro frameshifting efficiency is decreased ≈8 fold upon substitution of the 3′ most loop 2 nucleotide (C27) to adenosine, which accepts a hydrogen bond from the 2′-OH of C14 in stem S1. The solution structures of the wild-type (WT) and the C27A ScYLV RNA pseudoknots show that while the RNAs adopt virtually identical overall structures, there are significant structural differences at the helical junctions of the two RNAs. Specifically, C8 + in loop L1 in the C8 + ·(G12-C28) L1-S2 major groove base triple is displaced by ≈2.3 Å relative to the accepting stem 2 base pair (G12-C28) in the C27A RNA. Here, we employ a double mutant cycle approach to analyze the pairwise coupling of the C8 + ·(G12-C28) and C27·(C14-G7) or A27·(C14-G7) hydrogen bonds in the WT and C27A ScYLV RNAs, respectively, and compare these findings with previous results from the beet western yellows virus (BWYV) RNA. We find that the pairwise coupling free energy (δ AB i ) is favorable for the WT RNA (-0.7 ±0.1 kcal·mol −1 ), thus revealing that formation of these two hydrogen bonds is positively cooperative. In contrast, δ AB i is +0.9 ±0.4 kcal·mol −1 for the poorly functional C27A ScYLV RNA, indicative of non-additive hydrogen bond formation. These results reveal that cooperative hydrogen bond formation across the helical stem junction in H-type pseudoknots correlates with enhanced frameshift stimulation by luteoviral mRNA pseudoknots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "pseudoknot; frameshifting; protonated cytidine; hydrogen bond coupling Intricately folded motifs in both the noncoding and coding regions of mRNAs are known to regulate all steps of the translation cycle. RNA functions in cap-independent translational initiation by providing a binding site for 40S ribosomal subunits in internal ribosomal entry sites (IRES) (1). Riboswitches are naturally occurring aptamers that bind metabolites including adenine, guanine, S-adenosylmethionine, and thiamine pyrophosphatase that directly regulate the expression of enzymes linked to their production or degradation (2). Folded RNA motifs found in coding regions of mRNAs regulate ribosomal recoding by stimulating stop codon suppression, stop codon redefinition, or change the translational reading frame, an example of which is −1 programmed ribosomal frameshifting (−1 PRF) (3,4). −1 PRF occurs during translational elongation where the mRNA slips back by one nucleotide into the \"−1\" reading frame relative to the reference \"0\" frame. In RNA viruses, −1 PRF is used to produce several †",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "proteins (P1, P2) from a single ribosomal initiation site while regulating the relative ratios of gene products (P1 vs. P1-P2) as dictated by the efficiency of the frameshift. Maintaining a proper ratio of gene products has been shown to be important for viral propagation and infectivity in retroviruses and yeast retrotransposable elements (5) (6) (7) (8) (9) .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For efficient frameshifting to occur, several elements must be present in the mRNA (10) . The first is a slip site, which in most cases conforms to the sequence X XXY YYZ, where X is any nucleotide, Y is A or U, and Z is any nucleotide except G (11) . The slip site is positioned in the A and P sites of the ribosome at the time frameshifting occurs. Also required for efficient frameshifting is an RNA structural element, which in many cases is an RNA pseudoknot. This RNA structural element is separated from the 3′ edge of the slip site by a 6 to 8 nucleotide linker. The linker length is likely required for optimally positioning the pseudoknot at the mRNA entry tunnel of the ribosome where the RNA helicase activity is thought to be localized (12) (13) (14) . −1 PRF is responsible for the production of the genomically encoded P1 and P1-P2 fusion proteins in plant luteoviruses (15) . The stimulatory RNA structure in luteoviral mRNAs is a hairpin (H)-type RNA pseudoknot, which contains two helical stems (S1, S2) connected by nonequivalent loops (L1, L2). Luteoviral RNA pseudoknots are characterized by an intricate collection of stabilizing tertiary structural loop-loop and loop-stem hydrogen bonding interactions (16) (17) (18) (19) . A C + ·(G-C) L1-S2 major groove trans Watson-Crick/Hoogsteen base triple has been observed in all luteoviral pseudoknots thus far investigated and protonation has been shown to be stabilizing by 2-3 kcal·mol −1 at 37 ºC (20) . Further, this interaction is essential for the efficient frameshift stimulation by these pseudoknots (16, 17, 21, 22) . Two L2-S1 minor groove interactions at the helical junction have also been shown to be important for pseudoknot stability and maintenance of frameshifting efficiency (20) .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1230,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1231,
                    "end": 1235,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1236,
                    "end": 1240,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1468,
                    "end": 1472,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1576,
                    "end": 1580,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1581,
                    "end": 1584,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1585,
                    "end": 1588,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1589,
                    "end": 1592,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1761,
                    "end": 1765,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The solution structure of the P1-P2 frameshifting mRNA pseudoknot from sugarcane yellow leaf virus (ScYLV) is unique since the L2-S1 minor groove base triple closest to the helical junction is formed by an L2 cytidine (C27) rather than an adenosine, which is found in this position in all other luteoviral RNAs (16) (see Fig. 1A,B) . Surprisingly, substitution of C27 with adenosine resulted in a nearly complete abrogation of ScYLV pseudoknot-stimulated frameshifting in a simple in vitro assay (from 15% to 1.8%, or ≈2-fold above slip-site alone), with virtually no change in the global structure of the RNA (16, 23) . The major structural difference was found at the helical junction (23) . Formation of the C27·(C14-G7) minor groove triple in the WT ScYLV pseudoknot at the helical junction ( Fig. 1B) allows for the rearrangement of the immediately adjacent major groove C8 + ·(G-C) base triple on which it is stacked, so that C8 moves ≈2.3 Å relative to the accepting base pair (G12-C28) when compared to the C27A ScYLV RNA (23) (Fig. 1C ). This rearrangement likely contributes to a global destabilization of the C27A RNA by ≈1-1.5 kcal·mol −1 (ΔΔG 37 ) relative to the WT RNA (16) .",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 614,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1184,
                    "end": 1188,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 331,
                    "text": "Fig. 1A,B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 797,
                    "end": 805,
                    "text": "Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1035,
                    "end": 1043,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The relationship between global stability and frameshift stimulation is not entirely clear. The global stability of the downstream structural element, per se, cannot be fully responsible for frameshifting since an RNA hairpin of a global stability similar to that of an RNA pseudoknot does not induce comparable levels of frameshift stimulation (24, 25) . This suggests that there is some feature encoded in the pseudoknot topology itself that is capable of modulating frameshift stimulation. Since structure is unlikely to play a major role (23), one possibility is that a small localized destabilization of the helical junction itself is a major contributor to a decrease in global stability and this, in turn, might account for functional differences between structurally similar RNA pseudoknots. We reasoned that such a destabilization in the C27A ScYLV RNA relative to the WT RNA may well originate with distinct energies of pairwise coupling, δ AB i , of the two stacked hydrogen bonds that cross the helical junction in these two RNAs (16,23) (see Fig. 1 ). In this paper, we employ thermal melting experiments carried out as a function of pH with site-specific deoxycytidine (dC)-substituted RNAs to elucidate δ AB i of the C8 + H3-G12 O6 and C27 N3-C14 2′-OH (δ AB WT ) or A27 N1-C14 2′-OH (δ AB C27A ) hydrogen bonding interactions at the helical junction of the WT vs. C27A ScYLV RNAs and compare these findings to previous studies of the related frameshifting mRNA from beet western yellows virus (BWYV) (see Fig. 1D ) (20) . We find that both WT RNAs are characterized by a δ AB i consistent with cooperative hydrogen bond formation. In contrast, the C27A ScYLV RNA is characterized by a pairwise coupling indicative of non-additive hydrogen bond formation, despite the fact the helical junction regions of the weakly functional C27A ScYLV and wild-type BWYV RNAs are quite similar (23) . The implications of these findings on pseudoknot-mediated frameshift stimulation are discussed.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "(24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1531,
                    "end": 1535,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1895,
                    "end": 1899,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1055,
                    "end": 1061,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1521,
                    "end": 1528,
                    "text": "Fig. 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The WT and C27A ScYLV RNAs were synthesized by in vitro transcription using SP6 RNA Polymerase as described previously (16) . The dC14 and dC14/C27A ScYLV RNAs were purchased from Dharmacon (Boulder, CO) and deprotected according to the manufacturers recommendations. All four RNAs were purified by denaturing PAGE, electroeluted, and desalted using C18 chromatography. The RNA samples were prepared for melting experiments by extensive dialysis (over ≈9 h) against several changes of buffer for a total of 2 L of the appropriate buffer containing 0.5 M KCl. The first buffer change contained 5 mM EDTA to remove adventitiously bound divalent metal ions. The following buffers were used at a final concentration of 10 mM: acetate (pH 5.0), MES (pH 5.5 and pH 6.0), MOPS (pH 6.5 and pH 7.0), EPPS (pH 7.5, pH 8.0, and pH 8.5), and CHES (pH 9.0) (26) .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "RNA synthesis and sample preparation"
        },
        {
            "text": "All samples were prepared for NMR spectroscopy by multiple rounds of ethanol precipitation. The final NMR buffer was 10 mM potassium phosphate, 100 mM KCl and 5 mM MgCl 2 , pH 6.0, with a final sample concentration of ~2 mM for WT ScYLV, ~1 mM for C27A ScYLV, and ~0.5 mM for dC14 and dC14/C27A ScYLV RNAs. The proton resonances were referenced to an internal standard (100 μM DSS). The jump-return echo 1D spectra were recorded at a proton resonance frequency of 500 MHz. For each spectrum, 512 transients were collected with a spectral width of 12.5 kHz and 2048 complex points. Watergate 1 H-1 H NOESY spectra (τ mix =200 ms) were collected with 1024 complex points in the direct dimension and 512 complex points in the indirect dimension with spectral width of 12.5 kHz in each dimension in order to obtain imino proton and 2′-OH proton resonance assignments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NMR sample preparation and spectroscopy"
        },
        {
            "text": "Optical melting experiments were performed on a Cary 1 spectrophotometer equipped with a temperature controller. The temperature range was increased from 5 to 95 °C at a constant ramp rate of 0.3 °C/min. Absorbance data were acquired at 260 and 280 nm and both sets of derivative data (dA 260 /dT and dA 280 /dT) were subjected to a simultaneous nonlinear least squares fit to a multiple (i) sequential interacting two-state transition model that optimizes ΔH i and t m,i for the unfolding of each ith unfolding step as implemented by the algorithm tmelt assuming ΔC p º=0 (27, 28) . The criteria used to determine the number of unfolding transitions is described in the text and elsewhere (16) . The final RNA concentration for the UV melting experiments was 2 μM in a 600 μL cuvette. Three or more useable melting profiles were collected for each solution condition and analyzed individually to extract ΔH i and t m,i with the resulting parameters obtained from multiple experiments averaged (see Tables S1-S4, Supporting Information). The unfolding entropies were obtained from ΔS i = ΔH i /t m while ΔG 37 = ΔH i -310.15*ΔS i . Folding parameters assume microscopic reversibility where ΔG 37 (unfolding) = −ΔG 37 (folding) and ΔH vH (unfolding) = −ΔH vH (folding). Here, we report ΔG 37 (folding). Melting experiments performed at higher and lower RNA concentrations were used to establish unimolecular unfolding behavior of all RNAs studied here. Additionally, extensive NMR investigation of the WT and C27A RNAs at concentrations as high as 3 mM showed no signs of aggregation (data not shown) (16) .",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 577,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1600,
                    "end": 1604,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Optically-detected melting experiments and data analysis"
        },
        {
            "text": "It was first important to establish the degree to which the dC14 substitution influences the structure of the WT and C27A ScYLV RNAs. The downfield regions of jump-return echo 1D NMR spectra acquired at 10 ºC, pH 6.0 for each of the four RNAs are shown in Fig. 2 . The resonance assignments shown for dC14 and dC14/C27A ScYLV RNAs were confirmed by a 200 ms Watergate 1 H-1 H NOESY spectrum collected at 10 °C (data not shown). The 1D spectra of the WT and dC14 ScYLV RNAs clearly show that both RNAs are stably folded and that the C8 + imino and amino protons are present; both features are diagnostic for the trans Watson-Crick/Hoogsteen C+·(G-C) interaction between C8+ and the G12-C28 base pair (29) (see Fig.  1B ,C). Although the imino proton chemical shift of C8+ is degenerate with that of G30 in the C27A RNA and G6 in the dC14/C27A RNA, both RNAs are stably folded since the amino protons are clearly present (Fig. 1C,D) . As expected, the 2′-OH of C14 is absent in the dC14/ C27A ScYLV RNA (Fig. 2D ). Since the WT C14 2′-OH resonance (≈ 8.5 ppm) (16) is in a crowded region of the 1D spectrum, a 200 ms NOESY spectrum was used to confirm the absence of this 2′-OH proton in the dC14 ScYLV RNA (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 262,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 709,
                    "end": 717,
                    "text": "Fig.  1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 919,
                    "end": 930,
                    "text": "(Fig. 1C,D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1001,
                    "end": 1009,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Imino 1 H NMR spectroscopy"
        },
        {
            "text": "The unfolding of luteoviral RNA pseudoknots has been investigated previously by thermal unfolding as monitored by UV spectroscopy at 260 and 280 nm and differential scanning calorimetry (16, 20, 26) . These RNA pseudoknots are composed of a 5 base pair S1 (4 in the case of potato leaf roll virus (PLRV) (19)), a 3 base pair S2, a 2 nucleotide loop L1, and a 7 to 9 nucleotide loop L2. A coupled equilibrium model comprising three sequential, two-state unfolding transitions (Scheme 1) previously established for the BWYV pseudoknot (26) was applied to other wild-type and variant pseudoknots when sufficient resolution of individual unfolding transitions was observed on the temperature coordinate (20) . Each equilibrium unfolding step is characterized by a van't Hoff enthalpy of unfolding, ΔH vH , and a melting temperature, t m , (see Schemes 1,2). In the 3-step unfolding profile, the first unfolding step is assigned to disruption of the loop-stem (L2-S1 and L1-S2) interactions in the fully folded (F) RNA pseudoknot to form PK, which is followed by the unfolding of the weaker stem S2 (S1 HP), and subsequently stem S1 (U). In cases where the first two unfolding steps were coincident on the temperature axis and sufficient unfolding enthalpy was recovered under this transition, Scheme 2 was used to analyze the melting profiles. In this scheme. the disruption of the tertiary structural interactions and S2 occurs during the first unfolding transition giving rise to a single S1 HP intermediate (16) .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1506,
                    "end": 1510,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "pH-dependence of the unfolding of the WT ScYLV and mutant RNAs"
        },
        {
            "text": "Thermal melting profiles (dA/dT) monitored by UV spectroscopy were obtained for the WT, dC14, C27A and dC14/C27A ScYLV RNAs at pH values ranging from 5.0 to pH 9.0 at 0.5 M KCl, the latter used to facilitate comparison with previous studies with the BWYV RNA (see Figs. 3-4) (20) . Inspection of these melting profiles reveals that the t m 's for all transitions excepting the last one are strongly affected by the pH; since the last unfolding transition is reporting on S1 melting, the t m is as expected, independent of pH (data not shown) (16) . This is consistent with the unfolding models shown (Schemes 1 and 2) and with protonation of C8 N3 only in the folded RNA (16, 20, 26) . It is interesting to note that the dC14 RNAs, which destroy single C27 N3-C14 2′-OH and A27 N1-C14 2′-OH hydrogen bonds in WT and C27A ScYLV RNAs, respectively, break the coincident unfolding of S2 and tertiary structural interactions that characterize both WT and C27A ScYLV RNAs.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "pH-dependence of the unfolding of the WT ScYLV and mutant RNAs"
        },
        {
            "text": "The pH-dependence of folding, ΔG 37 as calculated in Materials and Methods, is plotted in Figure 5 , filled circles, for the indicated luteoviral RNA with data analyzed by two independent pH-dependent folding models. The first model is a simple binding model (eq. 1) that attributes the entire change in ΔG 37 as a function of pH to protonation of a single group in the folded RNA according to the function [1] where ΔG 37 unprotonated and ΔG 37 protonated represent the ΔG 37 values for the fully unprotonated and fully protonated state of the folded RNA molecules, respectively (20) . Here, pK a is an apparent pK a where K a is equal to the acid dissociation equilibrium constant that governs C8 + deprotonation. This may not reflect the intrinsic pK a , since this analysis ignores differential H + binding to the unfolded state relative to the folded state outside of this titratable group, and linkage to acid-induced or alkaline-induced unfolding (see below) (30) . The fits to the data are displayed in Figure 5 (continuous line) with the resolved thermodynamic parameters from the fits compiled in Table 1 . As was previously shown, the C27A RNA is destabilized with respect to the WT ScYLV RNA due to the rearrangement of the helical junction by ≈1.2 kcal·mol −1 over the entire pH-range (16) . The ΔG 37 protonated of the dC14 RNA is 0.6±0.2 kcal·mol −1 less than the WT ScYLV RNA with ΔG 37 unprotonated the same within experimental error. Interestingly, the downward shift for C27A in the apparent pK a is only 0.4 units, which is much smaller than the 1.6 unit shift previously observed for the dC14 BWYV RNA (20) . In contrast to the dC14 ScYLV RNA, the ΔG 37 protonated for dC14/C27A ScYLV RNA is approximately equal to ΔG 37 protonated for the reference C27A RNA (ΔΔG protonated =0.2 ±0.3 kcal·mol −1 ), with the ΔG 37 unprotonated more positive by 0.7 (±0.3) kcal·mol −1 ; here, there is a negligible shift in apparent pK a .",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 410,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1298,
                    "end": 1302,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1623,
                    "end": 1627,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1011,
                    "end": 1019,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1107,
                    "end": 1114,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "pH-dependence of the unfolding of the WT ScYLV and mutant RNAs"
        },
        {
            "text": "The second model used to fit the ΔG 37 vs. pH data is a linkage model that accounts for linkage of a single protonation site in the folded state to acid-induced denaturation that occurs on protonation of all cytidine N3 and adenosine N1 groups in the unfolded state (30) . The data were fit to the equation [2] where is the ligand free U to F reaction (conceptually analogous to ΔG 37 unprotonated in the binding model), and [3] [ 4] where n A and n C , respectively, equal the number of adenosines and cytidines in the molecule.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 431,
                    "end": 433,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "pH-dependence of the unfolding of the WT ScYLV and mutant RNAs"
        },
        {
            "text": "The pK a values for and were fixed to 3.7 and 4.4, respectively, and represent the intrinsic pK a of the N1 of adenosine and the N3 of cytosine, respectively (30) . This leaves just two fitted parameters, pK a, f and . The two terms, Σ f and Σ u reflect the sum contributions of protonation in the folded and unfolded states of the RNA. Best-fit curves to the linkage equation are superimposed (dashed lines) on the experimental data ( Figure 5 ) with the pK a, f and values given in Table 1 . As can be seen, the ΔG 37 unprotonated and are in reasonably good agreement for all of the RNA molecules. Note that the calculated pK a values predicted from the linkage model are significantly higher than those from the binding equation, as expected (30) . The linkage equation should better resolve the microscopic pK a for protonation of C8 + in the folded state, provided data are obtained at pH lower that 5.0, since this is when the two functions strongly diverge from one another; however, this point was not investigated here (30) .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 444,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 484,
                    "end": 491,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "pH-dependence of the unfolding of the WT ScYLV and mutant RNAs"
        },
        {
            "text": "To obtain insight into the effect of pH on the unfolding of the dC14 RNAs relative to the WT and C27A RNA counterparts, ΔΔG 37 was calculated for the binding model (eq. 5) and linkage model (eq. 6) and the simulated curves, derived from the parameter values compiled in Table  1 , superimposed on the experimental data, ΔΔG 37 exp ( Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 278,
                    "text": "Table  1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 333,
                    "end": 341,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Effect of pH on the unfolding of the dC14 RNAs"
        },
        {
            "text": "[5]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of pH on the unfolding of the dC14 RNAs"
        },
        {
            "text": "Although there is significant scatter given the small ΔΔG 37 values, the simulated curves generated from the binding model capture the general trends in the experimental data reasonably well (Fig. 6A ). In contrast, the simulated curve generated from the linkage model approximates the data less well (Fig. 6B) . The reason for this is embodied in the function (eq. 2) itself which reduces to [7] where provided . This is a reasonable assumption since the two RNAs are the same length and have the identical base compositions (the same number of A and C residues), and differ only by a single oxygen atom. When mutant and WT RNAs have identical pK a values, the second term in eq. 7 vanishes, reducing to , i.e., a straight line. In the case where pK a mut ≠pK a WT the function is strictly monotonic, i.e. always increasing or decreasing.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 396,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 199,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 301,
                    "end": 310,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Effect of pH on the unfolding of the dC14 RNAs"
        },
        {
            "text": "A standard double mutant cycle strategy was next employed to obtain δ AB WT and δ AB C27A using the WT·H+ as the overall system reference state (see Fig. 7 ). δ AB WT is the pairwise coupling free energy that defines the extent to which elimination of both C27 N3-C14 2′-OH (via the deoxyC14 substitution) and C8 + H3-G12 O6 (via raising the pH) hydrogen bonds in the WT ScYLV RNA (ΔG AB WT ) differs from the sum of the loss of each hydrogen bond individually (ΔG A WT and ΔG B WT , respectively) (31). Likewise, δ AB C27A defines the analogous free energy difference for the C27A ScYLV pseudoknot, i.e., loss of the A27 N1-C14 2′-OH (ΔG A C27A ) and C8 + H3-G12 O6 (ΔG B C27A ) hydrogen bonds individually or in combination (ΔG AB C27A ). δ AB i is therefore defined as [9] ΔG A i , ΔG B i and ΔG AB i are obtained by manipulation of ΔG 37 protonated for WT·H+, dC14·H +, C27A·H+ and dC14-C27A·H+ ScYLV RNAs, i.e., the RNA species on the left side of the thermodynamic cube (Fig. 7) . and ΔG 37 unprotonated for the same four deprotonated RNAs, i.e., those on the right side of the thermodynamic cube (Fig. 7) . These ΔG 37 protonated and ΔG 37 unprotonated values are compiled in Table 1 and reproduced on the thermodynamic cube in Fig. 7 (in italics) . For example, ΔG A WT = −5.9 − (−6.5)=0.6 kcal mol −1 , ΔG B WT = − 3.5 − (−6.5)=3.0 kcal mol −1 , and ΔG AB WT = −3.6 −(−6.5)=2.9 kcal mol −1 . Thus, δ AB WT = 2.9 − (3.0 +0.6) = −0.7 kcal mol −1 reflecting a favorable pairwise coupling free energy and indicative of positive cooperativity of hydrogen bond formation (δ AB i <0) (see Table 2 ). Note that if δ AB i =0, then ΔG AB i = ΔG A i + ΔG B i . In this case, formation of each hydrogen bond is additive or non-cooperative, and the loss of the A or B interaction is not influenced by the loss of the remaining interaction at site B or A, respectively. If δ AB i >0, the pairwise coupling is unfavorable and formation of both hydrogen bonds is non-additive. ΔG A i , ΔG B i , ΔG AB i and δ AB WT and δ AB C27A values calculated in this way are compiled in Table 2 , as are the corresponding values obtained from a similar analysis of the closely related BWYV and dC14 BWYV pseudoknots published previously (20) . Interestingly, both δ AB WT and δ AB BWYV are significantly negative, indicative of positively cooperative formation of these two hydrogen bonds that straddle the helical junction. In contrast, δ AB C27A has a positive sign, indicative of non-additivity of hydrogen bond formation across the helical junction. This finding is consistent with the free energy cycles that yield δ AB C8+ and δ AB C8 (Fig. 7 , left and right). δ AB C8+ and δ AB C8 are equal to −0.8 and +0.8 kcal mol −1 , respectively (see Table 2 ), and reflects the extent to which perturbation of the H-bond donor (dC14) and acceptor (C27A) sides of the same C27 N3-C14 2′-OH hydrogen bond, individually and in combination, is influenced by protonation of immediately adjacent C8. At low pH, this coupling is favorable (δ AB C8+ <0), i.e., the folding free energy of the double mutant is less negative then the sum of each of the underlying single mutants, with the opposite true at high pH in the deprotonated forms of the RNA (δ AB C8 >0). Finally, using the WT·H+ conformation as the reference state for the thermodynamic cube, and denoting ΔG C WT as ΔΔG protonated for the C27A vs. WT ScYLV RNAs and ΔG ABC WT as ΔΔG protonated for the dC14/C27A vs. WT RNAs (and ΔG A WT and ΔG B WT defined as above) one can also calculate the three-way coupling in this system, ΔG 3 , according to: [10] where ΔG 3 is equal to the folding free energy of the triple substitution mutant dC14/C27A RNA at high pH, ΔG ABC WT , minus the sum of the folding free energies of the single mutants and each of the six pairwise couplings, δ AB i ( Table 2) . ΔG 3 is −1.8 kcal mol −1 , which is indicative of a strong coupling network in the WT ScYLV RNA.",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 775,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2218,
                    "end": 2222,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3581,
                    "end": 3585,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 155,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 976,
                    "end": 984,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1103,
                    "end": 1111,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1183,
                    "end": 1190,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1235,
                    "end": 1254,
                    "text": "Fig. 7 (in italics)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1591,
                    "end": 1598,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2068,
                    "end": 2075,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2622,
                    "end": 2629,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2729,
                    "end": 2736,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 3819,
                    "end": 3827,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Pairwise coupling, δ AB i , across the helical junction in WT vs. C27A ScYLV pseudoknots"
        },
        {
            "text": "This coupling analysis is completely independent of pK a since the states selected were derived from ΔG protonated and ΔG deprotonated measured at low and high pH, respectively. To understand the effect of pH on the three pairwise couplings δ AB i (δ AB WT , δ AB C27A and δ AB BWYV ), the coupling scheme was modified to correct for the concentration of reference state molecules, i.e., WT·H + , C27A·H + or BYWV·H + , at each pH. Here, the equations change to [10] [11]",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 466,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Effect of pH on δ AB WT , δ AB C27A and δ AB BWYV values"
        },
        {
            "text": "[12] [13] for the binding model, allowing us to define a new term, δ AB i,eff (pH), the effective pairwise coupling as a function of pH, according to: [14] Exactly analogous expressions were derived for the linkage model (see eqs. 2-4), using pK a and parameters resolved from the linkage model fits (Table 1 , italicized parameters). Plots of δ AB i,eff as a function of pH are presented as simulated curves using parameters derived from the binding model (Fig. 8A) and linkage model (Fig. 8B ). As expected, at low pH, δ AB i,eff (pH) = δ AB i (from Table 2 ) for each RNA; this occurs as a result of taking the WT·H + , C27A·H + or BYWV·H + as the reference state in each case. In Fig. 8A , δ AB i,eff first goes more negative or favorable for the WT ScYLV (continuous line) and BWYV (dotted line) RNAs; the depth of this trough is essentially determined by the difference in binding pK a 's between the WT and dC14-containing RNAs, which is greater for the BWYV RNA (see Table  1 ) (20) . As the pH is further increased, δ AB i,eff becomes less negative and vanishes altogether at pH≥8.0, fully expected since the concentration of protonated RNA molecules becomes very small at high pH. The situation is dramatically different for the C27A ScYLV RNA, where δ AB i,eff is positive or unfavorable at all pH values, until vanishing as expected at high pH (Fig.  8A, dashed line) . Roughly similar trends in the simulated curves are obtained with the linkage model-derived parameters (Fig. 8B) , except that there are no troughs since eq. [7] is monotonic, and δ AB i,eff vanishes at significantly higher pH values due to the higher pK a 's derived from this analysis (Table 1 ). Fig. 8C shows the results of plotting Δδ AB i,eff , defined as δ AB WTδ AB C27A , derived from the binding (solid line) and linkage (dashed line) model parameters compared to the experimental global ΔΔG 37 measured as a function of pH (16) . This is a measure of the degree to which the relative differences in pairwise coupling free energies across the helical junction measured for the wild-type and C27A RNAs track with global differences in stability between the two RNAs. Although the trends in ΔΔG 37 do not show a simple pH-dependence, the average value of ΔΔG 37 (−1.1 ±0.3 kcal mol −1 , dashed line) is of the same sign and magnitude, and well within the simulated values of Δδ AB i,eff over the entire pH range, with Δδ AB i,eff more negative than ΔΔG 37 at pH<7, and less negative at higher pH values. This is particularly so considering a conservative estimate of ±0.5 kcal mol −1 uncertainty in the experimental values of Δ δ eff i particularly at low pH (see Table 2 ). These data are therefore generally consistent with the idea that much of the global ΔΔG 37 can be traced to an altered pairwise coupling of these two cross junction hydrogen bonds between functional (WT) and poorly functional (C27A) ScYLV RNA pseudoknots. This is fully consistent with the structures of these two RNAs (16, 23 ).",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 9,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 986,
                    "end": 990,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1539,
                    "end": 1542,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1915,
                    "end": 1919,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2983,
                    "end": 2987,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2988,
                    "end": 2990,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 308,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 457,
                    "end": 466,
                    "text": "(Fig. 8A)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 485,
                    "end": 493,
                    "text": "(Fig. 8B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 552,
                    "end": 559,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 691,
                    "text": "Fig. 8A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 975,
                    "end": 983,
                    "text": "Table  1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1356,
                    "end": 1379,
                    "text": "(Fig.  8A, dashed line)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1484,
                    "end": 1493,
                    "text": "(Fig. 8B)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1668,
                    "end": 1676,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1680,
                    "end": 1687,
                    "text": "Fig. 8C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2653,
                    "end": 2660,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Effect of pH on δ AB WT , δ AB C27A and δ AB BWYV values"
        },
        {
            "text": "In this paper, we have determined the extent to which two key adjacent tertiary structural hydrogen bonds that cross the helical junction form cooperatively in three H-type RNA pseudoknots for which structures and frameshift stimulation activities (at pH 7.0) are known. The most striking finding from this study is that in the context of the two most conservative substitutions that can be introduced, i.e., the loss of the H-bond donor in each of the two hydrogen bonds (C14 2′-OH to 2′-H; C8 N3-H+ to N3) individually or in combination, the WT ScYLV (δ AB WT ) and WT BWYV (δ AB BWYV ) RNAs exhibit favorable pairwise coupling free energies (Table 2) indicative of cooperative hydrogen bond formation while the poorly functional C27A ScYLV RNA (δ AB C27A ) is characterized by an unfavorable coupling, or nonadditive hydrogen bond formation. This is the case despite the fact that the helical junction region of the C27A ScYLV RNA is more like that of the BWYV RNA relative to the wildtype ScYLV RNA (see Fig. 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 644,
                    "end": 653,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1014,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "This result reveals that the energetics of pairwise hydrogen bond coupling is not well predicted by the global structure alone, but it is instead strongly influenced by the context in which these interactions are made. An implicit assumption in any pairwise coupling experiment is that the structures of the molecule lacking one or both hydrogen bonds are essentially identical and all that is missing is the hydrogen bond itself and the energetic consequences that derive from deleting it. Since hydrogen bond strength is influenced by hydrogen bond geometry (length and angle), the extent to which formation of two hydrogen bonds is pairwise coupled could also be influenced by small structural differences among all four RNAs at low vs. high pH. Very high resolution structures of these RNAs under a variety of solution conditions would be required to address this. In fact, introduction of a single deoxyribose substitution in an otherwise all-RNA context may also perturb the sugar pucker from C3′-endo (N-type) to C2′endo (S-type) (32), albeit to varying degrees, which might indirectly influence the magnitude of hydrogen bond coupling by perturbing the local structure. However, this is clearly not the case here since NMR data clearly reveal that the dC14 sugar pucker adopts a C3′-endo conformation, like C14 in the WT RNA (16) . 1 In general, the measured pairwise coupling free energy may not be direct and the presence or absence of specific interactions in the BWYV vs. C27A ScYLV RNAs may play a role in determining the magnitude and sign of the pairwise coupling free energy. One way to establish whether a measured pairwise coupling free energy is direct or indirect is to introduce a mutation or substitution into a third site and i be re-evaluated (31) . If the two values of δ AB i are not equal, then the AB pairwise coupling is indirect, thus providing evidence for a more complex network of thermodynamically coupled or cooperative interactions. In this regard, it is important to further consider the structural differences between the C27A ScYLV and BWYV RNAs. Comparison of Figs. 1C and 1D reveals that the helical junction of the C27A ScYLV RNA is more strongly over-rotated than the BWYV RNA, which results in poorer stacking of the two junction triple base pairs; this in turn, might influence the degree of pairwise coupling of junction hydrogen bonds in these two RNAs. However, this cannot be the sole reason for the different δ AB i since the WT ScYLV RNA is even more poorly stacked than in the C27A RNA (see Fig. 1B-C) .",
            "cite_spans": [
                {
                    "start": 1333,
                    "end": 1337,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1340,
                    "end": 1341,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1767,
                    "end": 1771,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 2543,
                    "end": 2553,
                    "text": "Fig. 1B-C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ") (23)."
        },
        {
            "text": "The other structural difference between the BWYV and C27A ScYLV RNAs is that the ScYLV pseudoknot contains an extrahelical nucleotide, C25, which is not present in the BWYV RNA. The presence or absence of this nucleotide might influence the magnitude of δ AB i via a next nearest neighbor influence on the packing of A26 into the minor groove triplex, as well as the adjacent A24·(G6-C15) base triple; clearly, the integrity of the nucleotide analogous to A26 in the ScYLV pseudoknot is important for luteoviral pseudoknot stability (19, 20, 33) . Interestingly, deletion of C25 in ScYLV RNAs consistently increases frameshift stimulation by ≈2-fold in a variety of structural contexts; simultaneous deletion of C25 with one other L2 nucleotide increases frameshift-stimulation by the C27A RNA 3-fold, resulting in a functional activity indistinguishable from the wild-type BWYV RNA (16) . If the magnitude and sign of δ AB i track with frameshifting activity, this makes the prediction that the ΔC25 and this BWYVlike ScYLV mutant would yield very different δ AB i relative to the C27A and WT ScYLV pseudoknots. These experiments are currently in progress.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 537,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ") (23)."
        },
        {
            "text": "Upon encountering a programmed mRNA frameshift signal, the decoding ribosome is thought to pause and shift reading frames without dissociation, and continue decoding in the new reading frame. The pseudoknot has to be stable enough to resist mechanical unwinding by the elongating ribosome in a kinetically relevant rate, but not too stable as to induce dissociation 1 A NOESY spectrum (τ m =120 ms) acquired in D 2 O was used to assign the H1′ (5.67 ppm), H2′ (2.70 ppm), and H2″ (3.36 ppm) protons of dC14. Only the sequential dC14 H2′-C15 H6 NOE is clearly observed in this spectrum with the dC14 H2″-C15 H6 NOE not readily detected. In addition, there are no detectable dC14 H1′-H2′ or H1′-H2″ correlations in the TOCSY spectrum under conditions where sugars with known C2′ endo puckers give intense correlations, e.g., U19 (spectra not shown). All of these data are fully consistent with the conclusion that the dC14 sugar adopts a C3′ endo conformation in the dC14 RNA.. of the translation elongation complex. In this way of thinking, the pseudoknot provides a kinetic barrier to ribosome-mediated unfolding (and/or refolding). The studies reported here extend our previous structural work on this system, and support the hypothesis that those helical junctions with favorable δ AB i may well resist ribosome-mediated resolution of the pseudoknot more effectively than those characterized by less favorable or unfavorable δ AB i since these would likely lower the kinetic barrier to ribosome-mediated unwinding. In this regard, it will be of interest to investigate hydrogen bond coupling throughout the molecule. For example, although deletion of the 2′-OH protons of C15 or A16 riboses might be predicted to have a significant impact on global stability (20) , it would be of interest to determine how the magnitude of δ AB i is affected by deoxynucleotide substitutions further from the C8 + ·(G12-C28) major groove base triple. This would provide insight into the cooperativity of the loopstem interactions in frameshifting RNAs. Finally, we note that the magnitude of the pairwise coupling as operationally defined here is dependent on pH, making the prediction that the efficiency of frameshifting induced by luteoviral pseudoknots might also be influenced by the pH. Experiments along these lines are currently in progress.",
            "cite_spans": [
                {
                    "start": 1761,
                    "end": 1765,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ") (23)."
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. Optically monitored thermal melting profiles acquired at 260 (•) and 280 nm (○) for the WT (panels A, C, E) and dC14 (B, D, F) ScYLV RNA pseudoknots at pH 6.0 (A, B), pH 7.0 (C, D) and pH 8.0 (E, F). The smooth lines through the data represent the results of a nonlinear least squares simultaneous fit of the A260 and A280 melting profiles to either a two-(panels A, C, E) or three-(panels B, D, F) transition unfolding model. Best-fit component unfolding transitions at A260 are shown as continuous green, red and blue lines as defined by the two or three sequential unfolding transitions described by Schemes 1 (red, blue) and 2 (green, red, and blue solid lines), respectively. The resulting thermodynamic parameters derived from these fits are compiled in Tables S1-S2. Conditions: 10 mM buffer salt, 0.5 M KCl. Only every fifth data point is shown for clarity. Optically monitored thermal melting profiles acquired at 260 (•) and 280 nm (○) for the C27A (panels A, C, E) and dC14/C27A (B, D, F) ScYLV RNA pseudoknots at pH 6.0 (A, B), pH 7.0 (C, D) and pH 8.0 (E, F). The smooth lines drawn through the data represent the results of a nonlinear least squares simultaneous fit of the A260 and A280 melting profiles to either a two-(panels A, C, E) or three-(panels B, D, F) transition unfolding model. Best-fit component unfolding transitions at A260 are shown as the continuous green, red and blue solid lines as defined by the two or three sequential unfolding transitions described by Schemes 1 (red, blue) and 2 (green, red, and blue solid lines), respectively. The resulting thermodynamic parameters derived from these fits are compiled in Tables S3-S4. Conditions: 10 mM buffer salt, 0.5 M KCl. Only every fifth data point is shown for clarity. Measured ΔG 37 vs. pH for WT, dC14, C27A, dC14/C27A, BWYV and dC14 BWYV pseudoknots fit to two different models. ΔG=ΔG 1 for WT ScYLV RNA (see Table S1 ); ΔG=ΔG 1 + ΔG 2 for dC14 RNA (see Table S2 ); ΔG=ΔG 1 for C27A ScYLV RNA (see Table  S3 ); ΔG=ΔG 1 + ΔG 2 for dC14/C27A RNA (between pH 5-7) and ΔG=ΔG 2 (between pH 7.5-9) (see Table S4 ). The continuous line (binding equation) through the experimental data represents a fit to a binding model, which ascribes the pH-dependence of the unfolding to protonation of a single titratable group on the folded RNA (see text for details) (eq. 1). The dashed line (linkage equation) corresponds to a fit to the linkage model, which ascribes the pH-dependence of the unfolding to a single ionizable group in the folded state, with multiple ionizable groups in the acid-induced unfolded state (eqs. [2] [3] [4] . The parameter values and associated standard errors from these fits are compiled in Table 1 . Thermodynamic cube that encompasses all linkage relationships between the various ScYLV RNAs investigated in this work. The global reference state is the wild-type ScYLV RNA at low pH, WT·H+. The numbers in italics below each RNA represent the folding free energies (ΔG 37 ) derived from the binding equation (eq 1) fits (given in Table 1 ). Each δ AB i is described in the text, with all six pairwise δ AB i compiled in Table 2 . Effective coupling free energies, δ AB i,eff , as a function of pH. (A) Simulated curves derived from eq. 14 are shown for the WT ScYLV (solid line), C27A ScYLV (dashed line), and BWYV (dotted line) RNAs derived from parameters obtained from the binding equation fits (Table 1) to eqs. 10-13. (B) Simulated curves derived from eq. 14 for parameters derived from the linkage equation fits (Table 1) Table 2 Six pairwise coupling free energies (37 ºC) derived from the binding equation for the six component thermodynamic cycles from the thermodynamic cube shown in Fig. 7 ",
            "cite_spans": [
                {
                    "start": 2664,
                    "end": 2667,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2668,
                    "end": 2671,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2672,
                    "end": 2675,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1965,
                    "end": 1973,
                    "text": "Table S1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2010,
                    "end": 2018,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 2054,
                    "end": 2063,
                    "text": "Table  S3",
                    "ref_id": null
                },
                {
                    "start": 2153,
                    "end": 2161,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 2762,
                    "end": 2769,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3103,
                    "end": 3110,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3193,
                    "end": 3200,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 3471,
                    "end": 3480,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3591,
                    "end": 3600,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3601,
                    "end": 3608,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 3767,
                    "end": 3773,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Translational regulation of gene expression",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kervestin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Amrani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Genome Biol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Riboswitches as versatile gene control elements",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Breaker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Opin Struct Biol",
            "volume": "15",
            "issn": "",
            "pages": "342--348",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Recoding: translational bifurcations in gene expression",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Baranov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Gene",
            "volume": "286",
            "issn": "",
            "pages": "187--201",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ribosome structure: revisiting the connection between translational accuracy and unconventional decoding",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stahl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Mccarty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends Biochem Sci",
            "volume": "27",
            "issn": "",
            "pages": "178--183",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Expression of the gag-pol fusion protein of Moloney murine leukemia virus without gag protein does not induce virion formation or proteolytic processing",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Felsenstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Goff",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Virol",
            "volume": "62",
            "issn": "",
            "pages": "2179--2182",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ribosomal frameshifting efficiency and gag/gag-pol ratio are critical for yeast M1 double-stranded RNA virus propagation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "",
            "pages": "3669--3676",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The human immunodeficiency virus type 1 ribosomal frameshifting site is an invariant sequence determinant and an important target for antiviral therapy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Pacchia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Dougherty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Peltz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "2082--2087",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Importance of ribosomal frameshifting for human immunodeficiency virus type 1 particle assembly and replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "4819--4824",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Maintenance of the Gag/Gag-Pol ratio is important for human immunodeficiency virus type 1 RNA dimerization and viral infectivity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shehu-Xhilaga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Crowe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "1834--1841",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Structure, stability and function of RNA pseudoknots involved in stimulating ribosomal frameshifting",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Giedroc",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Theimer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Nixon",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Mol Biol",
            "volume": "298",
            "issn": "",
            "pages": "167--185",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mutational analysis of the \"slippery-sequence\" component of a coronavirus ribosomal frameshifting signal",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Mol Biol",
            "volume": "227",
            "issn": "",
            "pages": "463--479",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The path of messenger RNA through the ribosome",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Z"
                    ],
                    "last": "Yusupova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Yusupov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Cate",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cell",
            "volume": "106",
            "issn": "",
            "pages": "233--241",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "mRNA helicase activity of the ribosome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takyar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hickerson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "120",
            "issn": "",
            "pages": "49--58",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The 9-A solution: how mRNA pseudoknots promote efficient programmed -1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Harger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meskauskas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Petrov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "RNA",
            "volume": "9",
            "issn": "",
            "pages": "168--174",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A loop 2 cytidine-stem 1 minor groove interaction as a positive determinant for pseudoknot-stimulated -1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Cornish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hennig",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Giedroc",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "12694--12699",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Solution structure of a luteoviral P1-P2 frameshifting mRNA pseudoknot",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nixon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rangan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hennig",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Giedroc",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Mol Biol",
            "volume": "322",
            "issn": "",
            "pages": "621--633",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Minor groove RNA triplex in the crystal structure of a ribosomal frameshifting viral pseudoknot",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat Struct Biol",
            "volume": "6",
            "issn": "",
            "pages": "285--292",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Crystal Structure of a Luteoviral RNA Pseudoknot and Model for a Minimal Ribosomal Frameshifting Motif (,)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Pallan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harp",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jewett",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wawrzak",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ii",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egli",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochemistry",
            "volume": "44",
            "issn": "",
            "pages": "11315--11322",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Thermodynamic analysis of conserved loop-stem interactions in P1-P2 frameshifting RNA pseudoknots from plant Luteoviridae",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Nixon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Cornish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Suram",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Giedroc",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Biochemistry",
            "volume": "41",
            "issn": "",
            "pages": "10665--10674",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mutational study reveals that tertiary interactions are conserved in ribosomal frameshifting pseudoknots of two luteoviruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "RNA",
            "volume": "6",
            "issn": "",
            "pages": "1157--1165",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Specific mutations in a viral RNA pseudoknot drastically change ribosomal frameshifting efficiency",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "96",
            "issn": "",
            "pages": "14234--14239",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The global structures of a wild-type and poorly functional plant luteoviral mRNA pseudoknot are essentially identical",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Cornish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Stammler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Giedroc",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Structural and functional studies of retroviral RNA pseudoknots involved in ribosomal frameshifting: nucleotides at the junction of the two stems are important for efficient ribosomal frameshifting",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chamorro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "X"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Hines",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "EMBO J",
            "volume": "14",
            "issn": "",
            "pages": "842--852",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mutational analysis of the RNA pseudoknot component of a coronavirus ribosomal frameshifting signal",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Rolley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Mol Biol",
            "volume": "220",
            "issn": "",
            "pages": "889--902",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Energetics of a strongly pH dependent RNA tertiary structure in a frameshifting pseudoknot",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Nixon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Giedroc",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Mol Biol",
            "volume": "296",
            "issn": "",
            "pages": "659--671",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Equilibrium unfolding pathway of an H-type RNA pseudoknot which promotes programmed -1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Theimer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Giedroc",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Mol Biol",
            "volume": "289",
            "issn": "",
            "pages": "1283--1299",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Contribution of the intercalated adenosine at the helical junction to the stability of the gag-pro frameshifting pseudoknot from mouse mammary tumor virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Theimer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Giedroc",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "RNA",
            "volume": "6",
            "issn": "",
            "pages": "409--421",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The non-Watson-Crick base pairs and their associated isostericity matrices",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Leontis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stombaugh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Westhof",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nucleic Acids Res",
            "volume": "30",
            "issn": "",
            "pages": "3497--3531",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Linkage between proton binding and folding in RNA: a thermodynamic framework and its experimental application for investigating pKa shifting",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Moody",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lecomte",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Bevilacqua",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "RNA",
            "volume": "11",
            "issn": "",
            "pages": "157--172",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Folding of a stable DNA motif involves a highly cooperative network of interactions",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Moody",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Bevilacqua",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Am Chem Soc",
            "volume": "125",
            "issn": "",
            "pages": "16285--16293",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Optical spectroscopic study of the effects of a single deoxyribose substitution in a ribose backbone: implications in RNA-RNA interaction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lindqvist",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Winqvist",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rozners",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stromberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Graslund",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biochemistry",
            "volume": "39",
            "issn": "",
            "pages": "1693--1701",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Metal ions and flexibility in a viral RNA pseudoknot at atomic resolution",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Minasov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "99",
            "issn": "",
            "pages": "4302--4307",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Helical junction regions of the WT ScYLV, C27A ScYLV and BWYV frameshift-stimulating RNA pseudoknots. (A) Schematic representation of the WT ScYLV RNA pseudoknot. The non-canonical hydrogen bonding interactions investigated in this study are the trans Watson-Crick/Hoogsteen interaction between C8 (shaded pink) and G12 (blue) and the cis Watson-Crick/sugar edge interaction between C27 (or A27) (green) and C14 (yellow). (B-D) The structures of the helical junction regions of the WT ScYLV (16) (pdb code 1YG4), C27A ScYLV (23) (2AP5), and WT BWYV (1L2X) RNA pseudoknots, respectively, with residues shaded as in panel A. The dashed lines in each panel connect the donor and acceptor atoms of the two hydrogen bonds investigated in this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Downfield region of jump-return echo 1D NMR spectra measured at 10 °C and pH 6.0 for the WT ScYLV (16) (A), dC14 ScYLV (B), C27A ScYLV (16) (C), and dC14/C27A ScYLV (D) RNAs. All four RNAs show resonances for the protonated C8 + N3H and downfield shifted C8 + NH 2 protons (•) diagnostic of the major groove trans Watson-Crick/Hoogsteen base pair(16,17).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ". (C) Simulated curves drawn for Δδ AB eff = δ AB WT,effδ AB C27A,eff derived for the binding equation fits (solid line; equals the solid line -dashed line from panel A) and linkage equation fits (dashed line; equals the solid line -dashed line in panel B), compared to global ΔΔG 37 measured previously (16). Scheme 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Derived from ΔG protonated and ΔG deprotonated for the WT, dC14, C27A and dC14/C27A ScYLV RNA pseudoknots as described in the text. from ref.(20).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Influence of pH on dC14 substitution mutants vs. corresponding WT counterpart. In both panels A and B, filled circles represent experimentally determined values of ΔΔG 37 =ΔG 37 from the data shown inFig. 5. (A) Simulated curves derived from the parameters from the binding equation fits (eq. 1 and Table 1) to the pHdependence. Solid line, ΔΔG 37 (pH)=ΔG 37 dC14 (pH)-ΔG 37 WT (pH); dashed line, ΔΔG 37 (pH) = ΔG 37 C27A/dC14 (pH)-ΔG 37 C27A (pH) dotted line, ΔΔG 37 (pH) = ΔG 37 BWYV/dC14 (pH) -ΔG 37 BWYV (pH). (B) Simulated curves derived from the parameters obtained from the linkage equation fits to the pH-dependence (eqs. 2-4). Solid line,",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Folding free energies (ΔG 37 ) and pK a 's derived from analysis of the pH-dependence of the unfolding of various luteoviral RNAs a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Suzanne Stammler and Dr. Xiangming Kong for acquiring the NMR spectra of dC14 ScYLV RNA. We also gratefully acknowledge Professor J. Martin Scholtz for helpful suggestions during the course of this work and for offering comments on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "e Values are taken from (20) .",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}