{
    "paper_id": "762f9b6467251b8e21ad0a838c12a2c6c5ab9a10",
    "metadata": {
        "title": "Structural Biology and Crystallization Communications Purification, crystallization and preliminary X-ray analysis of nonstructural protein 2 (nsp2) from avian infectious bronchitis virus",
        "authors": [
            {
                "first": "Kun",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhenhua",
                "middle": [],
                "last": "Ming",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuanyuan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cheng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zehua",
                "middle": [],
                "last": "Bao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhilin",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bofeng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hunan Normal University",
                    "location": {
                        "settlement": "Changsha",
                        "country": "People's Republic of China Correspondence"
                    }
                },
                "email": ""
            },
            {
                "first": "Zihe",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhiyong",
                "middle": [],
                "last": "Lou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Avian infectious bronchitis virus (IBV) is a member of the group III coronaviruses, which differ from the other groups of coronaviruses in that they do not encode the essential pathogenic factor nonstructural protein 1 (nsp1) and instead start with nsp2. IBV nsp2 is one of the first replicase proteins to be translated and processed in the viral life cycle; however, it has an entirely unknown function. In order to better understand the structural details and functional mechanism of IBV nsp2, the recombinant protein was cloned, overexpressed in Escherichia coli, purified and crystallized. The crystals diffracted to 2.8 Å resolution and belonged to space group P2 1 , with unit-cell parameters a = 57.0, b = 192.3, c = 105.7 Å , = 90.8 . Two molecules were found in the asymmetric unit; the Matthews coefficient was 3.9 Å 3 Da À1 , corresponding to a solvent content of 68.2%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses, which belong to the order Nidovirales, possess the largest single-stranded positive-sense RNA genomes . Based on genetic and antigenic analyses, coronaviruses are divided into three major groups. Groups I and II contain mainly mammalian viruses, while group III contains avian viruses, including avian infectious bronchitis virus (Gonzá lez et al., 2003) . In all coronaviruses the replicase gene covers two thirds of the genome. It consists of two large open reading frames (ORFs): ORF1a and ORF1b (Brierley et al., 1989) . The two ORFs are connected by a À1 ribosomal frameshift and encode two replicase polyproteins which are processed into 15 or 16 matured nonstructural proteins to achieve viral genomic replication, assembly and maturation Ma et al., 2010) .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 369,
                    "text": "(Gonzá lez et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 537,
                    "text": "(Brierley et al., 1989)",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 777,
                    "text": "Ma et al., 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several coronavirus replicase proteins have been characterized in the past two decades, and the three-dimensional structures that have been determined to date include those of the pathogenic factor nsp1 (Almeida et al., 2007) , the papain-like protease (PL2 pro , also known as nsp3; Ratia et al., 2006) , the main protease (M pro , also known as 3CL pro or nsp5; Yang et al., 2003 Yang et al., , 2006 Zhao et al., 2008; Xia & Kang, 2011; Chen et al., 2010; Zhang et al., 2010) , nsp7 in a hexadecameric supercomplex with nsp8 (Zhai et al., 2005) and with a new nsp8 isoform (Li, Zhao et al., 2010) , the single-stranded RNA-binding protein nsp9 (Egloff et al., 2004) , the zinc finger-containing protein nsp10 , the uridylate-specific endoribonuclease nsp15 (Joseph et al., 2007; Xu et al., 2006) and the 2 0 -O-ribose methyltransferase nsp16 (Chen et al., 2011; Decroly et al., 2011) .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 225,
                    "text": "(Almeida et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 303,
                    "text": "Ratia et al., 2006)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 364,
                    "end": 381,
                    "text": "Yang et al., 2003",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 382,
                    "end": 401,
                    "text": "Yang et al., , 2006",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 420,
                    "text": "Zhao et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 438,
                    "text": "Xia & Kang, 2011;",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 457,
                    "text": "Chen et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 477,
                    "text": "Zhang et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 546,
                    "text": "(Zhai et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 598,
                    "text": "(Li, Zhao et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 667,
                    "text": "(Egloff et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 780,
                    "text": "(Joseph et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 797,
                    "text": "Xu et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 863,
                    "text": "(Chen et al., 2011;",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 885,
                    "text": "Decroly et al., 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As one of the first replicase proteins to be translated and processed, the precise mechanism of action of nsp2 is an attractive target for virological studies. Site-directed mutations in either the nsp1/nsp2 or nsp2/nsp3 cleavage sites allowed virus replication, as did mutations in the papain-like proteinase (PLP) domain of nsp3. Moreover, deletion of nsp2 in MHV and SARS-CoV resulted in viable mutant viruses, albeit with a slight attenuation of viral growth and RNA synthesis (Denison et al., 2004; Graham et al., 2005; Graham & Denison, 2006) . Although it has been reported that nsp2 is not necessary for coronavirus replication and transcription, its low similarity in sequence and structure implies that it might function in host interplay. When tested by yeast two-hybrid matrix analysis, a large number of interactions between SARS-CoV nsp2 and other viral proteins were discovered in SARS-CoV (Pan et al., 2008; von Brunn et al., 2007) . Furthermore, expression of MHV nsp2 from alternative locations could not complement the modest growth defects caused by nsp2 deletion, indicating that the timing and/or interactions resulting from expression between nsp1 and nsp3 might be crucial for the function of nsp2 and for optimal replication (Gadlage et al., 2008) . In the work of Marne and coworkers, MHV nsp2 appeared to be more efficiently recruited to the replication-transcription complex (RTC) than other nsps and to be contained in rigid protein-protein interaction networks in the RTC (Hagemeijer et al., 2010) . In addition, prohibitin 1 (PHB1) and PHB2, two proteins involved in mitochondrial biogenesis and intracellular signalling, have been identified to interact with SARS nsp2 in vitro (Cornillez-Ty et al., 2009) . To gain a better understanding of the structural details and functional mechanism of coronavirus nsp2, we have determined the crystal structures of the N-terminal domain of IBV nsp2 (Yang et al., 2009) and SARS-CoV nsp2 (unpublished work). Here, we report the successful cloning, overexpression, purification and crystallization of IBV nsp2 and the preliminary characterization of selenomethionylderivative IBV nsp2 crystals by X-ray analysis.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 503,
                    "text": "(Denison et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 524,
                    "text": "Graham et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 548,
                    "text": "Graham & Denison, 2006)",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 923,
                    "text": "(Pan et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 924,
                    "end": 947,
                    "text": "von Brunn et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 1250,
                    "end": 1272,
                    "text": "(Gadlage et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 1502,
                    "end": 1527,
                    "text": "(Hagemeijer et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 1710,
                    "end": 1737,
                    "text": "(Cornillez-Ty et al., 2009)",
                    "ref_id": null
                },
                {
                    "start": 1922,
                    "end": 1941,
                    "text": "(Yang et al., 2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The gene of full-length IBV nsp2 was amplified by polymerase chain reaction (PCR) from the cDNA of IBV strain M41 with an additional 6ÂHis tag in the 3 0 -terminus using PrimeSTAR HS DNA polymerase (Takara). The forward PCR primer for IBV nsp2 was 5 0 -CG GGA TCC ATG GCT TCA AGC CTA AAA CAG GGA GTA TCT CCC AAA CTA AG-3 0 , containing a BamHI restriction site (bold), and the reverse PCR primer 5 0 -CCG CTC GAG TTA GTG GTG GTG GTG GTG GTG GCC TGC TTT GCA AAC CAC-3 0 was designed with a XhoI restriction site (bold). The PCR conditions were 30 cycles of 30 s at 367 K, 30 s at 328 K and 2 min at 345 K. Digested PCR products were inserted into a BamHI/XhoI-digested pGEX-6p-1 vector (Amersham Biosciences). After transformation into Escherichia coli Top10, positive clones were confirmed by DNA sequencing. The final protein product contained five additional residues (GPLGS) at the N-terminus and a 6ÂHis tag at the C-terminus, with a theoretical molecular mass of 76 180 Da.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning"
        },
        {
            "text": "The recombinant plasmid was transformed into E. coli strain BL21 (DE3) for protein overexpression . Transformed cells were cultured at 310 K in 2ÂYT medium containing 100 mg l À1 ampicillin. When the OD 600 reached 0.6, the culture was cooled to 289 K and supplemented with 0.5 mM isopropyl -d-1thiogalactopyranoside (IPTG). After induction for an additional 20 h at 289 K, the cells were harvested by centrifugation and the pellets were resuspended in phosphate-buffered saline (PBS) buffer containing 137 mM NaCl, 2.7 mM KCl, 10 mM Na 2 HPO 4 , 1.76 mM KH 2 PO 4 pH 7.4 and disrupted using an ultrahigh-pressure cell disrupter (JNBIO, Guangzhou, People's Republic of China) at 277 K. The cell debris was pelleted by centrifugation at 20 000g for 45 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein expression and purification"
        },
        {
            "text": "The fusion protein was initially purified using glutathione affinity chromatography. The target protein was treated with PreScission protease (Amersham Biosciences) for 16 h to remove the glutathione S-transferase (GST) tag at 189 K. The eluate was subsequently purified by Ni 2+ -NTA agarose affinity chromatography and eluted using MCAC-500 buffer (metal-chelate affinity chromatography buffer with additional 500 mM imidazole) consisting of 20 mM Tris-HCl pH 8.0, 500 mM NaCl, 10%(v/v) glycerol, 500 mM imidazole. The target protein was further purified by gel filtration on a Superdex 200 column (GE Healthcare) in a buffer consisting of 20 mM MES pH 6.0, 150 mM NaCl, 1 mM EDTA, 1 mM DTT, 0.001% NP-40.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein expression and purification"
        },
        {
            "text": "The selenomethionyl (SeMet) derivative of IBV nsp2 was expressed in a minimal medium that inhibits methionine synthesis. The transformed BL21 (DE3) cells were incubated overnight in LB medium at 310 K and harvested at 2200g (10 min, 277 K). The pellet was transferred into 1 l M9 medium (supplemented with 100 mg l À1 ampicillin, 0.4% glucose, 100 mg each of Lys, Phe and Thr and 50 mg each of Ile, Leu, Val and SeMet) at 310 K until the OD 600 reached 0.6. After addition of the seven amino-acid supplements again and induction with 0.5 mM IPTG, the cells were grown at 289 K for a further 20 h. The SeMet-labelled protein was purified using the same procedure as was used for the native protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein expression and purification"
        },
        {
            "text": "Freshly prepared IBV nsp2 protein was concentrated to 20 mg ml À1 in a buffer consisting of 20 mM MES pH 6.0, 150 mM NaCl, 1 mM EDTA, 1 mM DTT, 0.001% NP-40. Initial crystallization conditions were screened at 291 K by the hanging-drop vapour-diffusion method using commercially available Hampton Research crystal screening kits (Crystal Screen, Crystal Screen 2, PEG/Ion and SaltRx). Droplets consisting of 1 ml protein solution and 1 ml reservoir solution were equilibrated against 200 ml reservoir solution in 16-well plates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crystallization"
        },
        {
            "text": "After 6 d, plate-shaped crystals of various sizes appeared under several conditions from Crystal Screen 2. All of these initial crystals showed poor diffraction. Further crystal optimization was performed by carefully adjusting the concentration of precipitant, the crystallization temperature and the buffer pH value as well as by using Additive Screen and Detergent Screen from Hampton Research. Eventually, large single crystals with good diffraction quality were found in a condition consisting of 9% PEG 4000 and 100 mM MES pH 6.5 supplemented with proline (0.2 ml) and urea (0.2 ml) at 277 K within one week (dimensions of 300 Â 100 Â 50 mm; Fig. 1 ). Native and SeMet-derivative crystals of IBV nsp2 protein grew in the same conditions. Because the crystals of IBV nsp2 were fragile in the cryoprotectant and the heavy protein precipitant in the droplet was hard to properly remove, extensive numbers of crystals were carefully selected for data collection. Single crystals of native IBV nsp2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 648,
                    "end": 654,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Crystallization"
        },
        {
            "text": "Single crystals of SeMet-labelled IBV nsp2 were transferred into reservoir solution supplemented with 20%(v/v) glycerol, dehydrated by soaking them in mother liquor supplemented with 20%(v/v) glycerol three times (each for 30 s) as previously suggested (Zuo et al., 2007) and then flash-cooled in liquid nitrogen at 100 K. All X-ray diffraction data sets were collected on beamline BL17A at the Photon Factory, Japan using an ADSC Q270 CCD detector. Because the native crystals did not diffract beyond 3.0 Å resolution, a data set was not collected from these crystals. The crystals belonged to space group P2 1 , with unit-cell parameters a = 57.0, b = 192.3, c = 105.7 Å , = 90.8 (Fig. 2) . Assuming that there are two molecules in the asymmetric unit gives a Matthews coefficient of 3.87 Å 3 Da À1 with a solvent content of 68.2% (Matthews, 1968) . All data were processed with the HKL-2000 program suite (Otwinowski & Minor, 1997) . The final statistics of data collection and processing are summarized in Table 1 .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 271,
                    "text": "(Zuo et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 849,
                    "text": "(Matthews, 1968)",
                    "ref_id": null
                },
                {
                    "start": 908,
                    "end": 934,
                    "text": "(Otwinowski & Minor, 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 682,
                    "end": 690,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1010,
                    "end": 1017,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "X-ray diffraction analysis"
        },
        {
            "text": "Heavy-atom searches and initial phasing were performed using SHELX (Sheldrick, 2008) and PHENIX (Adams et al., 2002) . 14 heavy atoms were found by both SHELX and PHENIX with occupancies of over 70%. The selenomethionine sites were localized and interpretable maps were obtained. Density-modification procedures were performed using RESOLVE and DM (Terwilliger, 2000) in CCP4. The final figure of merit (FOM) was over 60%, suggesting that correct phasing had been obtained. Model building and refinement are under way. A typical diffraction pattern of an IBV nsp2 crystal. The diffraction image was collected on beamline 17A at the Photon Factory, Tsukuba, Japan using an ADSC Q270 CCD detector. 99.2 (98.9) Average I/(I) 12.9 (6.5) R merge † (%) 9.5 (51.8) † R merge = P hkl P i jI i ðhklÞ À hIðhklÞij= P hkl P i I i ðhklÞ, where hI(hkl)i is the mean of the observations I i (hkl) of reflection hkl.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 84,
                    "text": "(Sheldrick, 2008)",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 367,
                    "text": "(Terwilliger, 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 116,
                    "text": "(Adams et al., 2002)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "X-ray diffraction analysis"
        }
    ],
    "bib_entries": {
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Saikatendu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Santarsiero",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "103",
            "issn": "",
            "pages": "5717--5722",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bartlam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "13190--13195",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "et al. Nsp2 Acta Cryst. (2012). F68, 716-719",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data-collection and processing statistics for SeMet-derivative IBV nsp2.Values in parentheses are for the highest resolution shell.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the staff of the Photon Factory in Japan for their assistance with data collection and technical assistance. This work was supported by the National Natural Science Foundation of China (grant Nos. 31100208 and 31000332), the Ministry of Science and Technology 973 Project and the National Major Project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}