{
    "paper_id": "7655368730e4a8a73c7fb1600ed93848c08e12df",
    "metadata": {
        "title": "Putative conformations of the receptor-binding domain in S protein of hCoV-EMC in complex with its receptor dipeptidyl peptidase-4 HHS Public Access",
        "authors": [
            {
                "first": "Shibo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology of Ministries of Education and Health",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lu",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Based on sequence alignment and homology modeling analysis, we previously predicted that the receptor-binding domain (RBD) of the novel human betacoronavirus 2c EMC/2012 (hCoV-EMC) is located in a region spanning residues 377-662 in hCoV-EMC spike (S) protein 1 . Similar to the RBD in the S protein of SARS coronavirus (SARS-CoV), the predicted hCoV-EMC S-RBD also contains a core domain consisting of 5 β-sheets (β1-β4, β7) and 3 α-helices (αA-αC) 2,3 . However, they have different extended loops between β4 and β7. SARS-CoV S-RBD has a 71-amino-acid (aa)(residues 424-494) extended loop, including two anti-parallel β-sheets (β5-β6) 2 . Its receptor-binding motif (RBM) is located in this extended loop, which is responsible for directly contacting the residues in the virusbinding site in the SARS-CoV's receptor, angiotensin-converting enzyme 2 (ACE2) on the target cell 2,3 . The hCoV-EMC S-RBD contains a much longer (143-aa: residues 440-582) extended loop, consisting of two anti-parallel β-sheets (β5-β6) as well as three α-helices. The first two α-helices form a V-shaped structure 1 . Since the sequence length and conformation of the extended loop in the predicted hCoV-EMC S-RBD significantly differ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "from those in SARS-CoV S-RBD, we have predicted that hCoV-EMC must have a receptor different from that of SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As we expected, hCoV-EMC does not use SARS-CoV's coreceptor ACE2 for entry 4 . Most recently, Raj et al 5 have demonstrated that hCoV-EMC's receptor is the dipeptidyl peptidase-4 (DPP4, also known as CD26). To identify the RBM in the hCoV-EMC S-RBD, we performed a protein-protein docking simulation analysis using our predicted hCoV-ECM S-RBD 1,5 as the ligand and DPP4 as the receptor. Since the native DPP4 is presented in a dimeric form on the cell surface, we used the X-ray structure of the DPP4 dimer (pdb: 1PFQ) 6,7 and the fully automated web server ClusPro 2.0 (http://cluspro.bu.edu) for rigid body docking. The ClusPro 2.0 server uses the newly developed docking program PIPER 8 , which performs a rigid body docking using the Fast Fourier Transform (FFT) approach with pairwise interaction potential. About 1000 conformations with lowest scores are retained and clustered. We have selected one of the lowest scored docking poses from the 10 best clusters where the RBD of hCoV-EMC docked on the dimer interface of DPP4.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 104,
                    "end": 105,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As shown in the Figure 1A , the V-shaped structure formed by the first two α-helices in the extended loop of the hCoV-EMC S-RBD deeply inserts into the interface of DPP4 dimer. The tip of the V-shaped structure could even touch the last α-helix (residues 746-762) in DPP4. This finding suggests that the extended loop region in hCoV-EMC S-RBD, especially the first two α-helices, contains the RBM that may mediate the binding of hCoV-EMC S-RBD with the virus-binding site of the receptor DPP4 dimer on the target cell.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 25,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "We have also used the Hex server (http://hexserver.loria.fr/) 9 , which utilizes an ultra-fast FFT protein docking technique, to dock the hCoV-ECM S-RBD on DPP4 dimer. We found that the best docking pose from this server had very similar orientation to that selected from the ClusPro 2.0 server and docked at the similar dimer interface location (Fig. 1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 355,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "By superimposing the two images obtained from ClusPro 2.0 servers and Hex server, we found, surprisingly, that the V-shaped structures in the extended loop of the hCoV-ECM S-RBD docked almost at the same location in the interface of DPP4 dimer (Fig. 1C) . This provided additional confidence on the selection of the docking pose of RBD of hCoV-ECM on DPP4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "We determined the possible contact residues of the ClusPro 2.0-based docking complex of the RBD of hCoV-ECM and DPP4 dimer using the PDBePISA web server (http:// www.ebi.ac.uk/msd-srv/prot_int/cgi-bin/piserver) 10 . The total buried surface area in combined dimer binding interface was ~3000 Å representing about 10% of the total surface area of the dimer. The major binding interface is located in one of the monomers of DPP4 within residues Tyr120 -Gln123, Ile149 -Gln153, Ile185 -Asp192, Ser239 -Arg253 and Asn281 -Ser284. Major salt bridges were formed between Lys190 and Asp163, Glu191 and Lys117, Asp192 and Arg166, Glu738 and Lys211 and Asp739 and Lys211 of the RBD. In the other monomer of DPP4, major binding interface were located within Thr186 -Ile194, Gln227 -Glu237 and Ala259 and Lys267. In this monomer of DPP4 only one salt bridge was located between Glu232 and Arg238 of the RBD.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 213,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On March 26, 2013, WHO was informed of a new confirmed case of hCoV-ECM infection, resulting in a global total of 17 cases, including 11 deaths 11 . A recent report of a family cluster of hCoV-EMC infections in the UK suggests its person-to-person transmissibility 12 , raising great concerns about its potential pandemic like SARS in 2003 7 . Therefore, development of effective and save vaccine and therapeutics is urgently needed. The predicted RBM in the hCoV-EMC S-RBD provides a critical target for developing subunit vaccines and virus entry inhibitors to prevent and treat hCoV-EMC infection as well as combat future pandemic of this lethal SARS-like disease. The putative conformations of the hCoV-EMC S-RBD in complex with DPP4. The conformational structure predicated based on protein-protein docking simulation analysis using ClusPro 2.0 server (A) and Hex server (B), respectively. (C) The superimposed images from (A) and (B). The V-shaped structure consists of the first two α-helices in the extended loop of hCoV-EMC S-RBD. \"N\" and \"C\" stand for the N-and C-termini of HCoV-EMC S-RBD or DPP4, respectively. ",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 267,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A predicted receptor-binding and critical neutralizing domain in S protein of the novel human coronavirus HCoV-EMC",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Debnath",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect",
            "volume": "66",
            "issn": "",
            "pages": "464--466",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Structure of SARS coronavirus spike receptor-binding domain complexed with receptor",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1864--1868",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Structure of severe acute respiratory syndrome coronavirus receptor-binding domain complexed with neutralizing antibody",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prabakaran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Choudhry",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "15829--15836",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human coronavirus EMC does not require the SARS-coronavirus receptor and maintains broad replicative capability in mammalian cell lines",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kallies",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Dekkers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dijkman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251--254",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "High-resolution structure of human apo dipeptidyl peptidase IV/CD26 and its complex with 1-[([2-[(5-iodopyridin-2-yl)amino]-ethyl]amino)-acetyl]-2-cyano-(S)-pyrrolidine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Oefner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;arcy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mac",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Pierau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gardiner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "59",
            "issn": "",
            "pages": "1206--1212",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ClusPro: performance in CAPRI rounds 6-11 and the new server",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Comeau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kozakov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brenke",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beglov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vajda",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proteins",
            "volume": "69",
            "issn": "",
            "pages": "781--785",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "PIPER: an FFT-based protein docking program with pairwise potentials",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kozakov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brenke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Comeau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vajda",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proteins",
            "volume": "65",
            "issn": "",
            "pages": "392--406",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ultra-fast FFT protein docking on graphics processors",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Venkatraman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "",
            "pages": "2398--2405",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Inference of macromolecular assemblies from crystalline state",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Krissinel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Henrick",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Mol Biol",
            "volume": "372",
            "issn": "",
            "pages": "774--797",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Novel coronavirus infection -update",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Health Protection Agency (HPA) UK Novel Coronavirus Investigation team. Evidence of person-to-person transmission within a family cluster of novel coronavirus infections",
            "authors": [],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "J Infect. Author manuscript; available in PMC 2015 March 10.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "SJ was supported by grants from the National Institutes of Health (R01AI098775) and the 973 Programme of China (#2012CB519001). LL was supported by the \"Chen Guang\" Project of SMEC and SEDF (11CG03).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}