{
    "paper_id": "76631b595a3ee03bc6f6d83d6ed286540748ca86",
    "metadata": {
        "title": "Anatomy and Embryology Changes in epithelial secretory cells and potentiation of neurogenic inflammation in the trachea of rats with respiratory tract infections",
        "authors": [
            {
                "first": "Hung-Tu",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "94143",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [],
                "last": "Haskell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "94143",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [
                    "M"
                ],
                "last": "Mcdonald",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "94143",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In rats respiratory tract infections due to Sendai virus and coronavirus usually are transient, but they can have long-lasting consequences when accompanied by Mycoplasma pulmonis infections. Morphological alterations in the tracheal epithelium and a potentiation of the inflammatory response evoked by sensory nerve stimulation (\"neurogenic inflammation \") are evident nine weeks after the infections begin, but the extent to which these changes are present at earlier times is not known. In the present study we characterized these abnormalities in the epithelium and determined the extent to which they are present 3 and 6 weeks after the infections begin. We also determined the magnitude of the potentiation of neurogenic inflammation at these times, whether the potentiation can be reversed by glucocorticoids, and whether a proliferation of blood vessels contributes to the abnormally large amount of plasma extravasation associated with this potentiation. To this end, we studied Long-Evans rats that acquired these viral and mycoplasmal infections from other rats. We found that the tracheal epithelium of the infected rats had ten times as many Alcian blue-PAS positive mucous cells as did that of pathogen-free rats; but it contained none of the serous cells typical of pathogen-free rats, so the total number of secretory cells was not increased. In addition, the epithelium of the infected rats had three times the number of ciliated cells and had only a third of the number of globule leukocytes. In response to an injection of capsaicin (150 btg/kg i.v.), the tracheas of the infected rats developed an abnormally large amount of extravasation of two tracers, Evans blue dye and Monastral blue pigment, and had an abnormally large number of Monastral blue-labeled venules, particularly in regions of mucosa overlying the cartilaginous rings. This abnormally large amount of extravasation was blocked by dexamethasone (1 rag/day i.p. for 5 days). We conclude that M. pulmonis infections, exacerbated at the outset by viral infections, result within three weeks in the transformation of epithelial serous cells into mucous cells, the proliferation of ciliated cells, and the depletion of globule leukocytes. They also cause a proliferation of mediatorsensitive blood vessels in the airway mucosa, which is likely",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "When pathogen-free rats are inoculated intranasally with Sendai virus (Parainfluenza virus type 1) or coronavirus (Sialodacryoadenitis virus/Rat Coronavirus), the ensuing respiratory tract infection produces an acute inflammatory response characterized by scattered regions of epithelial necrosis and the influx of neutrophils and lymphocytes into the airway mucosa (Jacoby et al. 1979; Carthew and Sparrow 1980; Castleman 1983 ). These changes reach their peak within 3-7 days and are largely resolved within two weeks. However, if the viral infections occur in the presence of infections caused by Mycoplasma pulmonis, the resulting pathological changes in the airways are much more severe than those caused by any of the organisms independently; and chronic airway disease develops (Schoeb et al. 1985; Schoeb and Lindsey 1987) .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 386,
                    "text": "(Jacoby et al. 1979;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 387,
                    "end": 412,
                    "text": "Carthew and Sparrow 1980;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 413,
                    "end": 427,
                    "text": "Castleman 1983",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 785,
                    "end": 805,
                    "text": "(Schoeb et al. 1985;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 806,
                    "end": 830,
                    "text": "Schoeb and Lindsey 1987)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, it was discovered that the tracheal mucosa of rats with combined viral and mycoplasmal infections not only exhibits chronic inflammatory changes but also is unusually susceptible to \"'neurogenic inflammation\" (McDonald 1988a) . Because neurogenic inflammation is produced by substances released from activated sensory axons (Jancso et al. 1967) , this susceptibility indicates that the infections can increase the sensitivity of sensory nerves or augment the tissue response to nerve stimulation.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 235,
                    "text": "(McDonald 1988a)",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 354,
                    "text": "(Jancso et al. 1967)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In evidence of this susceptibility, the activation of sensory axons by electrical stimulation of the vagus nerve or by an injection of capsaicin, the pungent substance of red peppers, evokes unusually severe neurogenic inflammation in the trachea. Specifically, in rats studied nine weeks after the infections begin, nerve stimulation causes abnormally large amounts of plasma extravasation from blood venules in the tracheal mucosa (McDonald 1988a) .",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 449,
                    "text": "(McDonald 1988a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition, the tracheal epithelium of these rats with viral and mycoplasmal infections shows distinctive morphological changes. In particular, the epithelium has an abnormally large number of goblet cells and ciliated cells and a diminished number of globule leukocytes (McDonald 1988a) . However, the magnitude of these changes has not been determined, and it is unknown to what extent the changes are present at times earlier than nine weeks and why rats with these infections are so susceptible to neurogenic inflammation.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 288,
                    "text": "(McDonald 1988a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present study was done to address three issues. First, we made a histochemical and electron microscopic study to quantify the morphological changes present in the tracheal epithelium 3 or 6 weeks after the onset of respiratory tract infections due to Sendal virus, coronavirus, and M. pulmonis. In particular, we determined whether the large number of goblet cells adds to the normal complement of epithelial serous cells or whether the goblet cells replace the other secretory cells with no change in the totaI number of secretory cells. We also determined the magnitude of the change in the numbers of ciliated cells and globule leukocytes. Three weeks was chosen as the earliest time to circumvent the acute inflammatory changes present during the first week or two after the onset of the viral infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Second, we determined the extent to which neurogenic inflammation in the trachea is potentiated 3 or 6 weeks after infection and whether this potentiation is reversed by glucocorticoids. The magnitude of the neurogenic inflammatory response was inferred from the amount of plasma extravasation evoked by a standardized dose of capsaicin, a drug that is known to induce neurogenic inflammation and thereby to increase vascular permeability (Gamse et al. 1980; Lundberg et al. 1984; Persson et al. 1986; McDonald 1988 a) . The amount of plasma extravasation was quantified with Evans blue dye ; it was also measured with Monastral blue pigment, which -unlike Evans blue -does not cross the endothelium of intact blood vessels (Joris et al. 1982; McDonald 1988b) . This property of Monastral blue enabled us to verify that the extravasation of the tracers was due to an increase in vascular permeability and not to hemodynamic changes evoked by the capsaicin (Makara et al. 1967; Mitchell et al. 1984) . The effect of glucocorticoids on this system was examined because these drugs are known to inhibit the increase in vascular permeability produced by chemical mediators and to ameliorate inflammatory diseases of the airways (Svensjo and Roempke 1985; Andersson and Persson 1988) .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 458,
                    "text": "(Gamse et al. 1980;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 459,
                    "end": 480,
                    "text": "Lundberg et al. 1984;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 481,
                    "end": 501,
                    "text": "Persson et al. 1986;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 502,
                    "end": 518,
                    "text": "McDonald 1988 a)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 724,
                    "end": 743,
                    "text": "(Joris et al. 1982;",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 759,
                    "text": "McDonald 1988b)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 956,
                    "end": 976,
                    "text": "(Makara et al. 1967;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 977,
                    "end": 998,
                    "text": "Mitchell et al. 1984)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1224,
                    "end": 1250,
                    "text": "(Svensjo and Roempke 1985;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1251,
                    "end": 1278,
                    "text": "Andersson and Persson 1988)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Third, we explored the possibility that the large amount of plasma extravasation evoked in the infected rats by sensory nerve stimulation is in part due to a proliferation of mucosal blood vessels sensitive to sensory nerve mediators. To examine this issue, our strategy was to produce neurogenic inflammation in the tracheas of pathogen-free and infected rats with an injection of capsaicin and then to compare the numbers of Monastral blue-labeled mucosal blood vessels that were present in two groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sixty-one female Long-Evans rats were used in three experiments: 29 pathogen-free rats were obtained from Charles River Breeding Laboratories (Portage, MI), and 32 previously infected rats were purchased from Simonsen Laboratories (Gilroy, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial treatment of animals"
        },
        {
            "text": "In the first experiment, pathogen-free rats were housed with infected rats for 6 weeks beginning at six weeks of age. In the second experiment, the rats lived together for 3 weeks beginning at nine weeks of age. In both of these experiments, there were four groups with 6-7 rats in each group: (1) newly obtained pathogen-free rats, (2) pathogenfree rats that acquired infections during the experiment by living with infected rats, (3) rats that were infected at the outset and were newly obtained, and (4) rats that were infected at the outset and were housed with pathogen-free rats. During the period of exposure, the pathogen-free rats and the infected rats were caged together (l or 2 of each per cage) in a room with other rats infected with Sendai virus, coronavirus and M. pulmonis. The newly obtained rats were studied 1-3 days after their arrival from the vendor. At the end of the experiments, the ra~s were 12 weeks of age and had an average body weight of 244 +_ 3 g (S.E.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial treatment of animals"
        },
        {
            "text": "In the third experiment, eight infected rats were housed with the other infected rats for 10 weeks beginning at ten weeks of age. During the last five days, these rats were given 0.125 ml intraperitoneal injections of dexamethasone sodium phosphate (0.5 mg) or 0.9% NaC1 twice daily. The dexamethasone-treated rats weighed 243_+5 g and their controls weighed 275 + 6 g at the end of the experiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial treatment of animals"
        },
        {
            "text": "At the end of the experiments, all rats were anesthetized with sodium methohexital (75 mg/kg) and had one milliliter of blood withdrawn for measurements of antibody titers to Sendai virus, coronavirus, and M.pulmonis, which were performed by Microbiological Associates Inc. (Bethesda, MD) using enzyme-linked immunosorbent assays. The rats were then injected with one of the two tracers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial treatment of animals"
        },
        {
            "text": "Studies using Evans blue as the tracer. Four to five rats from each group of the first two experiments and all rats in the third experiment received an injection of Evans blue dye (30 mg/kg i.v. over 5 sec) dissolved in 0.9% NaC1. Approximately fifteen seconds later, the rats received an injection of capsaicin (150 Ixg/kg i.v. over 2-2.5 min; Sigma Chemical Company, St. Louis, MO), in a vehicle having a final concentration of 0.9% NaC1, 1% ethanol and 0.5% Tween 80, or an injection of the vehicle used for dissolving the capsaicin (1 ml/kg i.v. over 2-2.5 min). Five minutes after the dye injection, the rats were perfused through the heart with 1% paraformaldehyde in 0.05 M citrate buffer (pH 3.5) to wash out the intravascular dye (Brokaw and McDonald 1988) . The rostral-most four cartilaginous rings were removed from each trachea, fixed with 3 % glutaraldehyde in 75 mM sodium cacodylate buffer (pH 7.1), and embedded in glycol methacrylate. The remaining portion of each trachea was cut open lengthwise along the ventral midline, transected at the carina, removed, and fixed with buffered paraformaldehyde overnight at 4 ~ C. Thereafter, the tracheas were blotted between pieces of bibulous paper and weighed.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 765,
                    "text": "(Brokaw and McDonald 1988)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of tissues and measurement of tracers"
        },
        {
            "text": "The Evans blue was extracted by incubating each trachea in two milliliters of formamide at 60 ~ C for 16-24 h. The optical density of the extracted dye in formamide, measured with a spectrophotometer (Zeiss PMQ II) at a wavelength of 620 nm, was used to calculate the concentration of dye .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of tissues and measurement of tracers"
        },
        {
            "text": "Studies using Monastral blue as the tracer. One to three rats from each of the four groups in the first two experi-ments received an injection of Monastral blue (30 mg/kg i.v. over 5 sec; Sigma Chemical Company). Immediately thereafter, capsaicin or its vehicle was injected as in the other experiments. Approximately five minutes after the Monastral blue injection, the rats were perfused through the heart with two glutaraldehyde-containing fixatives for five minutes each (McDonald 1988 b) . The trachea was removed, and a piece of each trachea consisting of the four rostral-most cartilaginous rings was embedded in glycol methacrylate. The remainder of each trachea was prepared as a whole mount after 1 by 3 mm specimens of mucosa were removed from intercartilaginous regions of the caudal trachea, processed for electron microscopy, and embedded in epoxy resin (McDonald 1988b) . Sections 0.5 gm in thickness from these specimens were stained with toluidine blue for light microscopy, and sections approximately 50 nm in thickness were mounted on single slot specimen grids and stained with lead citrate for electron microscopy.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 492,
                    "text": "(McDonald 1988 b)",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 884,
                    "text": "(McDonald 1988b)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of tissues and measurement of tracers"
        },
        {
            "text": "The tracheal whole mounts were used to estimate the number of blood vessels responsive to capsaicin-treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of tissues and measurement of tracers"
        },
        {
            "text": "For this purpose, the area density of Monastral blue-labeled vessels in the tracheal mucosa of capsaicin-treated rats from the 6 week experiment (3 pathogen-free and 3 infected) was measured by stereological point counting. In each whole mount, point counts were made of ten regions of mucosa overlying cartilaginous ring Number 5 through 14 and ten regions between these rings. Each region measured 333 by 600 lam. The counts were made by superimposing a computer-generated multipurpose test grid (d= 25 mm; Weibel 1979) on a televised image of the specimens magnified 460 x with a stereomicroscope. Measurements were expressed as the percentage of mucosal surface area occupied by labeled blood vessels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of tissues and measurement of tracers"
        },
        {
            "text": "Tracheal cross-sections 3 gm in thickness were cut from specimens embedded in glycol methacrylate (JB-4 embedding kit, Polysciences Incorporated, Warrington, PA) and stained by one of three methods: (1) Sections used for measuing the thickness of the epithelium were stained with 0.5 % toluidine blue for 1 min. (2) Sections used to identify glycoprotein-rich secretory ceils by the Aleian blue-periodic acid Schiff (PAS) reaction were stained with 0.5% Alcian blue in 3% acetic acid (pH 2.5) for 30 min, washed with distilled water, treated with 1% periodic acid for 5 min, and stained in Schiff reagent for three minutes (Lamb and Reid 1969 b; Bancroft and Stevens 1982) , By this method, secretory granules containing abundant neutral glycoproteins are stained magenta and those containing abundant acidic glycoproteins are stained blue-purple. (3) To distinguish globule leukocytes (Kent 1966 ) from epithelial secretory cells, the naphthol AS-D chloroacetate esterase (chymase) activity of globule leukocytes was stained in a medium containing naphthol AS-D chloroacetate (Sigma Chemical Company) as the substrate and hexazotized pararosanilin (Sigma Chemical Company) as the chromogen at 30 ~ C for 2-3 h (Gomori 1953; Beckstead et al. 1981) . Unlike globule leukocytes which are stained orange-red, epithelial secretory cells are unstained by this reaction.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 645,
                    "text": "(Lamb and Reid 1969 b;",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 672,
                    "text": "Bancroft and Stevens 1982)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 886,
                    "end": 896,
                    "text": "(Kent 1966",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1211,
                    "end": 1224,
                    "text": "(Gomori 1953;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1225,
                    "end": 1247,
                    "text": "Beckstead et al. 1981)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Histochemical staining"
        },
        {
            "text": "The thickness of the epithelium in toluidine blue-stained methacrylate sections was measured with a calibrated eye-piece at a magnification of 400 x. In a cross-section from the rostral portion of each trachea, the thinnest and thickest regions of anterior, posterior and two lateral parts of the epithelium were measured, and the mean of these measurements was used as the epithelial thickness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morphometric analysis of the epithelium"
        },
        {
            "text": "The numbers and proportions of various types of epithelial cells in sections of tracheal mucosa from three pathogenfree rats and three infected rats were determined by electron microscopy. All nucleated profiles of secretory cells, ciliated cells, and other types of epithelial cells in contact with the airway lumen were counted. Basal cells were excluded from these counts. The number of cells per millimeter of epithelial surface and the average width of epithelial cells were calculated from the total number of cells and the length of epithelium (1.1-1.7 mm).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morphometric analysis of the epithelium"
        },
        {
            "text": "The number of glycoprotein-rich epithelial secretory cells visible in the Alcian blue-PAS stained sections of tracheas was determined in eight vehicle-treated rats (4 pathogenfree and 4 infected). All epithelial cell profiles that contained magenta or blue-purple granules were counted in a cross-section of each trachea (luminal circumference= 7.~8.3 mm). The counts were expressed as the number of secretory cells per millimeter of epithelium Reid 1968, 1969a; Jones et al. 1973; Greig et al. 1980 ).",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 462,
                    "text": "Reid 1968, 1969a;",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 481,
                    "text": "Jones et al. 1973;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 482,
                    "end": 499,
                    "text": "Greig et al. 1980",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Morphometric analysis of the epithelium"
        },
        {
            "text": "pathogen-free rats and infected rats (10 cell profiles from each group) were measured with a digitizer on electron micrographs having a magnification of 35000 x. The number of vesicle profiles per secretory cell profile was determined in electron micrographs of cells that were cut in the plane of their nucleus and were in contact with the airway lumen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The diameters of vesicle profiles in secretory cells from"
        },
        {
            "text": "The numerical density of globule leukocytes in the tracheal epithelium, expressed as the number of these cells per cubic millimeter of epithelium, was determined in tissue sections of five pathogen-free rats and five infected rats. Using the method described by Tam et al. (1988) , we determined the numerical density from the number of profiles of globule leukocytes in chloroacetate esterase-stained sections, the mean caliper diameter of the cell profiles (10.0 gm) computed from the major and minor axes of 200 cell profiles, and the 3 gm section thickness. The actual number of globule leukocytes present was found to be 24.6% of the number of profiles of these cells in the tissue sections. The volume of epithelium in the sections was calculated from the thickness of the epithelium, the luminal circumference of the tracheas, and the section thickness,",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 279,
                    "text": "Tam et al. (1988)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "The diameters of vesicle profiles in secretory cells from"
        },
        {
            "text": "Average values are expressed as the mean + standard error of the mean (S.E.). The significance of differences between groups of data was evaluated by analysis of variance or Student's t test. Differences having p values less than 0.05 were considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The pathogen-free rats did not have significant antibody titers to Sendai virus, coronavirus, or M. pulmonis in their blood. However, the rats that acquired infections during the experiment had significant titers to all three organisms after 3 weeks of exposure, and had even higher titers after Figure shows the titers for pathogen-free rats (0 weeks of exposure) and rats that acquired infections during 3 or 6 weeks of exposure to infected rats. b Rats infected at the outset. Figure shows the titers for rats that were infected at the outset and either were studied upon arrival from the vendor (0 weeks of exposure) or lived with the other rats for 3 or 6 weeks. Antibody titers were measured with enzyme-linked immunosorbent assays, which were done by Microbiological Associates Inc., Bethesda, MD, and are expressed in assay units. Significant values exceed 0.17 assay units. * Significantly different from corresponding values for pathogen-free rats as determined by analysis of variance (p < 0.01) 6 weeks of exposure ( Fig. 1 a) . Rats that were infected at the outset had significant titers to coronavirus and M. pulmonis at the beginning of the experiment; at the end of the 3 and 6 week experiments, they also had high titers to Sendai virus ( Fig. 1 b) . All of the dexamethasone-treated rats and their infected controls had high titers to the three organisms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1029,
                    "end": 1038,
                    "text": "Fig. 1 a)",
                    "ref_id": null
                },
                {
                    "start": 1257,
                    "end": 1266,
                    "text": "Fig. 1 b)",
                    "ref_id": null
                }
            ],
            "section": "Antibody titers"
        },
        {
            "text": "Secretory cells in vehicle-treated rats. The number of secretory cells that were visible in the tracheal epithelium of pathogen-free rats varied with the technique used to identify them. In tracheas that were fixed initially with paraformaldehyde, embedded in methacrylate, and stained with Alcian blue-PAS, most of the non-ciliated cells had a foamy cytoplasm with a few faint pink granules or no discernible granules ( Fig. 2 ). Only four cells per millimeter of epithelium had brilliant magenta granules and none had blue-purple granules (Table 1) . However, when the tracheas were fixed with glutaraldehyde a n d osmium, embedded in epoxy resin, and stained with toluidine blue, many of the non-ciliated epithelial cells contained blue-purple granules (Fig. 6) . In sections viewed with the electron microscope, 64% of the nucleated epithelial cells in contact with the airway lumen were found to contain secretory granules (Table 1) . Thus, there was a 20-fold difference between the number of secretory cells identified by electron microscopy and the number made visible by Alcian blue-PAS staining. Epithelial secretory cells of the pathogen-free rats had a cuboidal or low columnar shape, a dense cytoplasm, and a nucleus with an irregular contour and prominent clumps of heterochromatin (Figs. 8, 10 ). An average of 13 granules were present in each cell profile ( r a n g e = 3 -2 5 ; Table 1 ). The secretory granules had an average diameter of 663 nm (Table 1) and contained a homogeneous core of moderate electron density (Fig. 11) . Some granules had a rim of material that was less dense (Fig. 11 ) or more dense (Figs. 14, 15) than the remainder of the core.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 427,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 550,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 756,
                    "end": 764,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 937,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1296,
                    "end": 1308,
                    "text": "(Figs. 8, 10",
                    "ref_id": null
                },
                {
                    "start": 1395,
                    "end": 1402,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1463,
                    "end": 1472,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1535,
                    "end": 1544,
                    "text": "(Fig. 11)",
                    "ref_id": null
                },
                {
                    "start": 1603,
                    "end": 1611,
                    "text": "(Fig. 11",
                    "ref_id": null
                }
            ],
            "section": "Changes in the epithelium"
        },
        {
            "text": "The secretory cells in the epithelium of rats that acquired infections during the 3 week experiment appeared identical to those of rats in the 6 week experiment and those of rats that were infected at the outset, but they were conspicuously different from the secretory cells just described. The cells were tall and slender, and their abundant granules were visualized by all of the staining methods. In sections stained with Alcian blue-PAS, the granules were brilliant magenta or blue-purple (Fig. 3 ). Cells containing magenta or blue-purple granules were ten times as numerous in the infected rats as in the pathogen-free rats (Table 1 ). In epoxy Figs. 2--5. Light micrographs of methacrylate sections of rat tracheal mucosa stained with Alcian blue-PAS. The rats received an injection of Monastral blue followed by an injection of vehicle or capsaicin (150 gg/kg i.v.), and five minutes later were fixed by perfusion. The epithelium of pathogen-free rats is shown in 2 (vehicle) and 4 (capsaicin). Some of the non-ciliated epithelial cells contain pink granules (arrows), but most have no discernible granules. The arrow head in 2 marks a globule leukocyte. Capsaiein treatment caused a slight widening of the spaces between epithelial cells and resulted in a layer of pink mucus over the epithelium (4). The epithelium of infected rats is shown in 3 (vehicle, rat infected at outset) and 5 (capsaicin, rat acquired infections during the 6 week experiment).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 501,
                    "text": "(Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 639,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Changes in the epithelium"
        },
        {
            "text": "The secretory cells have a mixture of magenta and blue-purple granules, and one cell in 3 (arrow) has predominantly blue-purple granules. Following capsaicin treatment, the number of stained granules is reduced and most of those remaining are in the apical portion of the cells (5, arrow). Magnification indicated by scale bar in Fig. 7 Figs. 6, 7. Light mierographs of toluidine blue-stained epoxy sections of tracheal mucosa from vehicle-treated rats. 6 shows the relatively thin epithelium of a pathogen-free rat, consisting mainly of cuboidal and low columnar cells. The ciliated cells are outnumbered by non-ciliated cells, most of which contain blue-back granules typical of serous ceils (arrow). 7 shows the epithelium of an infected rat, which contains tall columnar cells and is twice as thick as that of the pathogen-free rat. The epithelium has abundant ciliated cells and contains several mucous cells with pale purple granules (arrow). Scale bar for 2-7 = i0 ~tm 330 Values are means • S.E. of data from pathogen-free rats and from infected rats that acquired infections during the 6 week experiment or were infected at the outset. Electron microscopic counts were made on mucosal specimens from 3 tracheas in each group. Only nucleated profiles of epithelial cells in contact with the airway lumen were counted. \"Other types of cells\" include epithelial cells that had neither cilia nor secretory granules. Light microscopic counts were made of secretory cells with magenta or blue-purple granules in Alcian blue-PAS stained sections of tracheas of 4 vehicle-treated rats in each group. * Significantly different from corresponding values for pathogen-free rats, as determined by Student's t test (p < 0.05) sections stained with toluidine blue, the granules were pale blue or violet, contrasting with the darkly stained cytoplasm (Fig. 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 336,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1845,
                    "end": 1853,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Changes in the epithelium"
        },
        {
            "text": "By electron microscopy the cytoplasmic density and nuclear morphology of the secretory cells in infected rats appeared similar to that of pathogen-free rats, but the granules were very different (Figs. 9, 12 ). In the infected rats, these cells contained an average of 33 granules per nucleated cell profile (range = 10-74), which was 2.6 times the number in the secretory cells of pathogen-free rats. In addition, the granules had an average diameter of 1035 nm, which was 56% larger than those in pathogen-free rats ( Table 1) . The contents of the granules had a stippled texture and a low to moderate electron density (Figs. 13, 16) . The core material of some granules was surrounded by a thin electron lucent halo (Fig. 13 ) or contained aggregates of electron dense material (Fig. 17) . Unlike the secretory granules of pathogen-free rats, the granules in the infected rats were surrounded by membranes that were discontinuous in some regions, usually where the granules contacted one another (Fig. 16) .",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 632,
                    "text": "(Figs. 13,",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 207,
                    "text": "(Figs. 9, 12",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 528,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 720,
                    "end": 728,
                    "text": "(Fig. 13",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 791,
                    "text": "(Fig. 17)",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1009,
                    "text": "(Fig. 16)",
                    "ref_id": null
                }
            ],
            "section": "Changes in the epithelium"
        },
        {
            "text": "Despite their prominence, epithelial secretory cells in the infected rats were 30% less numerous than the corresponding cells identified by electron microscopy in the pathogen-free rats (Table 1) . Also, in the infected rats the number of secretory cells, expressed as a percentage of the epithelial cells in contact with the airway lumen, was less than half that of the pathogen-free rats. This difference was in part due to the increased number of ciliated cells in the infected rats (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 486,
                    "end": 495,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Changes in the epithelium"
        },
        {
            "text": "Some secretory cells and ciliated cells of the infected rats had M. pulmonis attached to their apical plasma membrane at junction-like adhesion sites (Figs. 12, 18) . The organisms were membrane-bound bags of cytoplasm, ovoid or tubular in shape and approximately 1-2 gm in length, and contained clumps of ribosome-like particles enmeshed in a network of fine filaments (Fig. 18 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 164,
                    "text": "(Figs. 12, 18)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 370,
                    "end": 378,
                    "text": "(Fig. 18",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Changes in the epithelium"
        },
        {
            "text": "Epithelial secretory cells contained fewer granules in capsaicin-treated pathogen-free rats than in those injected with vehicle. Though not readily appreciated in sections stained with Alcian blue-PAS (Fig. 4) , this degranulation was obvious by electron microscopy (Figs. 19, 20 ). An average of 5 __ 1 granules were present in each nucleated cell profile ( N = 15), which was 37% of the number present in the vehicle treated rats (p < 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 279,
                    "text": "(Figs. 19, 20",
                    "ref_id": null
                }
            ],
            "section": "Secretory cells in capsaicin-treated rats."
        },
        {
            "text": "Similarly, the secretory ceils in capsaicin-treated infected rats contained fewer granules than did those of their vehicletreated counterparts. This degranulation was evident in sections stained with Alcian blue-PAS (Fig. 5) and was confirmed by electron microscopy, where the number of granules per nucleated cell profile (12_+ 3 granules; N = 15) was 36% of the control (vehicle) value (p < 0.001). Most of the granules that remained were in the apex of the cells (Figs. 5, 21, 22) . In addition, after capsaicin the ceils had spine-like Figs. 8, 9. Electron micrographs comparing the tracheal epithelium of a pathogen-free rat (8) with that of a rat that was infected at the outset (9). Both rats received an injection of vehicle. The epithelium of the infected rat not only is much thicker but also has a larger number of ciliated cells (C) and contains mucous-like secretory cells (5). The granules of these secretory cells are larger, more numerous, and less electron-dense than those of the serous-like secretory cells (5) of the pathogen-free rat. Beneath the epithelium of the infected rat, the lamina propria (L) contains lymphoid cells. Scale bar = 5 gm 332 lateral projections and were bordered by abnormally wide intercellular spaces (Fig. 21) ; and the lamina propria was distorted by an accumulation of extracellular (edema) fluid.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 475,
                    "text": "(Figs. 5,",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 224,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1256,
                    "text": "(Fig. 21)",
                    "ref_id": null
                }
            ],
            "section": "Secretory cells in capsaicin-treated rats."
        },
        {
            "text": "In the tracheal epithelium of the pathogenfree rats, ciliated cells composed only 33% of the nucleated cell profiles in contact with the airway lumen (Table 1) . The cells had a cuboidal or low columnar shape, a comparatively lucent cytoplasm, and a round or ovoid nucleus (Figs. 6, 8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 273,
                    "end": 285,
                    "text": "(Figs. 6, 8)",
                    "ref_id": null
                }
            ],
            "section": "Ciliated cells."
        },
        {
            "text": "In the infected rats, ciliated cells constituted 68% of the nucleated cell profiles in contact with the airway lumen and were three times as numerous as ciliated cells in pathogen-free rats ( Table 1) . The cells had a tall, narrow columnar shape, a lucent cytoplasm, and a nucleus with an irregular contour (Figs. 7, 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 200,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 308,
                    "end": 319,
                    "text": "(Figs. 7, 9",
                    "ref_id": null
                }
            ],
            "section": "Ciliated cells."
        },
        {
            "text": "Globule leukocytes. Globule leukocytes were identified by their location, rounded shape, eccentrically-placed nucleus, and conspicuous cytoplasmic granules (Figs. 23, 24) . Although the granules stained with Alcian blue-PAS (Fig. 2) and toluidine blue, their larger and more variable size and their central placement in the epithelium distinguished them from the granules of epithelial secretory cells. In sections stained for chloroacetate esterase activity, the granules of globule leukocytes were the only structures in the epithelium that had the red reaction product (Fig. 23) .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 166,
                    "text": "(Figs. 23,",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 232,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 581,
                    "text": "(Fig. 23)",
                    "ref_id": null
                }
            ],
            "section": "Ciliated cells."
        },
        {
            "text": "Globule leukocytes were much more numerous in the tracheal epithelium of the pathogen-free rats (Fig. 23 ) than in the epithelium of rats that acquired infections during the experiment (Fig. 25) or were infected at the outset (Fig. 26) . The pathogen-free rats had 225 300_ 18 300 globule leukocytes per cubic millimeter of epithelium, whereas the rats that acquired infections during the 6 week experiment had 70 800_+ 37400 of these cells per cubic millimeter (p < 0.01 ; N = 5 per group).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 104,
                    "text": "(Fig. 23",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 194,
                    "text": "(Fig. 25)",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 235,
                    "text": "(Fig. 26)",
                    "ref_id": null
                }
            ],
            "section": "Ciliated cells."
        },
        {
            "text": "The tracheas of pathogen-free rats had a cuboidal or low columnar pseudostratified epithelium that averaged 16.3_+0.7 gm (N=5) in thickness. The epithelium of the pathogen-free rats contained an average of 128 cells per millimeter (Table 1) , which yields an average cell width of 7.9+_0.7 gm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 240,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Changes in epithelial thickness and cell width"
        },
        {
            "text": "In contrast, the tracheas of rats that acquired infections during the experiment had a tall columnar pseudostratified epithelium, which was approximately twice as thick as that of the pathogen-free rats (p < 0.001). The thickness of the epithelium of rats exposed for 3 weeks (34.9_+ 2.4 ~tm) or 6 weeks (31_+2.4 gm) did not differ significantly from that of their infected cagemates (35.9 _+ 1.5 gm and 31.5 _+ 0.9 gm respectively [N= 4-5 per group]). The epithelial surface of the infected rats had an undulating contour and in some regions had crypt-like infoldings in which secretory cells were numerous. The epithelial cells were 50% more densely packed in the infected rats (187 cells/ram; Table 1 ) and thus were only 68% as wide (5.4_+0.1 gm) as those of pathogen-free rats. However, because the elongation of the epithelial cells was accompanied by narrowing, cell volume (approximately 800 gm 3) was not appreciably different in pathogen-free and infected rats.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 696,
                    "end": 703,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Changes in epithelial thickness and cell width"
        },
        {
            "text": "Lymphoid tissue was not found in the tracheal mucosa of the pathogen-free rats (Figs. 6, 8) . However, mononuclear cells were abundant in the lamina propria and in focal regions of the epithelium of all of the infected rats (Fig. 7) . In addition, the mucosal glands were larger in the infected rats than in the pathogen-free rats.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 91,
                    "text": "(Figs. 6, 8)",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 232,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Changes in the lamina propria"
        },
        {
            "text": "In the pathogen-free rats, capsaicin (150 gg/kg i.v.) resulted in 2.5 times as much extravasated Evans blue in the trachea as did an injection of vehicle. However, in the rats that acquired infections during the 3 week experiment, this dose of capsaicin produced 8.3 times as much dye extravasation as did the vehicle (Table 2 ). Compared to the values for pathogen-free rats, there was 3.3 times as much dye in the tracheas of the infected rats at 3 weeks and 2.2 times as much at 6 weeks (3800_+478 ng/trachea). Rats that were infected at the outset had an average of 3.2 times as much extravasated dye as the pathogen-free rats ( Table 2 ). All of these differences were statistically significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 633,
                    "end": 640,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Potentiation of neurogenic inflammation"
        },
        {
            "text": "Because the tracheas of the infected rats were heavier than those of the pathogen-free rats, the amounts of capsaicin-induced extravasation in the infected rats appeared to be somewhat less when expressed per milligram of trachea, but the values were still significantly greater than those in pathogen-free rats (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 321,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Potentiation of neurogenic inflammation"
        },
        {
            "text": "A small amount of Evans blue was present in the tracheas of vehicle-treated rats, regardless of whether they were pathogen-free or infected, but there was no indication that vascular permeability to Evans blue was abnormal in the infected rats in the absence of capsaicin. In fact, the amount of dye expressed per milligram of trachea was more than twice as large in the pathogen-free rats, as their tracheas weighed less than those of the infected rats ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 464,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Potentiation of neurogenic inflammation"
        },
        {
            "text": "The infected rats treated with dexamethasone for five days developed only 29% as much Evans blue extravasation in response to capsaicin as did their infected controls (p< 0.001). The amount of extravasation in the dexamethasonetreated infected rats (2460_+ 580 ng/trachea) was sufficiently small that it was not significantly different from that of the pathogen-free rats. By contrast, the controls for this Figs. 111-13. Electron micrographs comparing the epithelial secretory cell in a pathogen-free rat (10, 11) and a rat that was infected at the outset (12, 13). Both rats were injected with vehicle. The cell of the infected rat is taller, and its granules are larger, more nmnerous, and less electron-dense than those from the pathogen-free rat. The content of the granules from the pathogen-free rat has a smooth texture (11), and that from the infected rat has a stippled texture (13). A mycoplasma (arrow) is attached to the apical surface of the secretory cell from the infected rat (12). Scale bars = 2 gm for 10, 12 and 500 nm for ll, 13 333 Values are means _+ S.E. Each group contained 4-5 rats. Rats that acquired infections were pathogen-free at the outset and were housed with infected rats for 3 weeks. Values for the three groups of rats that were infected at the outset and were re-exposed during the experiment for 0, 3 or 6 weeks were not significantly different from one another, as determined by analysis of variance, and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of dexamethasone on the potentiation of neurogenic inflammation"
        },
        {
            "text": "In the tracheas of pathogen-free rats treated with capsaicin, labeled blood vessels were present in regions of the mucosa between cartilaginous rings (area density of labeled vessels = 22%), but they were rare over the rings (area density of labeled vessels = 3% ; Fig. 27 ). By comparison, in infected rats treated with capsaicin, blood vessels were more heavily labeled by Monastral blue, and the labeled vessels were more numerous in regions of the mucosa between cartilaginous tings (area density of labeled v e s s e l s : 42%) and were much more abundant in regions overlying the tings (area density of labeled v e s s e l s = 3 3 % ; Fig. 27 ). No Monastral blue-labeled vessels were found in the mucosa of any of the rats treated with vehicle.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 272,
                    "text": "Fig. 27",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 641,
                    "end": 648,
                    "text": "Fig. 27",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Increased number of mediator-sensitive blood vessels"
        },
        {
            "text": "The tracheas of rats that acquired infections during the experiment, like those of the rats that were infected at the outset, were about 50% heavier than the tracheas of the pathogen-free rats (Table 2) . This difference in tracheal weight was not due to a change in body weight, as tracheal weights expressed as a fraction of body weight showed similar differences. The increased weight of the infected rat tracheas was consistent with the abnormally thick mucosa and abundant mucosal lymphoid tissue. As the tracheas of rats treated with capsaicin weighed approximately the same as those of vehicle-treated rats in the same group (Table 2) , capsaicin-induced plasma extravasation did not result in an appreciable increase in tracheal weight.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 202,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 632,
                    "end": 641,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Increase in tracheal weight"
        },
        {
            "text": "Secretory cells. The results of the present study are consistent with Jeffery and Reid's (1975) finding that the tracheal epithelium of pathogen-free rats contains numerous serous cells but few mucous cells. We found by electron microscopy that nearly all of the non-ciliated cells contained secretory granules with the comparatively small size and number typical of serous cell granules (Jeffery and Reid 1981) . The small number of Alcian blue-PAS stained cells, which are presumably mucous cells, that we found in pathogen-free rats approximates the number reported for such rats by Lamb and Reid (1969a) and Jones et al. (1973) , Lamb and Reid (1968) and Greig et al. (1980) found larger numbers of these cells in some \"specific pathogen-free\" rats, but the possible effects of respiratory tract infections in these rats were not excluded.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 95,
                    "text": "Jeffery and Reid's (1975)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 388,
                    "end": 411,
                    "text": "(Jeffery and Reid 1981)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 586,
                    "end": 607,
                    "text": "Lamb and Reid (1969a)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 612,
                    "end": 631,
                    "text": "Jones et al. (1973)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 634,
                    "end": 654,
                    "text": "Lamb and Reid (1968)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 659,
                    "end": 678,
                    "text": "Greig et al. (1980)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Infection-related changes in the tracheal epithelium"
        },
        {
            "text": "Secretory cells in the tracheal mucosa of the infected rats had the characteristics of mucous (goblet) cells. In evidence of this, most if not all of these cells contained granules that stained magenta or blue-purple with Alcian blue-PAS, indicating the presence of abundant neutral or acidic glyco-Figs. 14-17. Electron micrographs showing morphological variants of granules in tracheal epithelial secretory cells of a pathogen-free rat (14, 15), a rat that was infected at the outset (16), and a rat that acquired infections during the 6 week experiment (17). An electron dense halo is present at the perimeter of the granules from the pathogen-free rat. In 14 this halo is thin, homogeneous and compact, whereas in 15 it is dispersed and granular. In the infected rat, the enveloping membrane of the granules is discontinuous in some regions (arrows in 16). The granules in 16 have a stippled but otherwise homogeneous interior, whereas those in 17 contain prominent round electron-dense regions (arrows) within a stippled matrix. Scale bar = 500 nm (19, 20) and a rat that acquired infections during the 6 week experiment (21, 22) . Most of the remaining secretory granules are in the apex of the cells (21, 22) . In the infected rat, the lower portion of the secretory cell is bordered by abnormal spaces that are spanned by spine-like processes (arrows, 21). Scale bars = 2 gm for 19, 21 and 500 nm for 20, 22",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1053,
                    "end": 1061,
                    "text": "(19, 20)",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1134,
                    "text": "(21, 22)",
                    "ref_id": null
                },
                {
                    "start": 1207,
                    "end": 1215,
                    "text": "(21, 22)",
                    "ref_id": null
                }
            ],
            "section": "Infection-related changes in the tracheal epithelium"
        },
        {
            "text": "Figs. [23] [24] [25] [26] showing globule leukocytes in the tracheal epithelium of pathogen-free and infected rats. 24 is an electron micrograph of the epithelium of a pathogen-free rat showing that the cytoplasmic granules of the globule leukocyte (arrows) are more electron-dense and in some cases larger than those of the surrounding secretory cells. Scale bar = 2 pm. 23, 25 and 26 are light micrographs of sections stained histochemically to demonstrate the chloroacetate esterase activity in globule leukocytes (arrows). 23 shows the epithelium of a pathogen-free rat, which contains many more globule leukocytes than does the epithelium of a rat that acquired infections during the 6 week experiment (25) or was infected at the outset (26). Note that an injection of capsaicin (150 pg/kg i.v.), which the rats of 23, 25, and 26 received, did not degranulate the globule leukocytes. Scale bars for 23, 25 and 26= 10 gm surface of tracheal whole mounts compare the effects of capsaicin in a pathogen-free rat (left) and a rat that acquired infections during the 6 week experiment (right). In the trachea of the pathogen-free rat, Monastral blue-labeled blood vessels (arrows) are not present in the mucosa overlying the cartilaginous ring (asterisk); but in the infected rat many labeled vessels are present in this location (asterisk). Scale bar = 200 gm proteins (Eskelund 1957; Lamb and Reid 1969b; Spicer et al. 1980 Spicer et al. , 1983 . Furthermore, the granules in these cells had the large size, abundance, and ultrastructure typical of granules of tracheal goblet cells (Rhodin and Dalhamn 1956; Jeffery and Reid 1975, 1981) . An increase in the number of goblet cells in the respiratory epithelium and the production of abnormally large amounts of mucus are well established features of chronic respiratory infections caused by M. pulmonis (Ventura and Go ucher 1966; Lindsey et al. 1971) . Goblet cell hyperplasia can also result from chronic exposure to irritants such as formalin (Florey et al. 1932) , sulfur dioxide (Reid 1963; Lamb and Reid 1968) , and tobacco smoke (Lamb and Reid 1969a; Greig et al. 1980; Jeffery and Reid 1981 ), but it is not known to be an effect of Sendai virus or coronavirus infections (Jacoby etal. 1975; Castleman 1983; Schoeb et al. 1985) .",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 11,
                    "end": 15,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 16,
                    "end": 20,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 21,
                    "end": 25,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1370,
                    "end": 1385,
                    "text": "(Eskelund 1957;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1386,
                    "end": 1406,
                    "text": "Lamb and Reid 1969b;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1407,
                    "end": 1425,
                    "text": "Spicer et al. 1980",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1426,
                    "end": 1446,
                    "text": "Spicer et al. , 1983",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1585,
                    "end": 1610,
                    "text": "(Rhodin and Dalhamn 1956;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1611,
                    "end": 1622,
                    "text": "Jeffery and",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1623,
                    "end": 1639,
                    "text": "Reid 1975, 1981)",
                    "ref_id": null
                },
                {
                    "start": 1856,
                    "end": 1883,
                    "text": "(Ventura and Go ucher 1966;",
                    "ref_id": null
                },
                {
                    "start": 1884,
                    "end": 1904,
                    "text": "Lindsey et al. 1971)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1999,
                    "end": 2019,
                    "text": "(Florey et al. 1932)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2037,
                    "end": 2048,
                    "text": "(Reid 1963;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2049,
                    "end": 2068,
                    "text": "Lamb and Reid 1968)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2089,
                    "end": 2110,
                    "text": "(Lamb and Reid 1969a;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2111,
                    "end": 2129,
                    "text": "Greig et al. 1980;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2130,
                    "end": 2151,
                    "text": "Jeffery and Reid 1981",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2233,
                    "end": 2252,
                    "text": "(Jacoby etal. 1975;",
                    "ref_id": null
                },
                {
                    "start": 2253,
                    "end": 2268,
                    "text": "Castleman 1983;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2269,
                    "end": 2288,
                    "text": "Schoeb et al. 1985)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Infection-related changes in the tracheal epithelium"
        },
        {
            "text": "Epithelial serous cells are a possible source of such goblet cells, as transitional stages between the two cell types have been identified (Jeffery and Reid 1981) , and serous cells are known to serve as stem cells for other types of epithelial cells (Evans et al. 1986 ). The possibility that such a transformation occurs is also consistent with our observation that the increased number of mucous cells in the in-fected rats was offset by a reduction in the number of serous cells.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 162,
                    "text": "(Jeffery and Reid 1981)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 251,
                    "end": 269,
                    "text": "(Evans et al. 1986",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Infection-related changes in the tracheal epithelium"
        },
        {
            "text": "Stimulation of mucus secretion. The results of our study indicate that capsaicin causes the degranulation of epithelial secretory cells both in pathogen-free rats and in infected rats. Considering that capsaicin can activate certain types of sensory nerves (Jancso et al. 1967; Gamse et al. 1980) , our observations suggest that the degranulation of both types of secretory cell is regulated by sensory nerves, either through a reflex or through an effect of a sensory nerve mediator. The latter possibility is consistent with evidence that mucous cells of the tracheal epithelium are not stimulated by parasympathetic agonists but are degranulated by irritants such as mustard oil, sulfur dioxide, ammonia, and tobacco smoke (Florey et al. 1932; Lamb and Reid 1968; Jeffery 1978) , which activate sensory nerves, and by electrical stimulation of vagal sensory axons (McDonald 1988 b) .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 277,
                    "text": "(Jancso et al. 1967;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 278,
                    "end": 296,
                    "text": "Gamse et al. 1980)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 726,
                    "end": 746,
                    "text": "(Florey et al. 1932;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 747,
                    "end": 766,
                    "text": "Lamb and Reid 1968;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 767,
                    "end": 780,
                    "text": "Jeffery 1978)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 867,
                    "end": 884,
                    "text": "(McDonald 1988 b)",
                    "ref_id": null
                }
            ],
            "section": "Infection-related changes in the tracheal epithelium"
        },
        {
            "text": "and mice has few ciliated cells compared to that of most mammals including humans. We found that ciliated cells constituted only 33% of the cells that reach the tracheal lumen, which corresponds to other values in the literature 339 for pathogen-free rats and mice (Jeffery and Reid 1975; Pack et al. 1980) . The number of ciliated cells is not fixed, however, as these cells proliferate as a result of M. pulmonis infections (termed \"epithelial hyperplasia\" by Lindsey et al. 1971; Schoeb et al. 1985) , as was observed in the infected rats we studied. Chronic exposure to sulfur dioxide (Dalhamn 1956) or tobacco smoke (Jeffery and Reid 1981) can also cause ciliated cell hyperplasia.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 288,
                    "text": "(Jeffery and Reid 1975;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 289,
                    "end": 306,
                    "text": "Pack et al. 1980)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 462,
                    "end": 482,
                    "text": "Lindsey et al. 1971;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 483,
                    "end": 502,
                    "text": "Schoeb et al. 1985)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 589,
                    "end": 603,
                    "text": "(Dalhamn 1956)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 621,
                    "end": 644,
                    "text": "(Jeffery and Reid 1981)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Ciliated cells'. The tracheal epithelium of pathogen-free rats"
        },
        {
            "text": "Globule leukocytes. Globule leukocytes are migratory cells in the airway epithelium that appear to be of mesenchymal origin and are considered by some to be mucosal mast cells (Kent 1966; Frederix and Baert 1986; Tam et al. 1988 ). We paid particular attention to these cells because their granules stain with Alcian blue-PAS and toluidine blue and can, therefore, be confused with the granules of epithelial serous cells or mucous cells. However, unlike the granules of epithelial secretory cells, the granules in globule leukocytes contain a chymotrypsin-like serine protease that can be detected histochemically by its chloroacetate esterase activity (Huntley et al. 1985; Frederix and Baert 1986; Tam et al. 1988 ).",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 187,
                    "text": "(Kent 1966;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 188,
                    "end": 212,
                    "text": "Frederix and Baert 1986;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 213,
                    "end": 228,
                    "text": "Tam et al. 1988",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 654,
                    "end": 675,
                    "text": "(Huntley et al. 1985;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 676,
                    "end": 700,
                    "text": "Frederix and Baert 1986;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 701,
                    "end": 716,
                    "text": "Tam et al. 1988",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Ciliated cells'. The tracheal epithelium of pathogen-free rats"
        },
        {
            "text": "Our finding that airway infections decreased by twothirds the number of globule leukocytes in the tracheal epithelium demonstrates the dynamic nature of this cell population. Such changes have not been described previously, but it is known that nematode infections result in changes in the number of globule leukocytes in the intestinal epithelium (Carroll et al. 1984 ).",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 368,
                    "text": "(Carroll et al. 1984",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ciliated cells'. The tracheal epithelium of pathogen-free rats"
        },
        {
            "text": "Epithelial thickness. It is well established that the tracheas of pathogen-free rats have a cuboidal or low columnar epithelium (Lindsey etal. 1971; Jeffery and Reid 1975; Hayashi and Huber 1977) , and that the epithelium of rats with chronic airway infections produced by M. pulmonis is abnormally thick (Lindsey et al. 1971; Schoeb et al. 1985) . Although chronic exposure to irritants such as sulfur dioxide (Dalhamn 1956; Lamb and Reid 1968) or tobacco smoke (Jones et al. 1973) can also increase the epithelial thickness, infections due to Sendai virus or coronavirus evidently do not have this effect (Jacoby et al. 1975; Castleman 1983; Schoeb et al. 1985) .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 148,
                    "text": "(Lindsey etal. 1971;",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 171,
                    "text": "Jeffery and Reid 1975;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 172,
                    "end": 195,
                    "text": "Hayashi and Huber 1977)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 305,
                    "end": 326,
                    "text": "(Lindsey et al. 1971;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 327,
                    "end": 346,
                    "text": "Schoeb et al. 1985)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 411,
                    "end": 425,
                    "text": "(Dalhamn 1956;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 426,
                    "end": 445,
                    "text": "Lamb and Reid 1968)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 463,
                    "end": 482,
                    "text": "(Jones et al. 1973)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 607,
                    "end": 627,
                    "text": "(Jacoby et al. 1975;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 628,
                    "end": 643,
                    "text": "Castleman 1983;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 644,
                    "end": 663,
                    "text": "Schoeb et al. 1985)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Ciliated cells'. The tracheal epithelium of pathogen-free rats"
        },
        {
            "text": "The present study reveals that pathogen-free rats become abnormally susceptible to neurogenic inflammation within three weeks of acquiring respiratory tract infections caused by M. pulmonis, Sendai virus, and coronavirus. This susceptibility of the infected rats to neurogenic inflammation was manifested by an unusually large amount of plasma extravasation evoked in the trachea by capsaicin. The airway infections themselves did not cause an appreciable increase in vascular permeability, as the infected rats not treated with capsaicin had no more dye in their tracheas than did pathogen-free rats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potentiation of neurogenic inflammation by infections"
        },
        {
            "text": "Capsaicin is thought to produce neurogenic inflammation by stimulating the release of substance P or other neuropeptides from sensory nerves (Gamse et al. 1980; . Several lines of evidence support our assumption that it is this effect of capsaicin which is responsible for the plasma extravasation observed in the present studies, not the cardiovascular and respiratory reflexes evoked by the drug (Makara et al. 1967; Mitchell et al. 1984) . For example, intravenous capsaicin does not increase vascular permeability in all vascular beds but instead exerts its effect in proportion to the amount of substance P in the tissue Lundberg et al. 1984) . Furthermore, intravenous capsaicin can mimic the changes in vascular permeability produced in the tracheal mucosa by vagal stimulation and substance P injection Mc Donald 1988a) , which do not evoke the same reflex changes as capsaicin. Also, the endothelial gaps in postcapillary venules that are responsible for the extravasation induced by capsaicin, vagal stimulation, and substance P (McDonald  1988 a, b) would not be expected to result from reflex hemodynamic changes. Finally, when capsaicin is applied directly to the tracheal mucosa, skin or conjunctiva of the eye, the resulting plasma extravasation coincides with the region of the application, an unlikely finding if caused by reflex hemodynamic changes (Jancso 1960; Lundberg and Saria 1982) .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 160,
                    "text": "(Gamse et al. 1980;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 398,
                    "end": 418,
                    "text": "(Makara et al. 1967;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 419,
                    "end": 440,
                    "text": "Mitchell et al. 1984)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 626,
                    "end": 647,
                    "text": "Lundberg et al. 1984)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 811,
                    "end": 827,
                    "text": "Mc Donald 1988a)",
                    "ref_id": null
                },
                {
                    "start": 1367,
                    "end": 1380,
                    "text": "(Jancso 1960;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1381,
                    "end": 1405,
                    "text": "Lundberg and Saria 1982)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 1039,
                    "end": 1060,
                    "text": "(McDonald  1988 a, b)",
                    "ref_id": null
                }
            ],
            "section": "Potentiation of neurogenic inflammation by infections"
        },
        {
            "text": "The potentiation of neurogenic inflammation in the infected rats was abolished by dexamethasone given over five days. This inhibition is consistent with the well established action of glucocorticoids on vascular permeability (Svensjo and Roempke 1985; Andersson and Persson 1988) , although no such effect was observed by in pathogen-free rats treated with methylprednisolone for four hours. It is unknown whether the inhibition we observed is a manifestation of one of the generalized anti-inflammatory actions of glucoeorticoids (Bowen and Fauci 1988) or whether it is a specific effect on neurogenic inflammation, such as the upregulation of an enzyme that degrades tachykinins released from sensory nerves or the downregulation of tachykinin receptors on postcapillary venules.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 251,
                    "text": "(Svensjo and Roempke 1985;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 252,
                    "end": 279,
                    "text": "Andersson and Persson 1988)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 531,
                    "end": 553,
                    "text": "(Bowen and Fauci 1988)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Potentiation of neurogenic inflammation by infections"
        },
        {
            "text": "By using Monastral blue in the present study, we were able to address the question of whether the abnormally large amount of extravasation in the infected rats resulted from an increase in the number of responsive blood vessels or from an increased response of individual vessels. We found both to be true: Monastral blue-labeled vessels in the tracheas of infected rats not only were more intensely colored, but they were also more numerous. In evidence of the latter, many of the labeled vessels in the infected rats were in regions of the mucosa overlying cartilaginous rings, sites that were nearly devoid of labeled vessels in pathogen-fi'ee rats. This change indicates that the infections can increase the number of mediator-sensitive blood vessels in the tracheal mucosa and that the proliferation of these vessels contributes to the augmented neurogenic inflammatory response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potentiation of neurogenic inflammation by infections"
        },
        {
            "text": "Our experiments did not directly address the issue of which organism made the rats abnormally susceptible to neurogenic inflammation. There are, however, several reasons to believe that M. pulmonis played a key role in this phenomenon. For example, an active infection by M. pulmonis was present. This was evidenced by high serological titers to the organism, electron microscopic visualization on the airway epithelium of organisms with the typical morphology of M. pulmonis (Nelson and Lyons 1965) , and characteristic pathological changes in the airway mucosa (Lindsey et al. 1971 ). Furthermore, the abnormally large amount of plasma extravasation associated with neurogenic inflammation in the infected rats appeared to be due in part to the proliferation of blood vessels, which is one of the manifestations of chronic infections such as those caused by M. pulmonis. Finally, M. pulmonis infections, produced in the laboratory by intranasal inoculation of the organisms, can potentiate neurogenic inflammation in the rat trachea in the absence of viral infections (McDonald and Lindsey, unpublished observations).",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 499,
                    "text": "(Nelson and Lyons 1965)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 563,
                    "end": 583,
                    "text": "(Lindsey et al. 1971",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "What organism made the airways susceptible to neurogenic inflammation ?"
        },
        {
            "text": "The Sendai virus and coronavirus infections are not likely to have caused the changes we observed. Although Sendai virus infections can potentiate neurogenic inflammation (Pied]monte et al. 1989) , this is a modest change that occurs at the peak of the infection. However, in the animals we studied, the viral infections had probably resolved, because the animals had high serological titers to the viruses, and these titers do not reach their peak until after the animals have recovered from the infections (Jacoby etal. 1975; Castleman 1983) . Furthermore, the transient epithelial swelling, necrosis, and sloughing produced by these viruses (Jacoby et al. 1975; Castleman 1983; Schoeb et al. 1985) were not present in the animals we studied.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 195,
                    "text": "(Pied]monte et al. 1989)",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 527,
                    "text": "(Jacoby etal. 1975;",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 543,
                    "text": "Castleman 1983)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 644,
                    "end": 664,
                    "text": "(Jacoby et al. 1975;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 665,
                    "end": 680,
                    "text": "Castleman 1983;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 681,
                    "end": 700,
                    "text": "Schoeb et al. 1985)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "What organism made the airways susceptible to neurogenic inflammation ?"
        },
        {
            "text": "Sendai virus and coronavirus could, however, participate in the potentiation of neurogenic inflammation by exacerbating M. pulrnonis infections (Schoeb etal. 1985; Schoeb and Lindsey 1987) . This effect may be particularly important in naturally occurring infections like those we studied because M. pulmonis tends to cause comparatively mild disease in the absence of \"promoters\" (Lindsey et al. 1986 ). Exposure to ammonia (Broderson et al. 1976 ) and viral infections (Howard etal. 1978; Schoeb etal. 1985; Schoeb and Lindsey 1987) are the best characterized of these promoters. The observation in a previous study that Sendai virus infections are necessary for the potentiation of neurogenic inflammation in rats infected naturally by M. pulmonis may be an example of this phenomenon (McDonald 1988 a).",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 163,
                    "text": "(Schoeb etal. 1985;",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 188,
                    "text": "Schoeb and Lindsey 1987)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 381,
                    "end": 401,
                    "text": "(Lindsey et al. 1986",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 425,
                    "end": 447,
                    "text": "(Broderson et al. 1976",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 471,
                    "end": 490,
                    "text": "(Howard etal. 1978;",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 509,
                    "text": "Schoeb etal. 1985;",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 534,
                    "text": "Schoeb and Lindsey 1987)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "What organism made the airways susceptible to neurogenic inflammation ?"
        },
        {
            "text": "We conclude that M. pulmonis infections in rats, exacerbated by concurrent infections caused by Sendai virus and coronavirus, produce prominent changes in the tracheal mucosa within three weeks of their onset. Epithelial serous cells are replaced by mucous cells, ciliated cells proliferate, globule leukocytes diminish in number, and lymphoid cells accumulate in the lamina propria. The infections also result in a proliferation of mediator-sensitive mucosal blood vessels, which contribute to the potentiation of neurogenic inflammation that accompanies the other changes. Our findings underscore the importance of chronic infections as factors that determine the composition of airway mucus and the magnitude of the neurogenic inflammatory response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Developments in anti-asthma glucocorticoids",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Persson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Agents Actions",
            "volume": "23",
            "issn": "",
            "pages": "239--260",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Enzyme histochemistry and immunohistochemistry on biopsy specimens of pathologic human bone marrow",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Bancroft",
                    "suffix": ""
                },
                {
                    "first": "A ; Churchill",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "Edinburgh",
                    "middle": [],
                    "last": "Livingstone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Beckstead",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Halverson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Ries",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Bainton",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Blood",
            "volume": "57",
            "issn": "",
            "pages": "1088--1098",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adrenal corticosteroids. In: Gallin JI, Goldstein IM, Snyderman R (eds) Inflammation : Basic winciples and Clinical Correlates",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "87--895",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The role of environmental ammonia in respiratory mycoplasmosis of rats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Broderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Am J Pathol",
            "volume": "85",
            "issn": "",
            "pages": "115--130",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The neurally-mediated increase in vascular permeability in the rat trachea: onset, duration and tachyphylaxis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Brokaw",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Exp Lung Res",
            "volume": "14",
            "issn": "",
            "pages": "757--767",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "984) Kinetics of intestinal lamina propria mast cells, globule leukocytes, intraepithelial lymphocytes, goblet cells and eosinophils in murine strongyloidiasis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mayrhofer",
                    "suffix": ""
                },
                {
                    "first": "Hjs",
                    "middle": [],
                    "last": "Dawkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Grove",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int Arch Allergy Appl Immunol",
            "volume": "74",
            "issn": "",
            "pages": "311--317",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sendal virus in nude and germ-free rats",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carthew",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sparrow",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Research in Veterinary Science",
            "volume": "29",
            "issn": "",
            "pages": "28--292",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Respiratory tract lesions in weanling outbred rats infected with Sendai virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Castleman",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am J Vet Res",
            "volume": "44",
            "issn": "",
            "pages": "1024--1031",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mucous flow and ciliary activity in the trachea of healthy rats and rats exposed to respiratory irritant gases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dalhamn",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Acta Physiol Scand",
            "volume": "36",
            "issn": "",
            "pages": "1--161",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mucin staining with Alcian blue",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Eskelund",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Acta Pathol Microbiol Scand",
            "volume": "40",
            "issn": "",
            "pages": "107--109",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Role of nonciliated cells in renewal of the bronchial epithelium of rats exposed to NO2",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "]",
                    "middle": [],
                    "last": "Sham",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Cabral-Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Dekker",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am J Pathol",
            "volume": "123",
            "issn": "",
            "pages": "126--133",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mucus secretion in the trachea",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Florey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Carleton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "Br J Exp Pathol",
            "volume": "13",
            "issn": "",
            "pages": "269--284",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Naphthol-AS-D-chloroacetate esterase activity in globule leukocytes in the tracheal epithelium of rats",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frederix",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baert",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Acta Anat (Basel)",
            "volume": "125",
            "issn": "",
            "pages": "93--95",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Decrease of substance P in primary afferent neurones and impairment of neurogenic plasma extravasation by capsaicin",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gamse",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Holzer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lembeck",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Br J Pharmac",
            "volume": "68",
            "issn": "",
            "pages": "207--213",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Chloroacyl esters as histochemical substrates",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gomori",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "J Histochem Cytochem",
            "volume": "1",
            "issn": "",
            "pages": "469--70",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The effect of indomethacin on the response of bronchial epithelium to tobacco smoke",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ayers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jeffery",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Pathol",
            "volume": "132",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Quantitative differences in goblet cells in the tracheal epithelium of male and female rats",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Huber",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Am Rev Respir Dis",
            "volume": "115",
            "issn": "",
            "pages": "595--599",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The effect of pneumonia induced in mice with Mycoplasma pulmonis on resistance to subsequent bacterial infection and the effect of a respiratory infection with Sendai virus on the resistance of mice to Mycoplasma pulmonis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Stott",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J Gen Microbiol",
            "volume": "109",
            "issn": "",
            "pages": "79--87",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Histochemical demonstration of chymotrypsin like serine esterases in mucosal mast cells in four species including man",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Huntley",
                    "suffix": ""
                },
                {
                    "first": "Gfj",
                    "middle": [],
                    "last": "Newlands",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Hrp",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Ctin Pathol",
            "volume": "38",
            "issn": "",
            "pages": "375--384",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pathogenesis of sialodacryoadenitis in gnotobiotic rats",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Jacoby",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Jonas",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Vet Pathol",
            "volume": "12",
            "issn": "",
            "pages": "196--209",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Viral diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Jacoby",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Jonas",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "The Laboratory Rat",
            "volume": "1",
            "issn": "",
            "pages": "243--269",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Role of the nerve terminals in the mechanism of inflammatory reactions",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jancso",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Bulletin of the Millard Fillmore Hospital (Buffalo)",
            "volume": "7",
            "issn": "",
            "pages": "53--77",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Direct evidence for neurogenic inflammation and its prevention by denervation and by pretreatment with capsaicin",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jancso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jancso-Gabor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Szolcsanyi",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Br J Pharmacol Chemother",
            "volume": "31",
            "issn": "",
            "pages": "138--151",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Structure and function of mucus-secreting cells of cat and goose airway epithelium",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jeffery",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Respiratory Tract Mucus",
            "volume": "54",
            "issn": "",
            "pages": "5--23",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "New observations of rat airway epithelium: a quantitative and electron microscopic study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jeffery",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Anat",
            "volume": "120",
            "issn": "",
            "pages": "295--320",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The effect of tobacco smoke, with or without phenylmethyloxadiazole (PMO), on rat bronchial epithelium: a light and electron microscopic study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jeffery",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Pathol",
            "volume": "133",
            "issn": "",
            "pages": "341--359",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Goblet cell gIycoprotein and tracheal gland hypertrophy in rat airways : the effect of tobacco smoke with or without the anti-inflammatory agent phenylmethyloxadiazole",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bolduc",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Br J Exp Pathol",
            "volume": "54",
            "issn": "",
            "pages": "229--239",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Distribution and fine structure of globule leucocytes in respiratory and digestive tracts of the laboratory rat",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kent",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Anat Rec",
            "volume": "156",
            "issn": "",
            "pages": "439--454",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Mitotic rates, goblet cell increase and histochemical changes in mucus in rat bronchial epithelium during exposure to sulphur dioxide",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J Pathol Bact",
            "volume": "96",
            "issn": "",
            "pages": "97--111",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Goblet cell increase in rat bronchial epithelium after exposure to cigarette and cigar tobacco smoke",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Br Med J",
            "volume": "1",
            "issn": "",
            "pages": "33--35",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Histochemical types of acidic glycoprorein produced by mucous cells of the tracheobronchiat glands in man",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "J Pathol",
            "volume": "98",
            "issn": "",
            "pages": "213--229",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Murine chronic respiratory disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Overcash",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Cassell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Am J Pathol",
            "volume": "64",
            "issn": "",
            "pages": "675--716",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Complications of Viral and Mycoplasmal Infections in Rodents to Toxicology Research and Testing",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Schoeb",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Cassell",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Vascular permeability changes and smooth muscle contraction in relation to capsaicin-sensitive substance P afferents in the guinea pig",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lundberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brodin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saria",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Acta Physiol Scand",
            "volume": "120",
            "issn": "",
            "pages": "217--227",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Cigarette smoke-induced airway oedema due to activation of capsaicin-sensitive vagal afferents and substance P release",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lundberg",
                    "suffix": ""
                },
                {
                    "first": "C-R",
                    "middle": [],
                    "last": "Martling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saria",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Folkers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosell",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Neuroscience",
            "volume": "10",
            "issn": "",
            "pages": "1361--1368",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Capsaicin-sensitive vagal neurons involved in control of vascular permeability in rat trachea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lundberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saria",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Acta Physiol Scand",
            "volume": "115",
            "issn": "",
            "pages": "521--523",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Capsaicin-induced desensitization of airway mucosa to cigarette smoke, mechanical and chemical irritants",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lundberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saria",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Nature",
            "volume": "302",
            "issn": "",
            "pages": "251--253",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Circulatory and respiratory responses to capsaicin, 5-hydroxytryptamine and histamine in rats pretreated with capsaicin",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Makara",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gyorgy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Motnar",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Arch Int Pharmacodyn",
            "volume": "170",
            "issn": "",
            "pages": "39--45",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "a) Respiratory infections increase susceptibility to neurogenic inflammation in the rat trachea",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am Rev Respir Dis",
            "volume": "137",
            "issn": "",
            "pages": "1432--1440",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Neurogenic inflammation in the rat trachea. I. Changes in venules, leucocytes, and epithelial cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Neurocytol",
            "volume": "17",
            "issn": "",
            "pages": "583--603",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Neurogenic inflammation in the rat trachea. II. Identity and distribution of nerves mediating the increase in vascular permeability",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gabetla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haskell",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Neurocytol",
            "volume": "17",
            "issn": "",
            "pages": "605--628",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Reflex changes in respiration and heart rate evoked by intravenous and left ventricular injection of 5-HT and capsaicin in anaesthetized rats : a comparison of mechanisms",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tomlin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Lung",
            "volume": "162",
            "issn": "",
            "pages": "153--163",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Phase-contrast and electron microscopy of routine strains of Mycoplasma",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lyons",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "J Bacteriol",
            "volume": "90",
            "issn": "",
            "pages": "1750--1763",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The distribution and structure of cells in the tracheal epithelium of the mouse",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pack",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "A1-Ugaily",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Widdicombe",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Cell Tissue Res",
            "volume": "208",
            "issn": "",
            "pages": "65--84",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Leakage of macromolecules from guinea-pig tracheobronchial microcirculation. Effects of allergen, leukotrienes, tachykinins, and anti-asthma drugs",
            "authors": [
                {
                    "first": "Cga",
                    "middle": [],
                    "last": "Persson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Erjefalt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Acta Physiol Scand",
            "volume": "127",
            "issn": "",
            "pages": "95--105",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Sendai virus infection potentiates neurogenic inflammation in the rat trachea",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Piedimonte",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Umeno",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Nadel",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Am Rev Respir Dis",
            "volume": "139",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "An experimental study of hypersecretion of mucus in the bronchial tree",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Br J Exp Path",
            "volume": "44",
            "issn": "",
            "pages": "43--445",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Electron microscopy of the tracheal ciliated mucosa in rat",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rhodin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dalhamn",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Z Zelforsch",
            "volume": "44",
            "issn": "",
            "pages": "345--412",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Evans blue fluorescence: quantitative and morphological evaluation of vascular permeability in animal tissues",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lundberg",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Neurosci Methods",
            "volume": "8",
            "issn": "",
            "pages": "41--49",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Vascular protein leakage in various tissues induced by substance P, capsaicin, bradykinin, serotonin, histamine and by antigen challenge",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lundberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Skofitsch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lembeck",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "N-S Arch Pharmacol",
            "volume": "324",
            "issn": "",
            "pages": "21--218",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Exacerbation of routine respiratory mycoplasmosis in gnotobiotic F344/N rats by Sendai virus infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Schoeb",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Kervin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Vet Pathol",
            "volume": "22",
            "issn": "",
            "pages": "272--282",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Exacerbation of murine respiratory mycoplasmosis by sialodacryoadenitis virus infection in gnotobiotic F344 rats",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Schoeb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Vet Pathol",
            "volume": "24",
            "issn": "",
            "pages": "392--399",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Complex carbohydrates of rat tracheobronchial surface epithelium visualized ultrastructuralIy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Spicer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mochizuki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Setser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Am J Anat",
            "volume": "158",
            "issn": "",
            "pages": "93--109",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Ultrastructural and histochemical observations of respiratory epithelium and gland",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Spicer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Schulte",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Chakrin",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Exp Lung Res",
            "volume": "4",
            "issn": "",
            "pages": "13--156",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Time-dependent inhibition of bradykinin-and histamine-induced microvascular permeability increase by local glucocorticoid treatment",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Svensjo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roempke",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Prog Resp Res",
            "volume": "19",
            "issn": "",
            "pages": "173--180",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Globule leukocytes and mast cells in the rat trachea: Their number, distribution, and response to compound 48/80 and dexamethasone",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Calonico",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Nadel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Anat Embryol",
            "volume": "178",
            "issn": "",
            "pages": "107--118",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Bronchial epithelial mucin in rats infected with Mycoplasma pulmonis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ventura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goucher",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Arch Environ Health",
            "volume": "13",
            "issn": "",
            "pages": "593--596",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Practical Methods for Biological Morphometry",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weibel",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Stereological Methods",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". la, b. Values are means _+ S.E. (N=5-13) of serologica] antibody titers, a Pathogen-free rats and rats that acquired infections.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "thus were combined (N=12). The amount of Evans blue in the tracheas of the groups treated with capsaicin (150 gg/kg i.v.) is a measure of the susceptibility of their airways to neurogenic inflammation. The amount of Evans blue in the tracheas of the two groups injected with vehicle (1 ml/kg i.v.) reflects the amount of dye extravasated in the absence of neurogenic inflammation. * Significantly different from corresponding values for pathogen-free rats, as determined by one-way analysis of variance (p < 0.05) experiment had the largest amount of dye extravasation (8600_+ 557 ng/trachea) of any of the infected rats.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Electron micrograph showing M. pulmonis cells (arrow heads) attached to the apical plasma membrane of tracheal epithelial cells of a rat that was infected at the outset. Junction-like regions resembling zonulae adhaerentes are visible at some attachment sites (arrows). Scale bar = 500 nm Figs. 19--22. Electron micrographs showing the capsaicin-induced (~ 50 gg/kg i.v.) reduction in number of granules in epithelial secretory cells in a pathogen-free rat",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Histogram showing the means _+ S.E. (N= 3 rats per group) of the area density of Monastral blue-labeled blood vessels in the tracheas of pathogen-free rats and infected rats from the 6 week experiment. Area densities are expressed as a percentage of total mucosal surface area evaluated in tracheal whole mounts by stereological point counting. All rats received an injection of Monastral blue followed by capsaicin (150 gg/kg i.v.) and were perfused five minutes later. * Significantly different from corresponding values for pathogen-free rats as determined by analysis of variance (P<0.01). At the bottom of the figure, light micrographs of the luminal",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of epithelial cells in the tracheas of pathogen-free rats and infected rats Determined by electron microscopy:",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Weights and Evans blue dye contents of tracheas of pathogen-free rats and infected rats",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments. The authors thank Dr. Eisuke Umeno for helping with some of the experiments, Ms.Lynne Calonico for assisting with the photography, and Ms. Krista Timlin and Ms. Marguerite Fishman for typing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}