{
    "paper_id": "76a0a451776ae8450bd251395fbec21101bf7b4d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS): an old virus jumping into a new host or a new creation?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clipboard"
        },
        {
            "text": "In recent times, newly emerging infectious diseases and their causative agents have become the focus of intense investigations by medical researchers and microbiologists, particularly virologists, since many of the causative organisms are viruses. One such disease which has created so much fear world wide is severe acute respiratory syndrome (SARS). Infection with a novel corona virus has been implicated as a possible cause of SARS. Epidemiological and laboratory investigations of SARS are ongoing. WHO estimates that SARS is fatal in around 4% of cases, usually where the person has an underlying condition such as diabetes or heart disease or has a weakened immune system. In 90% of the cases people seem to recover around after a week after being infected. This is about the same mortality rate as in other diseases such as West Nile virus infection. There are currently no antiviral drugs shown to be consistently successful in treating SARS or any corona virus infection, nor any vaccine against SARS. SARS is a form of viral pneumonia where infection encompasses the lower respiratory tract. The symptoms include fever, a dry cough, shortness of breath, headache and hypoxaemia. Death may result from progressive respiratory failure due to alveolar damage. The outbreak is believed to have originated in February 2003 in the Guangdong province of China, where 300 people became ill and at least five died. After initial reports that a paramyxovirus was responsible, the true cause appears to be a novel corona virus with some unusual properties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clipboard"
        },
        {
            "text": "(i) Serological testing for anti-corona virus antibodies. This involves indirect fluorescent antibody testing and ELISA. Although some patients have detectable corona virus antibody within 14 days of the onset of illness, definitive interpretation of negative corona virus antibody tests is possible only for specimens obtained more than 21 days after the onset of fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic tests for corona virus infection fall into two types:"
        },
        {
            "text": "(ii) Molecular testing -which consists of reverse transcriptase-polymerase chain reaction (RT-PCR) tests specific for the RNA from this novel corona virus. This can detect infection within the first 10 days after the onset of fever in some SARS patients. However, since the duration of detectable viraemia and virus shedding is unknown, RT-PCR tests performed late could give negative results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic tests for corona virus infection fall into two types:"
        },
        {
            "text": "The SARS virus from outbreak cases could be grown in cell culture (vero cells). This is novel for human corona viruses, most of which cannot be cultivated. We now know the complete sequence of the SARS virus genome (29,736 nucleotides). The sequence appears to be typical of corona viruses, with no particularly unusual features. The SARS virus is believed to be spread by droplets produced by coughing and sneezing, but other routes of infection may also be involved. In several countries, widespread community transmission, as well as transmission among health care workers, has been observed. Once definitive identification of the cause of SARS has been achieved, an intensive focus on development of an effective treatment regimen might reduce morbidity and mortality of patients with SARS. However, specific measures to prevent transmission might require more time to develop and implement. Strengthening traditional public health measures -such as collection and rapid analysis of surveillance and epidemiological data and implementation of infection control measures for suspected SARS patients and their contacts will be the main stay of SARS control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic tests for corona virus infection fall into two types:"
        },
        {
            "text": "Where did the SARS virus come from? Is it a recombinant between a human corona virus and an animal virus, or is it a zoonotic infection of humans with what was previously an animal virus? At this stage, we do not know the answer. It is expected that most of the doubts about the virus, its virulence, its origin etc. will get cleared in a relatively short span of time (considering the speed with which the genome on one isolate has been completely sequenced). But it is important to remember that the influenza virus still continues to cause pandemics sweeping across the world leading to the death of the very young and very old in large numbers. Compared to the mortality caused by the infuenza virus, the mortality rate of SARS is still low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic tests for corona virus infection fall into two types:"
        },
        {
            "text": "SARS was reported to have been detected in India in a small number of people who seem to have contracted the infection while visiting SARS-affected countries. However, in the official declaration by the Government (as reported on May 2 in the media), WHO has declared India as a \"SARS free\" country. This is a pointer to both the government machinery and the media to carefully examine the links between laboratory investigations on the clinical and epidemiological data on \"suspected\" cases. It also calls for plugging the holes in the health care system as a whole. Many private R&D establishments and hospitals have set-up state-of-the-art facilities and competent clinicians, epidemiologists and microbiologists are part of such set-ups. Such being the case, there is no justification for the government to rely on the inadequate systems prevalent in their 'approved' laboratories and institutions to conduct investigations and tests which most often need confirmation from outside. It is imperative that infection-control guidelines for health care, household and community settings should be updated and revised based on new information obtained elsewhere in the world as well as from within the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic tests for corona virus infection fall into two types:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Centres for Disease control update: Outbreak of several acute respiratory syndrome -world wide",
            "authors": [],
            "year": 2003,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "52",
            "issn": "",
            "pages": "241--248",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organisation: Summary on major findings in relation to corona virus by members of the WHO multi center collaborative network on SARS aetiology and diagnosis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}