{
    "paper_id": "76fd0c1b236ff8ff50d0d86c4af3e0f2719dcea5",
    "metadata": {
        "title": "Frequent Multidrug-Resistant Acinetobacter baumannii Contamination of Gloves, Gowns, and Hands of Healthcare Workers",
        "authors": [
            {
                "first": "Daniel",
                "middle": [
                    "J"
                ],
                "last": "Morgan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "Y"
                ],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [
                    "L"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "Kristie"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [
                    "D"
                ],
                "last": "Harris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "Jon",
                "middle": [
                    "P"
                ],
                "last": "Furuno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "Kerri",
                "middle": [
                    "A"
                ],
                "last": "Thom",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "Graham",
                "middle": [
                    "M"
                ],
                "last": "Snyder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "Hannah",
                "middle": [
                    "R"
                ],
                "last": "Day",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "Eli",
                "middle": [
                    "N"
                ],
                "last": "Perencevich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "D H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "P F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "A T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "E.N.P.), Medicine (S.Y.L., C.L.S., G.M.S.), and Pathology (J.K.J.)"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "OBJECTIVE-To determine the incidence of transmission of MDR Acinetobacter baumannii and Pseudomonas aeruginosa from patients to healthcare workers (HCWs) during routine patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "SETTING-Medical and surgical intensive care units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "HCWs who entered the rooms of patients colonized with MDR A. baumannii or colonized with both MDR A. baumannii and MDR P. aeruginosa. We examined their hands before room entry, their disposable gloves and/or gowns upon completion of patient care, and their hands after removal of gloves and/or gowns and before hand hygiene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A. baumannii and 134 with patients colonized with both MDR A. baumannii and MDR P. aeruginosa. Of 199 interactions between HCWs and patients colonized with MDR A. baumannii, 77 (38.7% [95% confidence interval {CI}, 31.9%-45.5%]) resulted in HCW contamination of gloves and/or gowns, and 9 (4.5% [95% CI, 1.6%-7.4%]) resulted in contamination of HCW hands after glove removal before hand hygiene. Of 134 interactions with patients colonized with MDR P. aeruginosa, 11 (8.2% [95% CI, 3.6%-12.9%]) resulted in HCW contamination of gloves and/or gowns, and 1 resulted in HCW contamination of hands. Independent risk factors for contamination with MDR A. baumannii were manipulation of wound dressing (adjusted odds ratio [aOR], 25.9 [95% CI, 3.1-208.8]), manipulation of artificial airway (aOR, 2.1 [95% CI, 1.1-4.0]), time in room longer than 5 minutes (aOR, 4.3 [95% CI, 2.0-9.1]), being a physician or nurse practitioner (aOR, 7.4 [95% CI, 1.6-35.2]), and being a nurse (aOR, 2.3 [95% CI, 1.1-4.8]).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "CONCLUSIONS-Gowns, gloves, and unwashed hands of HCWs were frequently contaminated with MDR A. baumannii. MDR A. baumannii appears to be more easily transmitted than MDR P. aeruginosa and perhaps more easily transmitted than previously studied methicillin-resistant Staphylococcus aureus or vancomycin-resistant Enterococcus. This ease of transmission may help explain the emergence of MDR A. baumannii.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Multidrug-resistant (MDR) Acinetobacter baumannii and MDR Pseudomonas aeruginosa have become progressively more common in hospitalized patients, resulting in significant morbidity and mortality. 1, 2 There are few antimicrobial agents effective against these organisms. 3 The Centers for Disease Control and Prevention recommend contact precautions, including the use of gloves and protective gowns, in the care of hospitalized patients infected or colonized with MDR organisms. 4 Although large clinical studies have evaluated the benefits of contact precautions in reducing the rates of infections due to MDR gram-positive organisms in hospitalized patients, 5, 6 there is a paucity of data with regard to the benefit of contact precautions in reducing the rates of infections due to MDR gramnegative organisms, especially in the endemic setting. 4, 7, 8 In addition, there are few data on the added utility of hand hygiene after wearing gloves when caring for patients infected with MDR gram-negative bacteria. 9 In this study, we evaluated the incidence of MDR A. baumannii and MDR P. aeruginosa infections and the risk factors for MDR A. baumannii and MDR P. aeruginosa contamination of HCW gloves, gowns, and hands during routine patient care activities. We then derived an estimate of incidence of MDR A. baumannii contamination of HCWs in relation to variable adherence to contact precautions and hand hygiene.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 198,
                    "end": 199,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 270,
                    "end": 271,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 479,
                    "end": 480,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 661,
                    "end": 663,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 664,
                    "end": 665,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 849,
                    "end": 851,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 852,
                    "end": 854,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 855,
                    "end": 856,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1014,
                    "end": 1015,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was conducted in the 29-bed medical and 19-bed surgical intensive care units at the University of Maryland Medical Center (Baltimore) in August and September 2008. In both units, MDR A. baumannii and MDR P. aeruginosa are endemic. The study was approved by the Institutional Review Board of the University of Maryland, Baltimore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Patients were identified as colonized with MDR A. baumannii or as colonized with both MDR A. baumannii and MDR P. aeruginosa as a part of routine care on the basis of active surveillance or by the results of clinical cultures performed during their index hospitalization (upon identification, they were placed under contact precautions). Active surveillance, when used, consisted of culturing specimens obtained from the sputum, groin, perirectal area, and wound, if present. In our hospital, contact precautions are used for all patients infected with MDR A. baumannii that is susceptible to no more than 2 antimicrobial classes and for all patients infected with MDR P. aeruginosa that is susceptible to no more than 1 antimicrobial class, excluding tigecycline or polymyxin (all isolates of either species were imipenem resistant). HCWs (registered nurses, patient care technicians, respiratory therapists, occupational or physical therapists, and physicians) were approached for participation in the study before they engaged in routine, nonemergent clinical care activities for these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Cultures were performed as described previously. 10 In brief, sterile cotton-tipped applicators (220093 CultureSwab; Becton Dickinson) were moistened with liquid Amies transport media (Becton Dickinson). Hand and glove samples were obtained with a standardized process, by swabbing the dorsum of each finger 3 times and the palm of each hand 2 times with a twirling motion of the swab; a single swab was used for both hands or both gloves. Gowns were sampled by swabbing each forearm twice and then swabbing a \"W\" along the belt line, all with a single swab and performed with a twirling motion. Hands were first sampled before the HCW donned gown and gloves. Data from observations in which HCW hands were colonized before room entry were excluded from the analysis. HCW activities were observed and documented, including the duration and nature of HCW-patient contact. Upon completion of activities and before the HCW exited the patient room, the HCW gloves and gown were swabbed by investigators. The bare hands of the HCWs were immediately sampled a second time, before hand hygiene.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 51,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Swab samples were vortexed in 5 mL of brain-heart infusion broth with imipenem, 6 μg/mL (imipenem was added to enhance detection of MDR A. baumannii and MDR P. aeruginosa, because all isolates were carbapenem resistant). Broths were kept at 35°C overnight. Then, 50 μL of the broth was plated to MacConkey agar with and without imipenem, 6 μg/mL. Plates were incubated overnight at 35°C. Non-lactose-fermenting colonies were subcultured to trypticase soy agar with 5% sheep blood. Oxidase-negative isolates were identified as A. baumannii by analytical profile index 20E test strip or Vitek II (bioMérieux). Oxidasepositive isolates were subcultured onto triple sugar iron (TSI) and Pseudomonas agar (Pagar) slants. TSI slants were incubated overnight at 35°C, and P-agar slants were kept at 42°C overnight. P. aeruginosa isolates were identified as K/K on TSI slants and were pyocyanin-producing on P-agar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Pulsed-field gel electrophoresis (PFGE) was performed on A. baumannii isolates in accordance with a protocol described elsewhere, 11 with modifications. 12 In brief, DNA was digested with ApaI in accordance with manufacturer recommendations (New England Biolabs). DNA was separated in 1% agarose on a contour-clamped homogeneous-field machine (CHEF-DR II; Bio-Rad). Electrophoresis was performed at 6 V/cm for 18.5 hours, with pulse times ranging 7-20 seconds. After electrophoresis, gels were stained with ethidium bromide and were photographed under ultraviolet illumination. Photographic images of gels were saved digitally with the Geldoc EQ (BioRad) and saved as TIFF files for gel analysis with Gel Compare (Applied Math). The resulting band patterns were compared with the Dice coefficient 100 by means of the unweighted pair group method to define pulsed-field type clusters, in accordance with the criteria established by Tenover et al. 13 Risk factor analysis was conducted using the Fisher exact test to measure the significance of associations between binary variables and the dependent variable of MDR A. baumannii contamination of gowns or gloves. Time in room was non-normally distributed (mean, 8.5 minutes; median, 5.0 minutes; interquartile range, 3.0-9.0 minutes); therefore, time was dichotomized about the median for further analysis to have a more meaningful metric than would be obtained with log transformation. A logistic regression model was constructed, adding potential confounders one by one, in the order of most significant association on bivariate analysis (ie, lowest P value). The change in the β coefficient for wound care for each model was observed, and the covariate was included if the change was greater than 5%. The Breslow-Day test was used to assess for interactions. We report adjusted odds ratios (aORs) and 95% confidence intervals (CIs) from the multivariate logistic regression model. All statistical tests were 2-sided; P < .05 was considered to be statistically significant. All analyses were performed using SAS, version 9.1 (SAS).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 946,
                    "end": 948,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The frequency of MDR A. baumannii isolation from HCWs' protective equipment was used to estimate the risk of HCW contamination. This information was combined with differential adherence to contact precautions and hand hygiene. For this estimate, we assumed that eradication of MDR A. baumannii with hand hygiene was 100% and that adherence to contact precautions and adherence to hand hygiene after glove removal were independent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "We observed 202 unique HCW-patient interactions that occurred between 17 unique patients and 59 unique HCWs. More than 95% of HCWs approached agreed to participate in the study. Initial HCW hand samples before patient contact were positive for MDR A. baumannii in 3 interactions (1.5%), which were subsequently excluded from the final analysis. Of the remaining 199 observed HCW-patient interactions, all were with patients colonized or infected with MDR A. baumannii, whereas 134 interactions occurred with patients who were positive for both MDR A. baumannii and MDR P. aeruginosa. All HCWs adhered to contact precautions and to hand hygiene after removal of gloves while under direct observation. No HCWs were observed changing gowns or gloves while in a patient room during this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The frequency of detection of MDR A. baumannii and MDR P. aeruginosa on HCW gloves, gowns, or hands after patient care is reported in Table 1 . Of 12 patients known to be colonized with MDR P. aeruginosa, 4 (25%) transmitted MDR P. aeruginosa at least once, all of whom also transmitted MDR A. baumannii. The patients in the study had a median of 9 HCW contacts. We were unable to determine how many individual HCWs were contaminated with A. baumannii or P. aeruginosa. Of 134 interactions between HCWs and patients with MDR P. aeruginosa, 11 interactions (8.2% [95% CI, 3.6%-12.9%]) resulted in contamination with the organism to the HCW gloves, gown, or both; and 1 interaction resulted in contamination of HCW hands after removal of gloves before hand hygiene. Contamination with MDR A. baumannii to gown or gloves was more frequent than contamination with MDR P. aeruginosa to gown or gloves (38.7% vs 8.2% of encounters; P < .01, by uncorrected χ 2 test assuming independence of observations).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Using this observed frequency of contamination with MDR A. baumannii, we derived an estimate of the risk of HCW contamination in relationship to different levels of adherence to contact precautions and hand hygiene. For this model, all adherence rates are hypothetical, because compliance was 100% under direct observation in our study. An important assumption of the model is that hand hygiene is 100% effective at removing organisms from HCW hands ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 452,
                    "end": 460,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Of the 9 episodes of hand contamination with MDR A. baumannii after glove removal, isolates from the gown or gloves of the same HCW were found to be identical by PFGE (8 of 8 available pairs of MDR A. baumannii isolates identified).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Risk factors significant for MDR A. baumannii contamination of HCW gown or gloves after patient care were evaluated with bivariate analysis ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "We observed that gloves and gowns of HCWs were frequently contaminated with MDR A. baumannii and less so with MDR P. aeruginosa during routine care of patients infected or colonized with these organisms. Gloves were contaminated more frequently than gowns, and the hands of HCWs after glove removal were contaminated with MDR A. baumannii after nearly 5% of contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "MDR A. baumannii was detectable on HCW gloves and/or gowns after 38.7% of contacts. Previously, in a separate study that used the same methodology, we found that methicillinresistant Staphylococcus aureus was detectable on HCW gloves and/or gowns after 18.5% of encounters and that vancomycin-resistant Enterococcus was detectable on HCW gloves and/or gowns after 8.5% of encounters. 10 This relatively high frequency of MDR A. baumannii contamination suggests that A. baumannii has a higher propensity to be transmitted to HCWs than do other MDR bacteria. This may be a factor in nosocomial spread, explaining in part the recent worldwide emergence of MDR A. baumannii. 1, 2 The benefit of contact precautions for the control of gram-negative pathogens has been debated. [14] [15] [16] We found that protective gloves reduced the incidence of transfer of MDR A. baumannii to the hands of HCWs 8-fold, from 36.2% to 4.5%. This reduction in transfer to hands emphasizes the potential benefit of the use of contact precautions for patients colonized or infected with MDR A. baumannii. Hand hygiene after the removal of gown and gloves remains important to address the 4.5% of HCWs with contaminated hands. HCWs removed gowns and gloves in a standard fashion and maintained precautions; however, incidental contact with gowns and/or gloves was observed, which likely explains the 4.5% frequency of contamination before hand hygiene.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 386,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 671,
                    "end": 673,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 674,
                    "end": 675,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Using the observed frequency of contamination of gloves and of contamination of hands of HCWs after removal of gloves in this study as well as the hypothetical varied adherence to hand hygiene and contact precautions (100% adherence was observed in this study), we extrapolated the likelihood of MDR A. baumannii contamination of the hands of HCWs per HCW-patient interaction ( Table 2) . On the basis of estimates from this simple model, even with 70% adherence to hand hygiene and 80% adherence to contact precautions (an ideal yet to be achieved in the majority of hospitals), 1 in every 30 HCW room entries results in MDR A. baumannii contamination, which is close to the 1.5% frequency of MDR A. baumannii contamination that we detected on HCW hands before room entry in our study. In the intensive care units where the study was conducted, more than 100 HCW room entries occur daily, and this number is reported in the literature as well. 14 A higher risk of contamination was observed when contact with a patient wound or mechanical ventilatory equipment occurred, portals commonly positive for MDR A. baumannii. 17 Longer time in a patient room was a risk likely related to having greater patient and environmental exposure. A higher incidence of contamination of physicians or nurses, compared with the incidence of contamination of specialty therapists, is especially concerning, because physicians typically see more patients and have lower rates of hand hygiene than other HCWs. 18 In our hospital, wound care is performed by nurses. This may explain the higher rate of transmission to nurses, compared with the rate of transmission to specialty therapists, which includes physical and occupational therapists who do not have patient contact as extensive as that of nurses. Increased transmission with wound contact and ventilator equipment emphasizes the importance of secretions from these areas and the need for good adherence to standard precautions in all patients, given that colonization with MDR A. baumannii is often not recognized.",
            "cite_spans": [
                {
                    "start": 1120,
                    "end": 1122,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1491,
                    "end": 1493,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 386,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Because participation was both voluntary and anonymous, a bias from observing the same HCW or patient room multiple times may have occurred. Although we had a significant rate of detection of MDR A. baumannii, our sampling technique may have been less sensitive than others. 19 We did not collect patient-specific information, so were unable to assess which or how many sites originally tested positive for these patients, factors that have been associated with transmission in the past. 20 Furthermore, we did not have access to original patient isolates to confirm that organisms obtained from HCWs matched organisms originally recovered from the patient. Although HCWs were undoubtedly aware of being observed, the Hawthorne effect is unlikely to have influenced results beyond adherence to hand hygiene and gown and glove use, because we were not analyzing adherence but rather bacterial transmission to personal protective equipment.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 277,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 488,
                    "end": 490,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Protective gloves and gowns are contaminated with MDR A. baumannii much more often than with other MDR bacteria in the course of routine patient care activities. This may in part explain the rapid emergence of MDR A. baumannii in the hospital setting. Both contact precautions and hand hygiene are essential for controlling the spread of this organism. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acinetobacter baumannii: emergence of a successful pathogen",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Peleg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seifert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Microbiol Rev",
            "volume": "21",
            "issn": "",
            "pages": "538--582",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Nosocomial Infections Surveillance System. Overview of nosocomial infections caused by gram-negative bacilli",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gaynes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "848--854",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bad bugs, no drugs: no ESKAPE! An update from the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Guideline for isolation precautions: preventing transmission of infectious agents in health care settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rhinehart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chiarello",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Infect Control",
            "volume": "35",
            "issn": "",
            "pages": "65--164",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Universal screening for methicillin-resistant Staphylococcus aureus at hospital admission and nosocomial infection in surgical patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harbarth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fankhauser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schrenzel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "JAMA",
            "volume": "299",
            "issn": "",
            "pages": "1149--1157",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Universal surveillance for methicillin-resistant Staphylocloccus aureus in 3 affiliated hospitals",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Robicsek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Beaumont",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Paule",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Intern Med",
            "volume": "148",
            "issn": "",
            "pages": "409--418",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Molecular epidemiology of Acinetobacter baumannii spread in an adult intensive care unit under an endemic setting",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Barbolla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Centron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maimone",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Infect Control",
            "volume": "36",
            "issn": "",
            "pages": "444--452",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ecological study of the effectiveness of isolation precautions in the management of hospitalized patients colonized or infected with Acinetobacter baumannii",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gbaguidi-Haore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Legast",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thouverez",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Talon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "29",
            "issn": "",
            "pages": "1118--1123",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Examination gloves as barriers to hand contamination in clinical practice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coyle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bokete",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stamm",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "JAMA",
            "volume": "270",
            "issn": "",
            "pages": "350--353",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Detection of methicillin-resistant Staphylococcus aureus and vancomycin-resistant enterococci on the gowns and gloves of healthcare workers",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Snyder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Thom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Furuno",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "29",
            "issn": "",
            "pages": "583--589",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Identification of Acinetobacter species and genotyping of Acinetobacter baumannii by multilocus PCR and mass spectrometry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ecker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Massire",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interpreting chromosomal DNA restriction patterns produced by pulsed-field gel electrophoresis: criteria for bacterial strain typing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tenover",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arbeit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goering",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Clin Microbiol",
            "volume": "33",
            "issn": "",
            "pages": "2233--2239",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Contact isolation in surgical patients: a barrier to care?",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Surgery",
            "volume": "134",
            "issn": "",
            "pages": "180--188",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Paradoxical increase in methicillin-resistant Staphylococcus aureus acquisition rates despite barrier precautions and increased hand washing compliance during an outbreak of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Lya",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Habib",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kumarasinghe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Tambyah",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "632--633",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Safety of patients isolated for infection control",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Stelfox",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Redelmeier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "1899--1905",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prevalence of methicillin-resistant Staphylococcus aureus and Acinetobacter baumannii in a long-term acute care facility",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Furuno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Hebden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Standiford",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Infect Control",
            "volume": "36",
            "issn": "",
            "pages": "468--471",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effectiveness of a hospital-wide programme to improve compliance with hand hygiene",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hugonnet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harbarth",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lancet",
            "volume": "356",
            "issn": "",
            "pages": "1307--1312",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Risk of hand or glove contamination after contact with patients colonized with vancomycin-resistant Enterococcus or the colonized patients' environment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Blom",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Lyle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "29",
            "issn": "",
            "pages": "149--154",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Environmental contamination due to methicillinresistant Staphylococcus aureus: possible infection control implications",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Boyce",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Potter-Bynoe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chenevert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "18",
            "issn": "",
            "pages": "622--627",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "For example, an HCW who has a mean adherence to use of gloves as part of contact precautions of 80% and a mean adherence to hand hygiene of 70% has a mean chance of hand contamination of 3.3% per exit of a room occupied by a patient with MDR A. baumannii carriage.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "for the 65 interactions with patients colonized with MDR A. baumannii only and for the 134 interactions with patients colonized with both MDR A. baumannii and MDR P. aeruginosa. Of 199 interactions between HCWs and patients colonized or infected with MDR A. baumannii, 77 interactions (38.7% [95% CI, 31.9%-45.5%]) resulted in contamination with the organism to HCW gloves, gown, or both; and 9 interactions (4.5% [95% CI, 1.6%-7.4%]) resulted in contamination of HCW hands after removal of gloves before hand hygiene. Of 17 patients known to be colonized with MDR A. baumannii, 15 (88.2%) transmitted MDR A. baumannii at least once (the 2 who did not transmit MDR A. baumannii had a total of 4 HCW observations)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "followed by multiple logistic regression analysis. Results of the Breslow-Day test for each covariate showed no significant interactions. The final model included wound dressing (aOR, 25.9 [95% CI, 3.1-208.8]), care or use of endotracheal tube or tracheostomy site (aOR, 2.1 [95% CI, 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Derived Hypothetical Rate of Multidrug-Resistant (MDR) Acinetobacter baumannii Contamination of the Hands of Healthcare Workers (HCWs) per Patient Visit, Adjusting for Adherence to Hand Hygiene and Use of Gloves as Part of Contact Precautions Rate of adherence to hand hygiene, % of opportunities Percentage chance of contamination per patient visit, by rate of adherence to use of gloves",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Bivariate Analysis of Risk Factors for Detection of Multidrug-Resistant Acinetobacter baumannii on the Gowns and/or Gloves Worn by Healthcare Workers (HCWs) Caring for Patients with A. baumannii Carriage NOTE. Each activity in this table is reported as if it occurred independently. However, healthcare workers typically performed multiple activities in each room. The variables of potential interest from this table were examined for independence in the multivariable logistic regression model reported in Table 4. a By χ 2 analysis or Fisher exact test.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Variables Found to Be Independently Predictive of Healthcare Worker Contamination with Multidrug-Resistant Acinetobacter baumannii by Means of Multiple Logistic RegressionNOTE. aOR, adjusted odds ratio; CI, confidence interval.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "a After removal of gloves and gown and before hand hygiene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}