{
    "paper_id": "77682e655c73276beeb72197deb4222a75fd16eb",
    "metadata": {
        "title": "ARTICLE IN PRESS +Model Revista Española de Anestesiología y Reanimación Recomendaciones prácticas para el manejo perioperatorio del paciente con sospecha o infección grave por coronavirus SARS-CoV-2",
        "authors": [
            {
                "first": "Artículo",
                "middle": [],
                "last": "Especial",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "Montero"
                ],
                "last": "Feijoo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Maseda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Adalia Bartolomé",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Unidad de Reanimación Quirúrgica, Servicio de Anestesiología y Reanimación, Hospital del Mar c Unidad de Cuidados Críticos, Servicio de Anestesiología, Reanimación y Terapéutica del Dolor, Hospital Clínico Universitario de Valencia d Unidad de Reanimación, Servicio de Anestesiología y Reanimación, Hospital Universitario de León e Servicio de Anestesiología y Reanimación, Hospital Clínico Universitario de Valladolid f Servicio de Anestesia y Reanimación, Hospital Clínico Universitario Virgen de la Arrixaca g Servicio de Anestesiología y Reanimación, Hospital Universitario Álvaro Cunqueiro h Unidad de Reanimación, Servicio de Anestesiología y Reanimación, Hospital Universitario de La Princesa i Unidad de Reanimación, Servicio de Anestesiología y Reanimación, Hospital Universitario Cruces j Servicio de Anestesiología y Reanimación, Complejo Hospitalario Universitario de Pontevedra",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Aguilar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "González De Castro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "I"
                ],
                "last": "Gómez-Herreras",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "García Palenciano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Pereira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Ramasco Rueda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Samso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Unidad de Reanimación Quirúrgica, Servicio de Anestesiología y Reanimación, Hospital del Mar c Unidad de Cuidados Críticos, Servicio de Anestesiología, Reanimación y Terapéutica del Dolor, Hospital Clínico Universitario de Valencia d Unidad de Reanimación, Servicio de Anestesiología y Reanimación, Hospital Universitario de León e Servicio de Anestesiología y Reanimación, Hospital Clínico Universitario de Valladolid f Servicio de Anestesia y Reanimación, Hospital Clínico Universitario Virgen de la Arrixaca g Servicio de Anestesiología y Reanimación, Hospital Universitario Álvaro Cunqueiro h Unidad de Reanimación, Servicio de Anestesiología y Reanimación, Hospital Universitario de La Princesa i Unidad de Reanimación, Servicio de Anestesiología y Reanimación, Hospital Universitario Cruces j Servicio de Anestesiología y Reanimación, Complejo Hospitalario Universitario de Pontevedra",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Suárez De La Rica",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "Tamayo"
                ],
                "last": "Medel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Varela Durán",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "La",
                "middle": [],
                "last": "Paz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cómo citar este artículo: Montero Feijoo A, et al. Recomendaciones prácticas para el manejo perioperatorio del paciente con sospecha o infección grave por coronavirus SARS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "En diciembre del 2019, la Comisión Municipal de Salud y Sanidad de Wuhan (provincia de Hubei, China) informó de una serie de casos de neumonía de etiología desconocida, con una exposición común en un mercado mayorista de marisco, pescado y animales vivos en la ciudad de Wuhan 1 . El 7 de enero del 2020, las autoridades chinas identificaron como agente causante del brote un nuevo tipo de virus de la familia Coronaviridae, denominado SARS-CoV-2. Desde entonces se han notificado miles de casos con una diseminación global. Hasta el 11 de marzo de 2020, se han documentado más de 118.000 casos de COVID-19 (la enfermedad producida por SARS-CoV-2) en 114 países y más de 4.200 muertes, de los cuales aproximadamente el 95% de los casos y el 97% de los fallecimientos han sido en China. Actualmente se considera que existe transmisión comunitaria en China continental, Singapur, Hong-Kong, Japón, Corea del Sur, Irán e Italia (regiones de Lombardía, Véneto, Emilia-Romaña y Piamonte). En España se han confirmado más de 2.000 casos, algunos de ellos sin criterios epidemiológicos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "Los coronavirus son miembros de la subfamilia Orthocoronavirinae dentro de la familia Coronaviridae y se han descrito un total de 7 tipos que afectan a seres humanos (HCoV-229E, HCoV-NL63, HCoV-OC43, HCoV-HKU1, SARS-CoV, MERS-CoV y SARS-CoV-2). Parece que el SARS CoV-2 se introdujo en humanos a través de un reservorio animal todavía no filiado y desde entonces se ha producido una propagación de persona a persona. Estos virus en su gran mayoría son responsables de infecciones leves a nivel del tracto respiratorio superior en personas adultas inmunocompetentes, pudiendo causar cuadros más graves en pacientes con factores de riesgo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "El 30 de enero del 2020 el director general de la Organización Mundial de la Salud declara el brote del nuevo coronavirus 2019 en la República Popular de China una emergencia de salud pública de importancia internacional.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introducción"
        },
        {
            "text": "La mayor serie de casos publicada hasta el momento por el centro de control de enfermedades de China recoge un total de 44.672 casos confirmados a día 11 de febrero 2 . De los cuales un 87% tenía edades comprendidas entre los 30 y los 79 años, un 2% eran menores de 20 años y un 3% eran mayores de 80 años. Entre los casos confirmados, el 81% de ellos se informaron como leves, mientras que el 14% fueron graves y un 5% críticos. Se notificaron un total de 1.023 fallecidos (tasa de letalidad 2,3%). La tasa de mortalidad se elevó en pacientes con comorbilidades previas: enfermedad cardiovascular (10,5%), diabetes (7,3%), enfermedad respiratoria crónica (6,3%), hipertensión arterial (6%), enfermedad oncológica (5,6%). En cuanto a los pacientes que requieren ingreso hospitalario, el 26% precisó ingreso en la UCI, de los cuales un 47% requirió ventilación mecánica y el 11% soporte con membrana de oxigenación extracorpórea (ECMO). La tasa de mortalidad fue mucho mayor entre los pacientes críticamente enfermos 2,3 . Entre los casos confirmados hubo 1.716 trabajadores sanitarios, de los cuales el 14,8% fueron considerados graves o críticos y 5 muertes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiología"
        },
        {
            "text": "Las infecciones en humanos provocan un amplio espectro clínico que va desde infección leve del tracto respiratorio superior, hasta síndrome de distrés respiratorio agudo (SDRA) grave y sepsis. Se han publicado 4 series clínicas de casos hospitalizados en Wuhan, China, con 5, 41, 99 y 138 casos, respectivamente [4] [5] [6] [7] [8] . Los síntomas más frecuentes en pacientes hospitalizados fueron fiebre, dificultad respiratoria y tos seca. Los síntomas digestivos (diarrea y náuseas) fueron menos frecuentes. En cuanto a las pruebas de laboratorio, es frecuente encontrar: linfopenia, tiempo de protrombina prolongado, aumento de lactato deshidrogenasa y de la PCR. Los hallazgos radiológicos más frecuentes fueron la presencia de infiltrados pulmonares bilaterales.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiología"
        },
        {
            "text": "Según la experiencia publicada en Wuhan, China, la mortalidad a los 28 días de los pacientes críticos ingresados en la UCI con neumonía por SARS-CoV-2 fue del 61,5% 9 . El período de incubación medio fue entre 5,2-12,5 días 4 , aunque existen casos con periodos de incubación de 24 días. Actualmente, con la evidencia disponible, se cree que la transmisión de la infección persona-persona 5 se produce fundamentalmente por gotas respiratorias (hasta 2 m) y por contacto con material contaminado a través de mucosas (oral, ocular y nasal). También podría transmitirse por aerosoles en procedimientos terapéuticos que los produzcan. La transmisión fecal-oral es otra hipótesis para la cual no existe evidencia hasta la fecha. Se ha detectado presencia del virus en muestras de heces en algunos pacientes infectados, con significado incierto en cuanto a la transmisión de enfermedad. Hay un caso documentado de transmisión de la enfermedad por un portador asintomático 10 . El promedio de casos secundarios producidos a partir un caso se ha estimado entre 2-3.",
            "cite_spans": [
                {
                    "start": 966,
                    "end": 968,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiología"
        },
        {
            "text": "En el momento actual las pruebas diagnósticas se realizarán a todo paciente que cumpla alguno de los siguientes requisitos:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnóstico"
        },
        {
            "text": "1. Cualquier persona con un cuadro clínico compatible con infección respiratoria aguda de cualquier gravedad y que en los 14 días previos al inicio de los síntomas cumpla cualquiera de los siguientes criterios epidemiológicos: a. Historia de viaje a áreas con evidencia de transmisión comunitaria. b. Historia de contacto estrecho con un caso probable o confirmado. 2. Cualquier persona con infección respiratoria aguda grave (fiebre y al menos un signo o síntoma de enfermedad respiratoria (tos, fiebre o taquipnea) y que precisa hospitalización en la que se hayan descartado otras posibles etiologías infecciosas que puedan justificar el cuadro clínico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnóstico"
        },
        {
            "text": "La confirmación diagnóstica de coronavirus se realiza mediante técnicas moleculares (RT-PCR) y mediante la comparación de la secuenciación genómica con el SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnóstico"
        },
        {
            "text": "Las muestras recomendadas son:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnóstico"
        },
        {
            "text": "1. Muestras del tracto respiratorio: a. Superior, exudado nasofaríngeo/orofaríngeo en pacientes con enfermedad leve. b. Inferior, preferentemente lavado broncoalveolar o aspirado traqueal especialmente en pacientes con enfermedad respiratoria grave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnóstico"
        },
        {
            "text": "Si las pruebas iniciales son negativas en un paciente con una alta sospecha clínica y epidemiológica para SARS-CoV-2 (especialmente cuando solo se han recogido muestras de tracto respiratorio superior) se repetirán la prueba diagnóstica con nuevas muestras del tracto respiratorio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnóstico"
        },
        {
            "text": "Tras la confirmación de los casos, se enviarán también las siguientes muestras:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnóstico"
        },
        {
            "text": "1. Serología: las pruebas serológicas resultan útiles para la confirmación de la respuesta inmunológica a la infección por un coronavirus. Para ello la primera muestra debe recogerse en la primera semana de enfermedad (fase aguda) y en la segunda muestra de 14-30 días después. 2. Heces y orina. Para confirmar o descartar la excreción de virus por vías alternativas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnóstico"
        },
        {
            "text": "No existe un tratamiento específico para SARS-CoV-2, motivo por lo que los aspectos fundamentales del tratamiento son de soporte y manejo de las complicaciones 11-13 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tratamiento"
        },
        {
            "text": "1. Inicio precoz del tratamiento de soporte a los pacientes con compromiso respiratorio (taquipnea, hipoxemia) o shock. 2. Soporte respiratorio avanzado. La aparición de insuficiencia respiratoria grave, en el caso que se desarrolle, en pacientes infectados suele aparecer en torno al octavo día del inicio de los síntomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tratamiento"
        },
        {
            "text": "El uso de gafas nasales de alto flujo o ventilación mecánica no invasiva debe ser reservado para pacientes muy concretos, puesto que son dispositivos que generan aerosoles, los cuales deben ser monitorizados estrechamente y en ningún caso deberían retrasar de forma innecesaria la intubación. En aquellos pacientes que precisen ventilación mecánica invasiva debe aplicarse ventilación de protección pulmonar según las recomendaciones clínicas actuales. En los pacientes con SDRA grave puede ser necesario la ventilación en decúbito prono, el bloqueo neuromuscular durante las primeras 24 h y PEEP elevadas. Si pese a estas medidas persisten las dificultades ventilatorias, se recomienda el uso de ECMO, ya que según la poca información publicada existiría una mejora de la supervivencia 14, 15 .",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 790,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 791,
                    "end": 793,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Tratamiento"
        },
        {
            "text": "Se deben minimizar las desconexiones del paciente del respirador, utilizando sistemas cerrados de aspiración. Así como evitar la humidificación activa, usando intercambiadores de calor humedad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tratamiento"
        },
        {
            "text": "3. Manejo del shock séptico. En general, las recomendaciones de la Surviving Sepsis Campaign son aplicables al manejo de pacientes con SARS-CoV-2 que desarrollan shock séptico. 4. Tratamiento antimicrobiano. La administración de antimicrobianos no está recomendada inicialmente, tan solo si existe sospecha de sepsis asociada o sobreinfección bacteriana. En tal caso, se administrará un tratamiento antibiótico empírico para neumonía adquirida en la comunidad de forma precoz de acuerdo con las guías clínicas y características específicas del paciente.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tratamiento"
        },
        {
            "text": "En caso de SDRA, la sobreinfección se asocia frecuentemente con shock séptico y fracaso multiorgánico. Se han descrito sobreinfecciones con patógenos como Acinetobacter baumanii y Apergillus fumigatus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tratamiento"
        },
        {
            "text": "5. Tratamiento con esteroides sistémicos. No se recomienda administrar corticoides sistémicos de forma rutinaria para el tratamiento del SDRA o de la neumonitis viral a menos que estén indicados por otra razón 16 significativos en la supervivencia, mientras que su uso se asoció a efectos adversos como la mayor incidencia de infección y el retraso en la eliminación del virus. 6. Tratamiento con agentes antivirales específicos. No existe evidencia concluyente que permita la recomendación de tratamientos antivirales eficaces en pacientes con SARS-CoV-2. Existen varios ensayos clínicos en curso pendientes de resultados:",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Tratamiento"
        },
        {
            "text": "---Inhibidores de la neuroaminidasa: no existen datos disponibles de su efectividad en el tratamiento del SARS CoV-2, por lo que no se recomienda su uso rutinario, solo si existe riesgo de infección concomitante por virus de la gripe. ---Análogos de nucleósidos: el remdesivir se ha considerado como un medicamento de uso potencial para el tratamiento del SARS CoV-2. En ensayos clínicos en animales infectados con MERS-CoV se observó una reducción significativa de la viremia frente al grupo control, así como una reducción del daño pulmonar. En la actualidad, está en curso un ensayo clínico controlado y aleatorizado para evaluar su eficacia y seguridad en estos pacientes. ---Inhibidores de la proteasa: en la actualidad se está administrando como terapia antiviral el interferón-␣ inhalado (amplio espectro antiviral) y la combinación de lopinavir/ritonavir (actividad in vitro frente a SARS CoV-2). Hasta el momento no se tienen datos de la eficacia clínica de estos tratamientos. ---Anticuerpos monoclonales: podrían llegar a ser medicamentos útiles en la infección por SARS CoV-2 con base en sus buenos resultados en pacientes con Ébola (REGN-EB3, MAb114).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tratamiento"
        },
        {
            "text": "Los tratamientos no autorizados deberían ser administrados solo en el contexto de ensayos clínicos éticamente aprobados o en el marco de intervenciones no registradas experimentales de urgencia bajo estricta monitorización.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tratamiento"
        },
        {
            "text": "El paciente debe ingresar preferiblemente en una habitación de aislamiento con presión negativa que cumpla con los estándares establecidos (12 renovaciones de aire/hora, filtro HEPA y esclusa). Se debe limitar el número de personas que atienden al enfermo al mínimo imprescindible, así como el tiempo de permanencia en la habitación 17 . Durante su ingreso, se intentará evitar, si es posible, el traslado del paciente realizando las exploraciones necesarias a pie de cama con equipos portátiles. En caso de necesidad de traslado, el paciente debe usar una mascarilla facial durante el mismo.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 335,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Recomendaciones prácticas para el entorno laboral (tabla 1)"
        },
        {
            "text": "La protección del personal sanitario es prioritaria. Este debe disponer del equipo de protección adecuado, así como estar entrenado en su correcta colocación y retirada. La higiene de manos debe ser realizada por el personal antes y después de todo contacto con el paciente, particularmente antes de ponerse y después de quitarse el equipo de protección individual (EPI). El EPI mínimo recomendado para atender al paciente, si no se le van a realizar procedimientos que generen aerosoles, está formado por: bata impermeable, mascarilla FFP2, guantes, protección ocular antisalpicaduras y gorro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recomendaciones prácticas para el entorno laboral (tabla 1)"
        },
        {
            "text": "Recomendaciones para el manejo de pacientes con sospecha sospecha o confirmación de infección por coronavirus (SARS-CoV-2) El paciente debe ingresar preferiblemente en una habitación de aislamiento con presión negativa que cumpla con los estándares establecidos Se debe limitar el número de personas que atienden al paciente al mínimo imprescindible, así como el tiempo de permanencia en la habitación La protección del personal sanitario es prioritaria. Este debe disponer del EPI adecuado, así como estar entrenado en su correcta colocación y retirada El EPI disponible debe de proteger al profesional de la inhalación y el contacto con aerosoles y gotas que pueden generarse durante los procedimientos terapéuticos. Debe de estar compuesto por: mascarilla N95 o preferiblemente FFP3, protección ocular ajustada de montura integral o facial completa, bata impermeable, doble guante, gorro y calzas impermeables La higiene de manos debe ser realizada por el personal antes y después de todo contacto con el paciente, particularmente antes de ponerse y después de quitarse el EPI Se deben minimizar los procesos que generen aerosoles y en el caso de ser necesarios usar siempre las medidas de protección recomendadas En el caso de ser necesaria la intubación traqueal se recomienda debe ser realizada por el profesional más experimentado disponible, realizar una inducción de secuencia rápida, evitar la ventilación manual, usar videolaringoscopio y preferiblemente tubo endotraqueal con aspiración subglótica Iniciar de forma precoz el tratamiento de soporte a los pacientes con compromiso respiratorio (taquipnea, hipoxemia) o shock séptico El uso de gafas nasales de alto flujo o ventilación mecánica no invasiva debe ser evitado en la medida de lo posible y reservado para pacientes muy concretos, puesto que son dispositivos que generan aerosoles La administración de antimicrobianos no está recomendada inicialmente, tan solo si existe sospecha de sepsis asociada o sobreinfección bacteriana. Se han descrito sobreinfecciones con microorganismos como Acinetobacter baumanii y Apergillus fumigatus No se recomienda administrar corticoides sistémicos de forma rutinaria EPI: equipo de protección individual. Manejo perioperatorio de paciente con sospecha o infección por coronavirus SARS-CoV-2 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tabla 1"
        },
        {
            "text": "Se deben intensificar las medidas de protección en el caso de pacientes con infección confirmada, críticamente enfermos con previsible carga viral alta y en los cuales hay que llevar a cabo procedimientos invasivos y maniobras que pueden generar aerosoles como son aerosolterapia y nebulización, aspiraciones de secreciones respiratorias, ventilación manual, ventilación no invasiva, intubación, toma de muestras respiratorias, lavado broncoalveolar, traqueotomía o resucitación cardiopulmonar 18 A. Montero Feijoo et al.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 496,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Figura 1"
        },
        {
            "text": "---Planificar los procedimientos con tiempo para aplicar cuidadosamente todas las precauciones de barrera y preparar el material necesario. Es importante no retrasar innecesariamente la ventilación invasiva. ---Reducir al mínimo el personal expuesto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figura 1"
        },
        {
            "text": "---EPI: su objetivo es proteger al profesional de la inhalación y el contacto con aerosoles y gotas que pueden generarse durante el procedimiento. Los componentes del EPI que se pueden usar para lograr este nivel de protección incluyen: mascarilla N95 o preferiblemente FFP3, protección ocular ajustada de montura integral o facial completa, bata impermeable, guantes, gorro y calzas impermeables. Hay 2 aspectos que consideramos importantes: asegurar un correcto sellado de la mascarilla y la utilización de doble guante, con un guante limpio interior para disminuir la posibilidad de tocar con la mano material contaminado al retirar el EPI. Se debe realizar una correcta higiene de manos siempre antes de ponerse y después de retirarse el EPI. ---Si el paciente requiere intubación traqueal, se realizará por el profesional disponible más experimentado en el manejo de la vía aérea ( fig. 1 ). Se evitará, a menos que esté indicada específicamente, la intubación del paciente despierto bajo visión fibroóptica, así como la pulverización de anestésicos locales en la vía aérea del paciente. Se verificará la colocación de un filtro hidrofóbico de alta eficiencia entre la mascarilla facial y el circuito de ventilación antes de iniciar la preoxigenación. Se realizará una inducción de secuencia rápida con presión cricoidea adecuada. Es conveniente evitar, siempre que sea posible, la ventilación manual antes de la intubación; si esta se requiere, se sellará bien la mascarilla para evitar fugas y se utilizarán pequeños volúmenes corrientes. Es recomendable el empleo de videolaringoscopio para la intubación. En la medida de lo posible, es preferible utilizar tubos endotraqueales de aspiración subglótica para disminuir el riesgo de sobreinfección bacteriana. Se colocarán filtros hidrofóbicos de alta eficiencia en la rama inspiratoria y espiratoria del respirador y se evitará el uso de humidificación activa. Tras la intubación todo el material utilizado será inmediatamente retirado y depositado en una bolsa de plástico de doble cremallera para proceder a su correcta desinfección. ---Se debe prestar especial atención al quitarse el EPI para evitar la autocontaminación; es recomendable que este procedimiento se realice bajo supervisión. ---Se realizará la limpieza siguiendo las recomendaciones del Servicio de Medicina Preventiva de cada centro, haciendo especial hincapié en las superficies probablemente contaminadas.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 887,
                    "end": 893,
                    "text": "fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Figura 1"
        },
        {
            "text": "Para más información sobre las medidas de protección, recomendamos la consulta del material suplementario del artículo publicado por Bouadma et al. (https://link.springer.com/article/10.1007%2Fs00134-020-05967-x) 19 .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Figura 1"
        },
        {
            "text": "En el caso de realizarse una intervención quirúrgica en un paciente con sospecha o confirmación de COVID-19, el traslado al quirófano se realizará con todas las medidas de precaución descritas previamente para el personal sanitario encargado de su traslado (EPI con mascarillas de protección FFP2 y preferiblemente FFP3 si la distancia entre el paciente y el personal es menor de 2 m). Se utilizarán, en la medida de lo posible, circuitos exclusivos o con el mínimo personal. El paciente llevará una mascarilla de protección quirúrgica. El quirófano ideal tendrá filtración absoluta o HEPA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recomendaciones para el Manejo Intraoperatorio (tabla 2)"
        },
        {
            "text": "¿Anestesia general frente a anestesia locorregional? No se puede dar una recomendación clara a este respecto. Dependerá de los síntomas respiratorios del paciente, como la presencia de tos y expectoración, así como del tipo de intervención quirúrgica. Si la intervención se realiza con anestesia locorregional sin intubación traqueal, se recomienda utilizar oxigenoterapia intraoperatoria con una mascarilla quirúrgica por encima de la mascarilla tipo Ventimask ® o por encima de las cánulas nasales de administración de oxígeno.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recomendaciones para el Manejo Intraoperatorio (tabla 2)"
        },
        {
            "text": "El manejo de la vía aérea, tanto para la intubación como para la extubación del paciente, seguirá las normas antes descritas en este documento para el manejo de la vía aérea en cuanto a la seguridad del personal sanitario, con el EPI adecuado con mascarilla tipo N95 o FPP3, teniendo en cuenta que son procedimientos de elevado riesgo de aerosolización. Se colocarán filtros hidrofóbicos de alta eficiencia en la rama inspiratoria y espiratoria del respirador. Durante la intervención, las puertas de quirófano permanecerán herméticamente cerradas, solo permanecerá en su interior el mínimo personal requerido, el cual llevará el EPI completo y preferiblemente mascarillas sin válvula espiratoria, ya que estas no deben ser usadas en ambiente estériles. Se recomienda minimizar las desconexiones del respirador y utilizar sondas de aspiración cerrada. Tras finalizar la intervención quirúrgica, y una vez que el paciente haya abandonado el quirófano, se procederá a desechar las tubuladuras y filtros del respirador, y se realizará la limpieza del quirófano siguiendo las recomendaciones del Servicio Medicina Preventiva de cada centro, haciendo especial hincapié en las superficies probablemente contaminadas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recomendaciones para el Manejo Intraoperatorio (tabla 2)"
        },
        {
            "text": "La recuperación del paciente se realizará en quirófano (intentando evitar su estancia en otra unidad); su estancia será la necesaria que garantice su seguridad durante el traslado y estancia en planta, así como permita un tratamiento de las complicaciones precoces (depresión respiratoria, vómitos, dolor). Si es necesario la vigilancia postoperatoria, se realizará en unidades de aislamiento con monitorización adecuada, preferiblemente con presión negativa, o bien en unidades con la monitorización adecuada y que establezcan aislamiento exclusivo para esta cohorte de pacientes. El personal sanitario que atiende en todo momento estos pacientes deberá llevar el EPI completo con mascarillas FFP2 o FFP3 en función del tipo de atención que se realice, como ya se ha comentado previamente en este documento.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recomendaciones para el Manejo Intraoperatorio (tabla 2)"
        },
        {
            "text": "En el paciente que precise de oxigenoterapia postoperatoria, se debe evitar la utilización de aerosoles, gafas nasales de alto flujo o ventilación no invasiva en la medida Manejo perioperatorio de paciente con sospecha o infección por coronavirus SARS-CoV-2 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recomendaciones para el Manejo Intraoperatorio (tabla 2)"
        },
        {
            "text": "Tabla 2 Recomendación para el manejo intraoperatorio de pacientes con sospecha o confirmación de infección con coronavirus COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recomendaciones para el Manejo Intraoperatorio (tabla 2)"
        },
        {
            "text": "Previamente a la intervención, se anotará en evolutivos una nota a modo de informe preoperatorio, donde se harán constar antecedentes, alergias, y demás información rutinaria. No se realizará exploración de vía aérea (explicitándose los motivos de la misma). Deberá firmar CI por el mismo o por familiares con base en su aislamiento El traslado al quirófano se realizará con las medidas de precaución descritas para el personal sanitario (EPI con mascarillas de protección FFP2 y preferiblemente FFP3 si la distancia entre el paciente y el personal es menor de 2 m). Utilizar circuitos exclusivos o con poco personal. El paciente debe de portar mascarilla quirúrgica durante el traslado Es recomendable que el quirófano tenga filtración absoluta o HEPA Las recomendaciones sobre la limitación del número de personas y las medidas de protección son iguales a la atención del paciente en otras áreas de hospitalización La protección del personal sanitario es prioritaria. Este debe disponer del EPI adecuado, así como estar entrenado en su correcta colocación y retirada. La higiene de manos debe ser realizada por el personal antes y después de todo contacto con el paciente, particularmente antes de ponerse y después de quitarse el EPI El tipo de anestesia dependerá de las condiciones respiratorias del paciente y el tipo de intervención quirúrgica. Siempre que sea posible la anestesia regional (bloqueo nervioso, anestesia espinal), esta será de elección, permaneciendo el paciente durante todo el proceso con mascarilla quirúrgica. No existe evidencia de superioridad de ninguna técnica anestésica Antes de la llegada a quirófano, es obligado que se preparen previamente todos los dispositivos (mascarillas, videolaringoscopio, tubos traqueales, cánulas de Guedel, etc.), así como sueros con y sin sistemas para evitar en lo posible la apertura y manipulación de los carros. Utilizar, en lo posible, material desechable Igualmente, se preparará toda la medicación potencial de uso, colocada sobre una batea grande. Evitando en lo posible la manipulación de los carros de medicación. De la misma forma, todo lo potencialmente necesario para la cirugía debe estar disponible en el interior de quirófano para evitar la apertura de puertas tras la entrada del paciente La monitorización inicial será la estándar según las recomendaciones de la ASA y la SEDAR (EKG continua, PANI, SatO2). No se recomienda, salvo estrictamente necesario, el uso de otros dispositivos de monitorización (SrtO2, BIS); asimismo no se procederá a la canulación de línea arterial o venosa central, salvo que las condiciones del paciente lo precisen En caso de anestesia locorregional sin intubación, la administración de oxígeno se realizará debajo de la mascarilla quirúrgica Durante la intervención, las puertas de quirófano permanecerán herméticamente cerradas, solo permanecerá en su interior el mínimo personal requerido, el cual llevará el EPI completo y preferiblemente mascarillas sin válvula espiratoria Se seguirán los procedimientos de manejo de via aérea tanto en la intubación como en la extubación de seguridad para el personal sanitario. No esta recomendado la utilización de mascarillas laríngeas, salvo en casos imprescindibles Los parámetros del respirador serán programados por un ayudante que no ha tenido contacto con el enfermo. Se colocarán filtros de alta eficiencia en ambas ramas del respirador Se recomienda minimizar las desconexiones del respirador y utilizar sondas de aspiración cerrada Al finalizar la intervención quirúrgica, se desechará el material (tubuladuras, filtros y tubo endotraqueal) como residuo biosanitario tipo iii y se realizará la limpieza siguiendo las recomendaciones del Servicio Medicina Preventiva La recuperación del paciente se realizará en quirófano (intentando evitar su estancia en otra unidad); su estancia será la necesaria que garantice su seguridad durante el traslado y estancia en planta, así como que permita un tratamiento de las complicaciones precoces (depresión respiratoria, vómitos, dolor). Si es necesario la vigilancia postoperatoria, se realizará en unidades de aislamiento con monitorización adecuada preferiblemente con presión negativa En caso de precisar oxigenoterapia postoperatoria, se debe evitar la utilización de aerosoles, gafas nasales de alto flujo o ventilación no invasiva, en la medida de lo posible El personal sanitario que atienda a estos pacientes durante la vigilancia postoperatoria portará en todo momento el equipo de protección individual adecuado y deberá estar entrenado en su colocación y retirada En el traslado posoperatorio se seguirán las mismas recomendaciones que en el traslado del paciente al quirófano de lo posible. Durante su traslado desde el quirófano hasta la unidad de hospitalización determinada para su vigilancia postoperatoria, en el caso de haber sido extubado en el quirófano, se le pondrá una mascarilla quirúrgica por encima de la mascarilla tipo Ventimask ® o por encima de las cánulas nasales de oxígeno utilizadas para la administración de oxigenoterapia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recomendaciones para el Manejo Intraoperatorio (tabla 2)"
        },
        {
            "text": "Los autores declaran no tener ningún conflicto de intereses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicto de intereses"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470--473",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan China: a single-centered, retrospective",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recomendaciones prácticas para el manejo perioperatorio del paciente con sospecha o infección grave por coronavirus SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cómo Citar Este Artículo: Montero Feijoo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Esp Anestesiol Reanim",
            "volume": "",
            "issn": "",
            "pages": "30079--85",
            "other_ids": {
                "DOI": [
                    "10.1016/j.redar.2020.03.003nalstudy"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan China: A descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiologic and clinical characteristics of novel coronavirus infections involving 13 patients outside Wuhan, China",
            "authors": [
                {
                    "first": "Lin",
                    "middle": [
                        "M"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Dela",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan China:A single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "30079--85",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1001/jama.2020.1623"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Presumed asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Critical care management of adults with communityacquired severe respiratory viral infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "46",
            "issn": "",
            "pages": "315--343",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1001/jama.2020.2565"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Severe acute respiratory syndrome: Historical epidemiologic, and clinical features",
            "authors": [
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Infect Dis Clin North Am",
            "volume": "33",
            "issn": "",
            "pages": "869--89",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "China Critical Care Clinical Trials Group (CCCCTG)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Intensive Care Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05966-y"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Preparing for the most critically ill patients with COVID-19: The potential role of extracorporeal membrane oxygenation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maclaren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brodie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1007/s00134-020-05966-y"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coronavirus epidemic: Preparing for extracorporeal organ support in intensive care",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ronco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Navalesi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "30060--30066",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1001/jama.2020.2342"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "473--478",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/S2213-2600(20)30060-6"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Novel coronavirus infection during the 2019-2020 epidemic: Preparing intensive care units-the experience in Sichuan Province",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Intensive Care Med",
            "volume": "46",
            "issn": "",
            "pages": "357--60",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wax",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Can J Anaesth",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01591-x"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Severe SARS-CoV-2 infections: Practical considerations and management strategy for intensivists",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bouadma",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Lescure",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lucet",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yazdanpanah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Timsit",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Intensive Care Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1007/s12630-020-01591-x"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Cómo citar este artículo: Montero Feijoo A, et al. Recomendaciones prácticas para el manejo perioperatorio del paciente con sospecha o infección grave por coronavirus SARS-CoV-2. Rev Esp Anestesiol Reanim. 2020. https://doi.org/10.1016/j.redar.2020.03.003",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Una revisión sistemática de estudios observacionales que utilizaron corticoides en pacientes con SARS no encontró beneficios Cómo citar este artículo: Montero Feijoo A, et al. Recomendaciones prácticas para el manejo perioperatorio del paciente con sospecha o infección grave por coronavirus SARS-CoV-2. Rev Esp Anestesiol Reanim. 2020. https://doi.org/10.1016/j.redar.2020.03.003",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Cómo citar este artículo: Montero Feijoo A, et al. Recomendaciones prácticas para el manejo perioperatorio del paciente con sospecha o infección grave por coronavirus SARS-CoV-2. Rev Esp Anestesiol Reanim. 2020. https://doi.org/10.1016/j.redar.2020.03.003",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ",19 . Se recomienda: Cómo citar este artículo: Montero Feijoo A, et al. Recomendaciones prácticas para el manejo perioperatorio del paciente con sospecha o infección grave por coronavirus SARS-CoV-2. Rev Esp Anestesiol Reanim. 2020. https://doi.org/10.1016/j.redar.2020.03.003",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Cómo citar este artículo: Montero Feijoo A, et al. Recomendaciones prácticas para el manejo perioperatorio del paciente con sospecha o infección grave por coronavirus SARS-CoV-2. Rev Esp Anestesiol Reanim. 2020. https://doi.org/10.1016/j.redar.2020.03.003",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}