{
    "paper_id": "77b0c98d1a2ca46b219ad090074814c387c80d8f",
    "metadata": {
        "title": "Detectable 2019-nCoV viral RNA in blood is a strong indicator for the further clinical severity",
        "authors": [
            {
                "first": "Weilie",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yun",
                "middle": [],
                "last": "Lan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaozhen",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xilong",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yueping",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoli",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liya",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruiying",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yizhou",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xizi",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guofang",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lingzhai",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jinlin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qinghong",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chunyan",
                "middle": [],
                "last": "Wen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuwei",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yangbo",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fengyu",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoping",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel coronavirus (2019-nCoV) infection caused pneumonia. we retrospectively analyzed the virus presence in the pharyngeal swab, blood, and the anal swab detected by real-time PCR in the clinical lab. Unexpectedly, the 2109-nCoV RNA was readily detected in the blood (6 of 57 patients) and the anal swabs (11 of 28 patients). Importantly, all of the 6 patients with detectable viral RNA in the blood cohort progressed to severe symptom stage, indicating a strong correlation of serum viral RNA with the disease severity (p-value = 0.0001). Meanwhile, 8 of the 11 patients with annal swab virus-positive was in severe clinical stage. However, the concentration of viral RNA in the anal swab (Ct value = 24 + 39) was higher than in the blood (Ct value = 34 + 39) from patient 2, suggesting that the virus might replicate in the digestive tract. Altogether, our results confirmed the presence of virus RNA in extra-pulmonary sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ARTICLE HISTORY",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 2019 novel coronavirus (2019-nCoV), originally outbreaking from Wuhan China, has transmitted in an extremely short period to 25 countries and infected over 31 000 individuals as of Feb 06, 2020, causing an international alarm. Basic scientific research has achieved significantly in the investigation of viral origination [1, 2] , transmission and evolution [3] , and unprecedented public health control actions in China have been activated and effectively prevented the otherwise dramatic spread. The 2019-nCoV virus seems more infectious in its public transmission capacity compared to the well-known 2003 SARS virus in spite of the unavailability of convincingly scientific evidence. The mechanism of viral transmission is still worthy of further exploration.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 330,
                    "end": 332,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Currently, one urgent and critical challenge is to treat infected patients and save their lives. Several studies have roughly described the overall clinical features of 2019-nCoV patients [4, 5] . However, the more specific and classified clinical characteristics of the infected patients still require further investigation, particularly for those with severe symptoms, which is roughly estimated to be approximately 15-20 percent of totally confirmed cases based on the local data in our hospital. Clinically, for those severe patients, the main symptoms of 2019-nCoV pneumonia are fever, decreased white blood cell and lymphocyte count, increased C reaction protein and abnormally expressed cytokines [6] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 192,
                    "end": 194,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One remaining question to be resolved is whether the 2019-nCoV virus can replicate in extra-pulmonary sites, which might account for the deteriorated clinical manifestation. In this study, we investigated whether the patients with severe clinical symptoms exhibited special profiles of virus replication or/and distribution compared to those only with mild symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients, who were confirmed to be infected by the 2019-nCoV virus, were firstly enrolled in or transferred to Guangzhou Eighth People's Hospital for treatment purposes. This study followed the guideline of the Ethics Committee of Guangzhou Eighth People's Hospital. All blood, pharyngeal swab, and anal swab samples were collected for diagnostic purposes in the laboratory and our study added no extra burden to patients. Viral RNA was extracted with Nucleic Acid Isolation Kit (Da'an Gene Corporation, Cat: DA0630) on an automatic workstation Smart 32 (Da'an Gene Corporation) following the guidelines. Real-time reverse transcriptional polymerase chain reaction (RT-PCR) reagent (Da'an Gene cooperation, Cat DA0930) was employed for viral detection per the protocol. In brief, two PCR primer and probe sets, which target orf1ab (FAM reporter) and N (VIC reporter) genes separately, were added in the same reaction tube. Positive and negative controls were included for each batch of detection. Samples were considered to be viral positive when either or both set(s) gave a reliable signal(s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All patients had pneumonia-based diseases but with diversified clinical manifestation. To simplify data analysis, the patients were only classified as either mild or severe clinical symptom groups based on the guideline newly released by Chinese government. Patients who were with at least one of the following symptom should be diagnosed to be severe case, 1) distress of respiratory with respiratory rate > = 30/min; 2) Oxygen saturation < = 93% in the rest state, and 3) arterial oxygen tension (PaO₂) over inspiratory oxygen fraction (FIO₂) of less than 300 mm Hg. In the blood detection cohort (Figure 1 (A)), patients who had at less one serum sample measurement with the PCR method were included. In the 57, 6 cases were detected to be blood positive, all of them (100%) were severe in symptom requiring special care attention, and the blood of the rest 51 cases was without detectable virus in the blood, only 12 of them (23.5%) were severe cases. The ratio of severe symptoms between these two groups was significantly different (p value = 0.0001). In the anal swab cohort (Figure 1 (B)), 11 of 28 cases were detected to be anal swab positive, 8 of them (72.7%) were with severe symptoms, which was significantly higher than that 4 (23.5%) of the rest 17 cases without detectable virus in anal were severe cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 608,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1082,
                    "end": 1091,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Fortunately, two cases with detectable virus both in blood and anal swab cohort were recorded. Patient 1 (Figure 2 (A)) was admitted to ICU after enrollment evaluation and was highly suspected infection with 2019-nCoV because of his recent travelling from Wuhan and of confirmed pneumonia by radiographic diagnosis with 5-day fever and 1-day continuous dry coughing. He was then confirmed to be infected by the 2019-nCoV virus on illness day 6 by CDC. High concentrations of the viral RNA were detected in the pharyngeal swabs on illness days 5 (Ct = 17 + 25), 7, 8 (Ct = 25 + 26), and 11 (Ct = 15 + 25). In the blood, no viral RNA was detected on day 5 but the sample on day 6 gave a weak positive signal (Ct = Neg+39), and then the signal was gone again on day 8. On day 9, a low level of viral RNA (Ct = 36 + 41) was detected again in the blood. On day 12, the blood lost signal again. A high concentration of virus RNA (Ct = 23 + 27) was detected in the anal sample on day 13, on the day the 2019-nCoV virus was not detected in the pharyngeal swab. Unfortunately, he was transferred out to another hospital after an emergency expert consultation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Patient 2 (Figure 2 (B)), who had a clear infection history and started fever 5-day ago and dry coughing 2-day ago, was admitted with clinically highly suspect of 2019-nCoV infection, considering the radiographical diagnosis which indicated clear pneumonia in the bilateral lung lobes. The virus was detected in his blood on illness day 7 (Ct = 34 + 36) and 8 (Ct = 38 + 38). His infection was also informed by the CDC on day 8. Because his disease advanced very fast, he was transferred to the ICU ward for special medical care requirements on day 9, on which day high titers of virus (Ct = 25 + 36) were detected in the pharyngeal sample. Importantly, virus RNA was detected in all pharyngeal (Ct = 23 + 24), blood (Ct = 34 + 39) and anal (Ct = 24 + 29) samples on day 10. He was transferred out to another hospital after an emergency expert consultation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 10,
                    "end": 19,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Finally, we described here the four patients with detectable serum viral RNA. Patient 3 (Figure 3(A) ) was transferred to the ICU directly on illness day 11 because of his severe condition, the 2019-nCoV virus was laboratory detected both in pharyngeal (Ct = 30 + 30) and blood samples (Ct = 37 + 39) on day 12, And his infection was confirmed by CDC on day 13. Pharyngeal samples were PCR positive on days 14 and 17 and became negative on day 22. Patient 4 (Figure 3(B) ) was transferred to the ICU ward on the illness day 6 with a CDC confirmation. His disease advanced pretty fast and became severe on day 7 and he was transferred to ICU after his blood sample was detected to be virus-positive (Ct = 32 + 37). On day 9, he was transferred out. Patient 5 (Figure 3(C) ) was admitted on illness day 4 and his blood sample was virus-positive (Ct = 38 + Neg) on day 6. Her disease progressed rapidly to a severe stage within the next 3 days. Patient 6 ( Figure 3 (D)) with a clear history of virus infection was confirmed to be infected on infection day 7. Viral RNA was detected in his blood sample on day 9, one day ahead of his transfer into ICU. As his condition worsens, he was transferred out on day 13.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 100,
                    "text": "(Figure 3(A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 458,
                    "end": 470,
                    "text": "(Figure 3(B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 758,
                    "end": 770,
                    "text": "(Figure 3(C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 954,
                    "end": 962,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "In this retrospective study, we analyzed the PCR data of virus detection in different tissues in our laboratory. Firstly, our observation indicated that the presence of viral RNA outside of the respiratory tract might herald the severity of the disease and alarm the requirement of special care. In the blood test cohort, all the 6 infected patients were in (or later progressed to) severe disease stage when serum viral RNA became detectable, which showed a significant difference compared to the blood negative group (p = 0.0001). Patient 2 (Figure 2(B) ), 5 (Figure 3 (C)) and 6 ( Figure 3(D) ) all had detectable viral RNA in the serum before they progressed to the clinical severe symptom stage. Unfortunately, we missed the earlier time points of patient 1 (Figure 2(A) ) and 3 (Figure 3(A) ) who were directly admitted to ICU on transfer to our hospital because of severe condition, of patient 4 (Figure 3(B) ) who had serum sample collected one day post the diagnosis of severe illness. We, fortunately, observed high serum viral load in serum within their severe illness stage. In the anal swab cohort, we found that the presence of virus RNA in the anal digestive tract was also positively correlated with disease severity (p = 0.0102). The 3 patients detected with anal virus RNA but in mild stage should be monitored whether they will progress to the severe stage. We have summarized the information of approximately 70 percent of the patients in Guangzhou city, and the study represented nearly the whole picture of this region. However, the virus outbroke in such an emergence, allowing no delay in waiting for more patients to further confirm the findings.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 555,
                    "text": "(Figure 2(B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 561,
                    "end": 570,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 584,
                    "end": 595,
                    "text": "Figure 3(D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 763,
                    "end": 775,
                    "text": "(Figure 2(A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 784,
                    "end": 796,
                    "text": "(Figure 3(A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 903,
                    "end": 915,
                    "text": "(Figure 3(B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Secondly, a high concentration of viral RNA in anal swabs suggested the digestive tract might be one extrapulmonary site for virus replication. For patient 1, a high concentration of viral RNA (Ct = 23 + 27, on day 13) was detected in anal swab but not in pharyngeal (the same day) and blood (1 d ahead). For patient 2, higher concentrations of viral RNAs were detected in anal swab (Ct = 24 + 39) and pharyngeal swab (Ct = 23 + 24) than in the blood (Ct = 34 + 39) on the same day. Angiotensin-converting enzyme 2 (ACE2) still is one of the receptors for 2019-nCoV attachment and entry [2] . Intensive structural analysis of the S protein of 2019-nCoV with the SARS-Coronavirus suggested that several critical residues in the viral spike protein might confer favourable interaction with human ACE2 [7] . Of note, ACE2 is also abundantly present in humans in the epithelia of the small intestine besides the respiratory tract and is ubiquitously present in endothelial cells [8] , which might provide possible routes of transmission, and might account for the high transmission capacity of the new virus. We propose that rampant coronavirus replication in pulmonary alveolus results in the breakdown of the alveolar vessel and the subsequent virus leakage into the blood flow, through which the virus is disseminated across the whole body. Then the virus succeeds in establishing reinfection in the digestive tract by using the highly expressed ACE2 receptor, which exacerbated the disease vice versa. Bat originated coronavirus was found to replicate in the swine digestive tract recently, also suggesting the potential replication possibility in the human digestive tract [9] . Nevertheless, confirmation of virus transmission through the digestive tract warrants further virus isolation from the anal swab in high safety level lab.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 590,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1674,
                    "end": 1677,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unfortunately, in our study, we did not collect stool samples from patients and did not pursue viral RNA in the stool. But we believe the existence of virus RNA in the stool samples from these patients because that a large amount of viral RNA was detected in anal swabs and that viral RNA had also been detected in a case reported from the United States [10] . Also, we didn't collect sputum and bronchoalveolar lavage fluid for virus detection because that the dry coughing characteristic of patients infected with 2019-nCoV prevents producing enough amount of sputum and that bronchoalveolar lavage fluid collection requires a sophisticated operation which increases virus exposure possibility of care providers to high concentrations of virus-containing aerosol.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, we find that the presence of viral RNA in the blood and anal swab is positively correlated with the severe disease stage and that early monitoring of virus RNA in blood and the digestive tract on top of the respiratory tract might benefit the disease prediction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2008-3"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "RNA based mNGS approach identifies a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "1",
            "pages": "313--319",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Analysis of clinical features of 29 patients with 2019 novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Jie He He Hu Xi Za Zhi",
            "volume": "43",
            "issn": "0",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00127-20"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Timens",
                    "suffix": ""
                },
                {
                    "first": "Mlc",
                    "middle": [],
                    "last": "Bulthuis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "2",
            "pages": "631--637",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fatal swine acute diarrhoea syndrome caused by an HKU2-related coronavirus of bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "556",
            "issn": "7700",
            "pages": "255--258",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001191"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Results of 2019-nCoV viral RNA detection in the blood (A) and anal swab (B). Blood or anal swab positive represents viral RNA positive in at least one test of blood or anal swab samples from the same patient. Blood or anal swab negative represents viral RNA negative in all tests of blood or anal swab samples from the same patient. Severe represents that the patient is diagnosed as a severe symptom after expert consultation while mild represents the rest of the patients. P values are shown (chi-square test, two sides).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Diagram of viral detection in patient 1 (A) and 2 (B) with both detectable virus RNA in blood and anal swab. Illness day represents the patients with clear clinical symptoms such as fever, dry-coughing is labelled over the first line. ICU, CDC confirmed, and transfer indicates that the patient is in the ICU ward, CDC confirmation of viral positive, and transfer of patient out from ICU ward to another hospital to receive a higher level of medical care, respectively. Ct value from the pharyngeal, blood and the anal swab is shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Diagram of viral detection in Patient 3 (A), 4 (B), 5 (C) and 6 (D) with both detectable virus RNA in blood. Labels are identical to those in Figure 2. Severe represents that the patient is diagnosed to be severe symptoms (B). Infection day represents the patient with a clear time of infection (D).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We declare no competing interest. We thank all the physicians and nurses who cared these patients. This work was supported by National Natural Science Foundation of China Grant (No. 81670536 and 81770593) and by the National Grand Program on Key Infectious Disease Control (2017ZX10202203-004-002).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "No potential conflict of interest was reported by the author(s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        },
        {
            "text": "We declare no competing interest. We thank all the physicians and nurses who cared these patients. This work was supported by National Natural Science Foundation of China Grant (No. 81670536 and 81770593) and by the National Science and Technology Major Project (2017ZX10202203-004-002).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}