{
    "paper_id": "77b674422e05d6f4f5fd70a97627d259cc00d479",
    "metadata": {
        "title": "Human melanoma invasion and metastasis enhancement by high expression of aminopeptidase N/CD13",
        "authors": [
            {
                "first": "Hideji",
                "middle": [],
                "last": "Fujii",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Motowo",
                "middle": [],
                "last": "Nakajima",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ikuo",
                "middle": [],
                "last": "Saiki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Junya",
                "middle": [],
                "last": "Yoneda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ichiro",
                "middle": [],
                "last": "Azuma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido University",
                    "location": {
                        "settlement": "Sapporo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takashi",
                "middle": [],
                "last": "Tsuruo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "cells had significantly augmented lung colonizing potential in nude mice. The results show that the aminopeptidase N/CD13 plays an active role in degradation and invasion of ECM and may be involved in the molecular mechanisms of blood-borne metastasis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Metastasis is a complex multistep process, during which tumor cells must proliferate, invade the host stroma, enter the circulation, survive and arrest in a distant organ's capillary bed, extravasate into the organ parenchyma, and proliferate again [1, 2] . Proteolytic degradation of the extracellular matrix (ECM) is an important part of the process, and several classes of enzymes have been implicated, including matrix metalloproteinases (MMPs) [3] , serine proteinases [4] , cysteine proteinases [5] , and aminopeptidases [6] . These enzymes are not only secreted by a variety of metastatic tumor cells but also by normal cells under certain conditions. Aminopeptidase N is a Zn 2 +-dependent exopeptidase that is anchored to the plasma membrane by its N-terminal segment and acts as an ectoenzyme. It has been postulated that this enzyme has multiple functions, including hydrolytic inactivation of such regulatory peptides as enkephalins. The aminopeptidase N is identical to cell surface antigen CD13, which is produced by myeloid cells and by many other types of cells [7] . For example aminopeptidase N is expressed on epithelial cells of the gut and possibly utilized as an infection receptor by enteropathogenic coronavirus, a transmissible virus that causes gastroenteritis [8, 9] . The plasma membranes of several human and rodent tumor cells have high levels of neutral aminopeptidase activity [10, 11] . We have previously reported that bestatin, a potent inhibitor of aminopeptidases, suppresses degradation and invasion of the ECM by tumor cells [6, 12] . We have also shown that anti-aminopeptidase N/CD13 monoclonai antibody, capable of inhibiting aminopeptidase, can suppress degradation and invasion of the ECM by tumor cells [13] . These findings have suggested the possible involvement of aminopeptidase N/CD13 in the molecular mechanisms of tumor cell invasion.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 253,
                    "end": 255,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1078,
                    "end": 1081,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1287,
                    "end": 1290,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1291,
                    "end": 1293,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1409,
                    "end": 1413,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1414,
                    "end": 1417,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1564,
                    "end": 1567,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1568,
                    "end": 1571,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1748,
                    "end": 1752,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we engineered human melanoma A375M cells to overexpress aminopeptidase N/CD13 and studied the cells' invasive behavior. We show here that a high expression of aminopeptidase N/CD13 in human melanoma cells significantly enhanced their ability to degrade and invade the ECM and hence increased their lung colonising potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The human malignant melanoma cell line A375M was kindly provided by Dr I. J. Fidler (M. D. Anderson Cancer Center, Houston, TX). Rat lung endothelial cell clone-4 (RLE-4) was established as described previously [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] . These cells were maintained as monolayer cultures in RPMI-1640 containing 10% fetal bovine serum (FBS).",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Cells"
        },
        {
            "text": "Pathogen-free male athymic KSN nu/nu mice (6 weeks old) were purchased from the Shizuoka Laboratory Animal Center (Hamamatsu, Japan). The mice were housed in a barrier facility and maintained under laminar air-flow conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals"
        },
        {
            "text": "A eukaryotic plasmid expression vector containing the full-length aminopeptidase N/CD13 complement DNA (pZipSV(x)neoCD13) was kindly provided by Dr T. . pZipSV(x)neoCD13 and control pZipSV(x)neo vectors were transfected by the electroporation technique into A375M melanoma cells and those resistant to 1 mg/ml G-418 were selected. The transfectants were grown and maintained in RPMI-1640 supplemented with 10% FBS and 1 mg/ml G-418. We took the utmost care to freeze and thaw the established transfectants and minimize passaging of the cells before their characterization in vitro and in vivo. The presence of the plasmids in the transfectants were determined by Southern blotting of the genomic DNA with a 2.5 kbp Bam HI fragment of the CD13 cDNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfection of A375M melanoma cells with aminopeptidase N/CD13 expression vectors"
        },
        {
            "text": "Aminopeptidase activity was assayed by measuring the amount of 7-amino-4-methylcoumarin (AMC) liberated from amino acid-4-methylcoumarin-7-amide (amino acid-MCA, Peptide Institute, Osaka, Japan) by cell-associated aminopeptidases. A mixture containing 0.1 mM amino acid-MCA and 5 x 103 tumor cells in 200 pl of Hank's buffer solution was placed in each well of a 96-well microplate and incubated for 2 h at 37°C. Every 30 min, the incubation mixture was mixed with 50/A of 0.1 M ethylenediaminetetraacetic acid (EDTA) to terminate the reaction and the AMC level was determined with a Baxter Fluorescence Concentration Analyzer (excitation, 365 nm; emission, 450nm. Baxter, Mandolin, IL). The activity was calculated from the amount of AMC formed by the tumor cells added [12] .",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 775,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Aminopeptidase assay"
        },
        {
            "text": "Tumor cells were harvested from subconfluent cultures, washed with phosphate-buffered saline (PBS), and suspended in PBS containing 0.2% FBS and 0.1% NaN 3. The cells were then incubated with FITCconjugated monoclonal antibodies (mAb) specific for CD13/aminopeptidase N (Silenus, Howston, Australia) for 30 min at 4°C and washed three times with PBS. FITC-labeled cells were analyzed using a FACScan flow cytometer (Becton Dickinson, Mountain View, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow cytometric analysis"
        },
        {
            "text": "The invasive activity of tumor cells was assayed using Transwell cell culture chambers according to the method previously reported [15] . Briefly, the lower surface of polyvinylpyrrolidone-free polycarbonate filters with 8.0 #m pores (Nucleopore, Pleasanton CA.) were precoated with 0.1 mg/ml of fibronectin or laminin in PBS (5 #g/filter). Matrigel was diluted to l mg/ml with cold PBS, applied to the upper surfaces of the filters (10#g/filter), and dried at room temperature under a hood. These filters were designated Matrigel/fibronectin-and Matrigel/ laminin-coated filters. The coated filters were extensively washed in PBS and then dried immediately before use. Tumor cells were harvested with 1 mM EDTA in PBS, washed three times with serum-free Eagle's minimum essential medium (EMEM), and then resuspended to a final concentration of 10 6 cells/ml in EMEM containing 0.1% bovine serum albumin (BSA). Cell suspensions (100#1 each) were added to the upper compartment and incubated for a certain period at 37°C in a 5% CO2 atmosphere. The filters were fixed with methanol and stained with hematoxylin and eosin. The cells on the upper surface of the filter were removed by wiping with cotton swabs. The cells that had invaded various areas of the lower surface were manually counted under a microscope. Each assay was performed in triplicate.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "10 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Invasion assay"
        },
        {
            "text": "Tumor cell migration along a gradient of substratumbound fibronectin or laminin was assayed in Transwell cell culture chambers, as previously reported 1, 15] . The filters were precoated with 5pg of fibronectin or laminin on the lower surface and dried at room temperature. The subsequent procedures were the same as those used for the invasion assay.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Invasion assay"
        },
        {
            "text": "The cell attachment assay was carried out by the method of Saiki et al. [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] . Tumor cells in the exponential growth phase were washed twice in PBS, harvested by a brief treatment with 1 mM EDTA in PBS, and resuspended in cold serum-free EMEM to form a single cell suspension. Matrigel was diluted to 1 mg/ml with cold PBS, applied to microculture wells (10/tg/well), and dried at room temperature under a hood. Five/tg/ml of fibronectin, laminin, or 10 mg/ml of bovine serum albumin (BSA) were added to microculture wells and incubated at 37°C for 2 h. The tumor cells (2 × 104) were added to the microculture wells and incubated for 1 h at 37°C. The wells were washed three times with PBS to remove unattached cells and cells attached to Matrigel were evaluated using the MTT assay. Two hundred microliters of RPMI-1640 with 5% FCS and 10/d per well of MTT solution (5 mg/ml) were added to each well and incubated at 37°C. After 4h incubation the supernatants were removed carefully with micropipettes and 100#1 of DMSO was added to dissolve the MTT-formazan product. The absorbance of the solutions in each well was monitored at 540 nm. The cells attached to fibronectin, laminin or BSA coated microculture wells were stained with 0.5% crystal violet in 20% methanol for 30min. After washing with water, the number of residual stained cells was estimated by measuring absorbance at 600 nm.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 76,
                    "end": 79,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 80,
                    "end": 83,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 84,
                    "end": 87,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 88,
                    "end": 91,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 104,
                    "end": 107,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 108,
                    "end": 112,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 113,
                    "end": 117,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 118,
                    "end": 122,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 123,
                    "end": 127,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 128,
                    "end": 132,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 133,
                    "end": 137,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Cell adhesion assay"
        },
        {
            "text": "collagenolytic activity was calculated from the radioactivity in the supernatant 1-16].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell adhesion assay"
        },
        {
            "text": "Cells cultured in a 100-mm dish were washed three times with PBS and once with serum-free EMEM; they were then refed with 5ml of serum-free DMEM/F-12. After a 48 h incubation, the supernatants were collected, sequentially centrifuged at 900 0 for 5 min and at 10000 0 for 30 rain at 4°C. Gelatinolytic enzymes secreted into the supernatants were identified and quantified by zymography, as described [16] .",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 404,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Assay for 9elatinolytic enzyme production"
        },
        {
            "text": "Six-week-old nude mice were given 500/~g injections of rabbit anti-asialo GM-1 antibody (Wako, Tokyo, Japan) in the lateral tail veins on the day before cell inoculation. Cultured tumor cells were harvested from subconfluent cultures by a brief incubation with 0.05 % EDTA. The flasks were sharply tapped to dislodge the cells, which were then washed in medium with 10% FBS, gently pipetted, and resuspended in PBS. Cells (2 x 105) suspended in 200/tl of PBS were injected into the lateral tail vein of each mouse. Seven weeks later, the mice were anesthetized and killed by bleeding. The lungs were removed and the numbers of peripheral tumor colonies in the lungs were determined by blinded observers using a dissecting microscope. To assess tumorigenicity of the transfectants, 1 × 106 cells suspended in 100 pl of PBS were injected s.c. into a nude mouse. The tumor volume was estimated from three-dimensional measurements using calipers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assays for tumorigenicity and lun9 colon&ation potential"
        },
        {
            "text": "The significance of differences between groups was determined by Student's two-tailed t-test or the two-tailed Mann-Whitney U-test. Correlation coefficients were determined by Spearman or Pearson.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Each well of a 96-well tissue culture plate was coated with [3HI-labeled type IV collagen film (3 × 105 cpm/ 1.6~g/ml). Prior to use, a 100/d aliquot of a 1:1 mixture of Dulbecco's modified Eagle's medium and Ham's F-12 nutrient medium (DMEM/F12 medium) was added over the dried type IV collagen film and incubated for 3h at 37°C. Tumor cells (5 × 105 ) suspended in 200#1 of DMEM/F12 medium were added into each type IV collagen-precoated well. After a 24h incubation, the culture supernatant was removed and undigested materials were precipitated by mixing with 100 pl of ice-cold 50% trichloroacetic acid and centrifuged at 18000g for 10min. Type IV expressed moderate levels of aminopeptidase N/CD 13 on their surfaces. The cells that were transfected with pZipSV(x)neoCD13 vectors expressed significantly higher levels of aminopeptidase N than the parental A375M cells (Figure 1A and B). Aminopeptidase N expression level was unaffected by the transfection with control pZipSV(x)neo vectors ( Figure 1A and C). We did not observe any differences in the growth characteristics of these cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 874,
                    "end": 884,
                    "text": "(Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 998,
                    "end": 1007,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Assay.for type IV collagenolysis"
        },
        {
            "text": "We examined aminopeptidase activity in the transfectants by measuring AMC liberated from alanine-MCA, arginine-MCA, and glutamic acid-MCA. As shown in Table 1 , the cells demonstrated hydrolyzing activities against Ala-MCA, Arg-MCA, and Glu-MCA. However, AIa-MCA was the preferable substrate for aminopeptidases produced by the parental cells and transfectants. This substrate specificity pattern is typical of aminopeptidase N. The pZipSV(x)neoCD13 transfectants produced higher levels of the aminopeptidase N activity than the parental or control vector-transfected cells. The aminopeptidase activity levels in these cells were consistent with their CD13 antigen expression levels measured by flow-cytometry. We selected 5 clones transfected with pZipSV(x)neoCD13 (two strongly positive, two with intermediate levels and one weakly positive) (Figure 1 E, F and G) and one clone transfected with pZipSV(x)neo alone (base level) using flow cytometry ( Figure 1H ). The expression levels of CD13 in these cells are summarized in Figure 3 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 844,
                    "end": 853,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 952,
                    "end": 961,
                    "text": "Figure 1H",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1028,
                    "end": 1036,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Transfection of A375M cells with aminopeptidase N/ CD13 cDNA"
        },
        {
            "text": "The invasive capacity of pZipSV(x)neoCD 13-transfected cells was measured using Matrigel-coated Transwell culture plates. The transfectants were incubated for 8 h at 37°C in the upper compartment of the Transwell chambers, which were precoated with reconstituted Matrigel. The representative results from three independent experiments are shown in Figure 2A . The abilities of the aminopeptidase N/CD 13 transfectants to invade into Matrigel/laminin-or Matrigel/fibronectincoated filters were significantly higher than those of the parental or control cells (P<0.01). There was no difference, however, in invasiveness between the parental A375M and control vector-transfected cells. These data suggest that high expression of aminopeptidase N/CD13 in the melanoma cells led to enhanced invasiveness. Next, the migratory potentials of these cells were compared. To assess haptotactic migration, tumor cells were seeded into the upper compartment of a Transwell cell culture chamber with a filter precoated with 5 ~g of fibronectin or 5/~g of laminin on the lower surface. The number of cells that migrated to the lower surface was determined after a 4 h incubation ( Figure 2B ). Migratory activity did not differ amongst these cells. The results indicated that the higher invasive capacity obtained by the transfectants was not due to enhanced cell motility.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 357,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1166,
                    "end": 1175,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Invasive ability modified by aminopeptidase N/CD13 expression"
        },
        {
            "text": "To further investigate the relationship between invasive potential and aminopeptidase N/CD13 expression, we simultaneously assayed parental A375M cells, mixed cell lines and six clones transfected with pZipSV(x)neoCD 13 or pZipSV(x)neo for invasive, migratory activity and CD13 expression. Since the cells cloned from the parental lines and transfectants showed different migratory activities because of their clonal heterogeneity, we calculated an index showing Cells t2 × I04) suspendegl in 200~zl of EMEM containing 0.1% BSA were added to wells precoated with 5/~g of fibronectin, laminin, or BSA and incubated for 1 h. Non-adherent cells were removed by washing. \"The cells attached to Matrigel were assayed by MTT-reduction activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasive ability modified by aminopeptidase N/CD13 expression"
        },
        {
            "text": "The cells attached to fibronectin, laminin and BSA were stained with crystal violet. * P <0.01. relative invasiveness versus migratory activity. This index was plotted against the aminopeptidase N/CD 13 expression level measured by flow cytometry (Figure 3 ). There was a good correlation between this index and aminopeptidase N/CD13 expression levels. The correlation coefficients were 0.891, P = 0.0012 by Pearson and 0.801, P = 0.0041 by Spearman analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 256,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Invasive ability modified by aminopeptidase N/CD13 expression"
        },
        {
            "text": "The tumor cell invasion process consists of three important steps: cell adhesion, migration and degradation of the ECM. Therefore, we examined the adhesion of these transfectants to Matrigel and such ECM components as laminin and fibronectin and to BSA as a nonspecific control protein. During the first 2h incubation, both the parental cells and the transfectants attached to Matrigel-, fibronectin-, laminin-and BSA-coated plates ( Table 2) . Matrigel and fibronectin promoted cell adhesion, whereas laminin did little to enhance adhesion. The extent of adhesion to fibronectin did not vary among the parental cells and transfectants, whereas the CD13 transfectants showed increased adhesion to Matrigel compared with the parental and control vectortransfected cells. However the adhesion was not inhibited by the aminopeptidase inhibitor, bestatin.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 442,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Cell attachment"
        },
        {
            "text": "Degradation of the ECM during tumor invasion involves a number of enzymes including matrix metalloproteinases, plasminogen activators and other proteinases. Therefore, we determined whether the enhancement ofinvasive capacity by CD13 expression was associated with the increased activity to degrade type IV collagen and the ECM. The cells were incubated for 24 h in wells precoated with [3H]-labeled type IV collagen. The CD13-transfected A375M cells showed the highest levels of type IV collagen degradation, with a significance at P < 0.001 (Figure 4) . We then tried to determine whether the degradation of type IV collagen was due to enhanced secretion and activation of gelatinolytic metalloproteinases. To do this, we analyzed the cell culture supernatants by gelatin zymography and found that aminopeptidase N/CD13 expression did not correlate with secretion and activation of gelatinolytic metalloproteinases including MMP-2, MMP-3 and MMP-9 (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 553,
                    "text": "(Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Deyradation of the extracellular matrix"
        },
        {
            "text": "Effects of the increased aminopeptidase N expression on tumorigenicity and lung colonizing potential were examined using KSN nude mice. Tumor cells were injected s.c.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lun9 colonizin9 potential"
        },
        {
            "text": "(1 x l0 6 cells/mouse), and the mice were observed for the formation of tumors over 7 weeks. Expression of aminopeptidase N/CD13 had no detectable effect on the tumorigenicity and the growth rate of primary s.c. tumors (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lun9 colonizin9 potential"
        },
        {
            "text": "We then verified the lung colonizing potential of these cells using experimental metastasis models. The numbers of lung colonies formed 51 days after i.v. injection of 2x 10 5 cells are shown in Figure 5 . Aminopeptidase N/CD13-transfectants showed significant increases in the number of tumor nodules compared with the control and parental cells. The results were correlated with the increased invasive capacity and the ECM-degrading activity of the transfectants. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 203,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Lun9 colonizin9 potential"
        },
        {
            "text": "In the present study, we introduced eukaryotic expression vectors containing the full length cDNA of aminopeptidase N/CD 13 into A375M melanoma cells that had a lower level of aminopeptidase N/CD13 than other highly metastatic cell lines. The aminopeptidase N/CD 13 transfectants expressed high levels of the cell surface CD13 antigen and exhibited enhanced aminopeptidase activities. The high expression of aminopeptidase N led to increases in the invasive ability and type 1V collagenolytic activity of the melanoma cells. The transfectants did not show altered phenotypes in terms of growth, adhesion to and migration towards ECM components such as fibronectin and laminin. However, the transfectants that expressed high levels of aminopeptidase N/CD13 demonstrated augmented lung colony formation after i.v. injection in nude mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To ascertain that these phenomena were not restricted to one melanoma cell line, we transfected another melanoma cell line, A2058, with aminopeptidase N/CD 13 cDNA and found that the A2058 transfectants also expressed higher levels of aminopeptidase N/CD 13 and increased activities of type IV collagenolysis and invasion as well as experimental lung metastasis (data not shown). These results confirmed that melanoma cells could utilize aminopeptidase N/CD13 in proteolytic degradation of the ECM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Bestatin, an aminopeptidase inhibitor, is known to be a low-molecular-weight immunostimulant and has been shown to inhibit metastasis in P388 leukemia [17] and B16 melanoma cells [18] in mice. We have found that inhibitors of aminopeptidase N, such as bestatin and actinonin, significantly inhibited the invasion of murine and human metastatic tumor cells into reconstituted basement membranes and also inhibited their type IV collagenolytic activity [6, 12] . Anti-aminopeptidase N/CD13 monoclonal antibody, which blocks the aminopeptidase N activity, had similar effects on several human tumor cell lines [13] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Menrad et al. [19] reported that aminopeptidase N was expressed on malignant melanoma cells but was absent from normal melanocytes. A high level of plasma membrane-associated aminopeptidase activity was observed in rat mammary adenocarcinoma cells which spontaneously metastasize from the mammary fat-pad to lymph nodes and lungs [11] . Therefore, the membrane-associated aminopeptidase N is probably involved in invasion and metastasis of a variety of tumor cells. Aminopeptidase N/CD 13 is also expressed by macrophages and fibroblasts that exhibit high motility in solid tissues [20] . Thus the enzyme may also play an role in the degradation and invasion of the ECM by these normal cells.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The activity of metalloproteinases in proteolysis of basement membrane collagen type IV was first reported by Liotta et al. [21] . A good correlation between type IV collagenolytic activity and metastatic potential has been found using a variety of human and animal tumor cell lines [3, 14] A significant increase in collagenolytic activity was also attained by high expression of aminopeptidase N/CD13. Aminopeptidase N is a Zn2+-dependent ectoenzyme that is anchored to the plasma membrane. Localization of the enzyme was observed in the invasion edge of SN12M renal carcinoma cells attached to Matrigel [13] . The enzyme has broad specificity and is able to remove N-terminal residues from almost all unsubstituted oligopeptides except N-terminal proline or glutamic acid. Thus, aminopeptidase activity may contribute to the cascade of tumor invasion mechanisms by hydrolyzing ECM components already cleaved by other endoproteinases, such as plasmin or type IV collagenases/gelatinases [22] . Menrad et al. [19] found that human placental aminopeptidase N digested a component of the basement membrane Matrigel that may contain latent forms of type IV collagenases. Our previous experiments using zymography showed that treating the tumor cells with bestatin caused the active form of type IV collagenase to disappear [12] . These results led us to assume that the plasma membrane aminopeptidase N/CD 13 may have a role in activating type IV procollagenases. However, in our present study, gelatinase A/Mr 72000 type IV collagenase activation was not observed in the transfectants of aminopeptidase N/CD13 (data not shown). Details concerning the possible targets for aminopeptidase N and the ECM degradation cascade remain to be determined.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 989,
                    "end": 993,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1010,
                    "end": 1014,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have shown that a high expression of aminopeptidase N/CD13 in A375M melanoma cells promoted invasive capacity and type IV collagenolytic activity. These data imply that the cell surface aminopeptidase N could be a target for detection of malignant melanoma cells and for the reversal of their invasive phenotype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genetic and epigenetic regulation of human colon carcinoma metastasis",
            "authors": [
                {
                    "first": "I J",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fabra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Radinsky",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Contrib Oncol",
            "volume": "44",
            "issn": "",
            "pages": "13--26",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Paracrine and autocrine growth mechanisms in tumor metastasis to specific sites with particular emphasis on brain and lung metastasis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Nicolson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cancer Metastasis Rev",
            "volume": "12",
            "issn": "",
            "pages": "325--368",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Metastatic potential correlates with enzymatic degradation of basement membrane collagen",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Liotta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tryggvason",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garbisa",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Nature",
            "volume": "284",
            "issn": "",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of plasminogen activator (urokinase), plasmin, and thrombin on glycoprotein and collagenous components of basement membrane",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Liotta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Goldfarb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brundage",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cancer Res",
            "volume": "41",
            "issn": "",
            "pages": "4629--4665",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cathepsin B activity in B16 melanoma cells: a possible marker for metastatic potential",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Sloane",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Honn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Sadler",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Cancer Res",
            "volume": "42",
            "issn": "",
            "pages": "980--986",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Inhibition of tumor cell invasion by ubenimex (bestatin) in vitro",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Saiki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Japan J Cancer Res",
            "volume": "80",
            "issn": "",
            "pages": "873--881",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human myeloid plasma membrane glycoprotein CD13 (gpl50) is identical to aminopeptidase N",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Look",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ashmun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Peiper",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Clin Invest",
            "volume": "83",
            "issn": "",
            "pages": "1299--307",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Aminopeptidase N is a major receptor for the entero-pathogenic coronavirus TGEV",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Delmas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelfi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "&apos;haridon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "357",
            "issn": "",
            "pages": "417--437",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human aminopeptidase N is a receptor for human coronavirus 229E",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Yeager",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ashmun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "357",
            "issn": "",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Neutral surface aminopeptidase activity of human tumor cell lines",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Amoscato",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Sramkoski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Babcock",
                    "suffix": ""
                },
                {
                    "first": "Alexander",
                    "middle": [],
                    "last": "Jw",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochirn Biophys Acta",
            "volume": "1041",
            "issn": "",
            "pages": "317--326",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Metastatic mammary adenocarcinoma cell lines express elevated levels of plasma membrane cathepsin H-like and aminopeptidase-like activities",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Chop",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Nicolson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc Am Assoc Cancer Res",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Inhibition of tumor invasion and extracellular matrix degradation by ubenimex (bestatin)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yoneda",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Saiki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fujii",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Clin Exp Metastasis",
            "volume": "10",
            "issn": "",
            "pages": "49--59",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Role of aminopeptidase N (CD13) in tumor-cell invasion and extracellular matrix degradation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Saiki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fujii",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yoneda",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Int J Cancer",
            "volume": "54",
            "issn": "",
            "pages": "137--180",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Degradation of basement membrane type IV collagen and lung subendothelial matrix by rat mammary adenocarcinoma cell clones of differing metastatic potentials",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Belloni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Nicolson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cancer Res",
            "volume": "47",
            "issn": "",
            "pages": "4869--76",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Inhibition of the metastasis of murine malignant melanoma by synthetic polymeric peptides containing core sequences of cell-adhesive molecules",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Saiki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iida",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cancer Res",
            "volume": "49",
            "issn": "",
            "pages": "3815--3837",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Inhibition by retinoic acid of type IV collagenolysis and invasion through reconstituted basement membrane by metastatic rat mammary adenocarcinoma cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lotan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Baig",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cancer Res",
            "volume": "49",
            "issn": "",
            "pages": "1698--706",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Inhibition of lymph node metastasis of P388 leukemia by bestatin in mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsuruo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Naganuma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Iida",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Antibiot",
            "volume": "34",
            "issn": "",
            "pages": "1206--1215",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Immunomodulatory and therapeutic properties of bestatin in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Talmadge",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Lenz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pennington",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cancer Res",
            "volume": "46",
            "issn": "",
            "pages": "4505--4515",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Biochemical and functional characterization of aminopeptidase N expressed by human melanoma cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Menrad",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Speicher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wacker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herlyn",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cancer Res",
            "volume": "53",
            "issn": "",
            "pages": "1450--1455",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Changes in macrophage ectoenzymes associated with anti-tumor activity",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Morahan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Edelson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gass",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Immunol",
            "volume": "125",
            "issn": "",
            "pages": "1312--1319",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Preferential digestion of basement membrane collagen by an enzyme derived from a metastatic murine tumor",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Liotta",
                    "suffix": ""
                },
                {
                    "first": "Abe",
                    "middle": [
                        "S"
                    ],
                    "last": "Robey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proc Natl Acad Sci",
            "volume": "76",
            "issn": "",
            "pages": "2268--72",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Tumor invasion and extracellular matrix degrading enzymes: regulation of activity by organ factors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Chop",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Sere Cancer Biol",
            "volume": "2",
            "issn": "",
            "pages": "115--142",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The expression vector pZipSV(x)neoCD 13 and control pZipSV(x)neo were introduced into A375M malignant melanoma cells. These cells were cultured in the presence of 1 mg/ml of G-418 for 20 days. Several hundred clones resistant to G-418 were obtained. These transfectants were mixed and maintained in the presence of 1 mg/ml of G-418. Untransfected cells and cells transfected with pZipSV(x)neo only were used as controls. Expression of aminopeptidase N/CD13 onthese cells were analyzed by flow cytometry after immunofluorescence labeling with the FITC.............Analysis of cell-surface aminopeptidase N/CD13 expression on parental A375M, control plasmid-transfected, and CD13-transfected cells. Flow cytometric analysis was performed with A parental A375M; B A375M cells transfected with CD13 expression vectors; C A375M cells transfected with control vectors. E, F, G clones transfected with pZipSV(x)neo CD13 and H pZipSV(x)neo. The cells were treated with a saturating concentration of FITCconjugated anti-CD13 MAb WM-I 5. D A375M cells stained with FITC-conjugate anti-mouse IgG.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a parental A375M; b control vector transfected cells; c CD13 transfected cells; d control vector transfected clone; e--i CD13 transfected clones). Clones e, f and g have one copy of CD13 cDNA plasmid; clones h and i have two copies. These clones were maintained in 1 mg/ml of G-418.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Invasion and migration of parental cells, control vector transfected cells, and CD13-transfected cells. (A) The parental A375M cells or the transfectants (1 x l05) in EMEM containing 0.1% BSA were seeded onto the Matrigel/fibronectin-(11) or Matrigel/laminin-([-]) coated filters. After an 8 h incubation, cells that had invaded through the Matrigel to the lower surface were counted. The assays were performed in triplicate. (B) 2 x 105 cells suspended in 200 pl of EMEM containing 0.1% BSA were seeded in the upper compartment of Transwell cell culture chambers equipped with filters precoated with 5 ktg of fibronectin-(m) or laminin-([7) on the lower surface. After a 4 h incubation, the cells that had migrated to the lower surface were counted.Error bars indicate SD. * A375M/CD13 versus A375M or A375M/contro1, P < 0.01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Relationship between aminopeptidase N/CDI3 expression level and invasive ability of CD13-transfected A375 cells. Parental A375M, control vector-and CD13transfected cells and clones were simultaneously assayed for invasive activity and mean values of the invasion index are shown. Aminopeptidase/CDl3 expression levels were measured by flow-cytometry using FITC-conjugated anti-CD13 mAb and expressed as mean fluorescence intensity. Error bars indicate SD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Degradation of [3HI-labeled type IV collagen by parental cells, control vector transfected cells and CD13transfected cells. Tumor cells were added to wells precoated with [3H]-labeled type lV collagen (3 × 105 cpm/1.6/~g/ml) and incubated for 24 h at 37°C. Radioactivity of the degradation products in the supernatant was measured by liquid scintillation counting. Error bars indicate SD. * A375M/CD 13 versus A375M or A375M/control, P < 0.001. Lung colonization by parental cells, control vector transfected cells and CDl3-transfected cells. Experimental lung metastatic potential was determined by measuring the number of lung colonies 51 days after i.v. injection of 2 × 105 cells into the lateral tail veins of KSN nude mice that had been pretreated with anti-asialo GM-1 (500/zg/mouse). Error bars indicate SD. *A375M/CD13 versus A375M, P<0.05; **A375M/CD13 versus A375M/ control, P <0.01 (Two-tailed Mann-Whitney U-test, n= 7 or 9).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Aminopeptidase activity of aminopeptidase N/CD13-transfected A375 melanoma cells",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Adhesion and migration of aminopeptidase N/CD 13 transfected cells to extracellular matrix components",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported in part by grants from the Ministry of Education, Science and Culture, Japan and Special Coordination Fund of the Science and Technology Agency, Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}