{
    "paper_id": "782b83749630a7fd130d39e6b16f1520d01699bc",
    "metadata": {
        "title": "Journal Pre-proofs Letter to the Editor How should we implement radiotherapy for cancer patients in China during the endemic period of COVID-19? How should we implement radiotherapy for cancer patients in China during the endemic period of COVID-19?",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Weipeng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuling",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shuanshuan",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guihua",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huaili",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Siyang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hongyu",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wen",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhi-Gang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": "zhigangliu1983@hotmail.com"
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Z-G",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since December 2019, an increasing number of cases of the 2019 novel coronavirus disease infected by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) have been identified in Wuhan, a large city of 11 million people in central China 1, 2 . By February 19, 2020, the rapid spread of the virus had caused 74,280 cases and 2,009 deaths in China. Most cases were identified in Hubei Province, followed by bordering provinces, such as Guangdong Province, Henan Province, Hunan Province, and Anhui Province. In addition, cases have been reported in 24 other countries and regions, including the USA, Japan, and Spain. Meanwhile, the National Health Commission of the People's Republic of China (NHCPRC) released the latest diagnosis and treatment strategy (Sixth Edition), which defines suspected cases by the following two criteria: patients with epidemic history and two clinical manifestations (fever and/or symptoms of lower respiratory illness with imaging characteristics of pneumonia, normal or decreased white blood cells at early onset, or decreased lymphocyte count); patients with no epidemic history and three clinical manifestations; and confirmed cases (suspected patient with positive etiologic evidence).",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 246,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 247,
                    "end": 248,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While hospitals were fighting the epidemic, some departments were closed, including oncology departments. As a result, some cancer patients' benefits were compromised due to delays in treatment plans. Radiation therapy is one of the main treatment modalities of cancer, and more than half of all people with cancer receive radiation therapy as part of their cancer treatment. The staff at most radiation therapy centers have been off of work since January 24, 2020, the beginning of the Chinese Spring Festival. Many of these staff members have not returned to work since that time to comply with the requirements of quarantine. This has led to a prolonged interval of the radiation treatment plans of some cancer patients, which may reduce the biological effects of radiotherapy. To address this dilemma, we need to tailor cancer treatment plans to provide radiotherapy to the patients in greatest need and develop effective protective measures to prevent the spread of COVID-19 during the radiation implementation procedure. Therefore, on February 17, 2020, 24 days after Wuhan lockdown, we investigated the recent situations of radiation therapy centers in Guangdong Province, Hunan Province, Anhui Province and Jiangxi Province, as well as analyzed their responses and suggestions. We propose our preliminary strategies here regarding the tailoring of cancer treatments in this special period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On February 17, 2020, we used Wenjuanxing (an online questionnaire platform powered by www. wjx.cn) to conduct a survey of the radiotherapy implementation status during the endemic period in 74 hospitals, all of which are located in endemic areas, including Guangdong Province, Anhui Province, Hunan Province, Zhejiang Province and Jiangxi Province. Half of the investigated hospitals are officially designated institutions for COVID-19, 86% of which have confirmed cases. Among unofficially designated hospitals, 29% have confirmed cases. There are 160 linear accelerators in these 74 hospitals (2.16 per hospital), 60 of which were off of work during the Chinese Spring Festival, which starts on January 24, 2020. The average off-work period in the 60 hospitals is 5.28 days, meaning patients admitted to these hospitals have to wait for nearly one full work week. By February 17, 72 hospitals had returned to work to provide radiation therapy. Of the other two hospitals, one plans to resume radiotherapy on February 29, while the other has not finalized the specific date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on survey results from all hospitals, 88% of them said that they would provide radiation treatment for patients with negative screening results, while others said they would not ( Figure 1A ). Opinions vary with regard to the length of the necessary isolation period before the delivery of radiation therapy to asymptomatic patients with an epidemic travel history. Seventy percent of hospitals believe that asymptomatic patients can be treated after 14 days of isolation, 2% suggest that 24 days are necessary, 1% demand 30 days, while the other 27% said they would not provide radiation treatment for these patients for the time being ( Figure 1B) . For confirmed COVID-19 patients who have been cured, all hospitals showed a more cautious attitude. Up to 39% of hospitals indicated that they would not provide radiation treatment for them, and the proportion of hospitals that believed that they could start radiotherapy after isolation for 14, 24 or 30 days was 24%, 10%, or 27%, respectively ( Figure 1C ). For newly diagnosed cancer patients with negative COVID-19 screening results, hospitals have a relatively mild attitude. Eighty-six percent of the investigated hospitals were willing to provide radiotherapy to this group of patients ( Figure 1D ). Our data show that most hospitals are very cautious about delivering radiotherapy to cancer patients during epidemic outbreaks, which is necessary to curb the spread of the virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 655,
                    "text": "Figure 1B)",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1014,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 1253,
                    "end": 1262,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "However, the long isolation period of medical observation may compromise the benefits to cancer patients, some of whom would not start timely treatment and others of whom would not experience the optimal biological effects of radiation therapy due to delays in treatment. Further studies are warranted to determine the optimal isolation period so that clinicians can provide timely and continuous treatment for cancer patients without risking the spread of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In terms of protective measures, these hospitals have different strategies in the implementation process of radiation therapy. Ninety-three percent of radiotherapy centers have designed exclusive areas for patients receiving radiation treatment (Figure 2A ). Fifty-five percent of hospitals did not encourage patients to take the stairs instead of using the elevator, which suggests that they should place more emphasis on the disinfection of hospital elevators on a regular basis. For hospitals that recommend that patients use the stairs, the sterilization of frequently contacted areas, such as staircase handrails, should not be neglected ( Figure 2B ). Fifty percent of radiotherapy centers will wipe and disinfect the treatment bed and surrounding accessories during the treatment interval ( Figure 2C ), which may reduce the risk of infection but may also require more manpower and time. All hospitals have relatively high awareness of the importance of sterilization of the radiation treatment room ( Figure 2D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 255,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 645,
                    "end": 654,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 798,
                    "end": 807,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1009,
                    "end": 1018,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "To ensure the safety of cancer patients and medical staff, we formulated a preliminary strategy to manage patients who require radiation treatment during the COVID-19 outbreak. (1) Before the delivery of radiation therapy, we should screen all patients, as recommended by the NHCPRC, and classify them into confirmed cases, suspected cases, cases that require medical isolation, and cases with negative screening results. For patients with negative screening, if they are early-stage cancer patients or if radiation therapy intervention is urgently needed, they can choose the nearest radiotherapy center as appropriate; for patients with locally advanced tumors, we recommend a neoadjuvant chemotherapy regimen at first and an appropriate delay of radiation therapy. For patients who are already receiving radiotherapy, radiotherapy should be continued as appropriate or radiotherapy doses should be adjusted based on biological effects. The pandemic has imposed major challenges for both oncologists and cancer patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Because of the influx of COVID-19 patients, most hospitals have had to decrease the number of beds available for other patients, including cancer patients, while this also increases the risk of exposing patients to infection with the new disease. Although the pandemic has been controlled gradually via emergent regulations nationwide, it is still necessary to put more thought into such public health emergencies. The pandemic puts cancer patients in an even worse situation. It is important that oncologists discern whether their patients are at risk of COVID-19 exposure, but it is more challenging to balance the relationship between treating tumors and preventing viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have performed investigations to determine the most appropriate timing for cancer patients to receive radiotherapy to give patients reasonable treatment with the lowest risk without harming their interests. Reports on the COVID-19 screening status of cancer patients receiving radiation therapy during the endemic period. A. Surveys on whether patients with negative screening results could receive radiation therapy. *Negative screening results: no fever or nonproductive cough, no endemic area travel history, negative throat swab nucleic acid test, and no typical viral pneumonia presentation on chest CT. All of the test results mentioned above were met. B. Surveys on whether asymptomatic patients with endemic area travel history could receive radiation therapy. C. Surveys on the necessary interval period of cancer patients who were diagnosed with COVID-19 and cured. D. Surveys on whether newly diagnosed cancer patients could receive radiation therapy during the COVID-19 endemic period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Issues concerning protective measures during radiotherapy implementation. A. Surveys on whether it is necessary to design an exclusive path to the treatment room. B. Surveys on whether patients should take the stairs instead of using the elevator. C. Surveys on whether it is necessary to disinfect the treatment room during treatment intervals. D. Surveys on the disinfection methods for the treatment room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Data collection",
            "authors": [
                {
                    "first": "Author",
                    "middle": [],
                    "last": "Contribution",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G L J"
                    ],
                    "last": "Study Design ; Z",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S G"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L Z"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Z.; Writing-review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The radiation treatment room and nearby areas should be thoroughly disinfected during treatment intervals. (3) Reasonable protective measures should be provided to patients and radiotherapy technicians. (4)Patients are encouraged to use online platforms for medical consultation and receive treatment in the nearest hospital to reduce exposure to crowds.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure legend: Figure 1 Reports on the COVID-19 screening status of cancer patients receiving radiation therapy during the endemic period. A. Surveys on whether patients with negative screening results could receive radiation therapy. *Negative screening results: no fever or nonproductive cough, no endemic area travel history, negative throat swab nucleic acid test, and no typical viral pneumonia presentation on chest CT. All of the test results mentioned above were met. B. Surveys on whether asymptomatic patients with endemic area travel history could receive radiation therapy. C. Surveys on the necessary interval period of cancer patients who were diagnosed with COVID-19 and cured. D. Surveys on whether newly diagnosed cancer patients could receive radiation therapy during the COVID-19 endemic period.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}