{
    "paper_id": "79afd7c409e4e270f7afd1d48f78270289def783",
    "metadata": {
        "title": "Transmission Dynamics and Control Methodology of COVID-19: a Modeling Study",
        "authors": [
            {
                "first": "Hongjun",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease 2019 has grown up to be a pandemic within a short span of time. To investigate transmission dynamics and then determine control methodology, we took epidemic in Wuhan as a study case. Unfortunately, to our best knowledge, the existing models are based on the common assumption that the total population follows a homogeneous spatial distribution, which is not the case for the prevalence occurred both in the community and in hospital due to the difference in the contact rate. To solve this problem, we propose a novel epidemic model called SEIR-HC, which is a novel epidemic model with two different social circles. Using the model alongside the exclusive optimization algorithm, the spread process of COVID-19 epidemic in Wuhan city is reproduced and then the propagation characteristics and unknown data are estimated. Furthermore, the control measures implemented in Wuhan are assessed and the control methodology of COVID-19 is discussed to provide guidance for limiting the epidemic spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A total of 113,702 confirmed cases have been reported worldwide as of 10:00 CET on Mar. 10 . The statistical data shows that the COVID-19 outbreak constitutes an enormous threat to human in the world. Many factors, including human connectivity, urbanization, as well as international travel, present global challenges for disease prevention and its spread control [4] . Fortunately, mathematical models offer valuable tools for understanding epidemiological patterns and then for decision-making in global health.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, modeling the transmission dynamics of epidemic is still a challenging task. A prime cause is the difficulty in obtaining the reliable data for the required data is patchy, delayed, and even wrong [1, 2, 5, 6] . The second cause is that the epidemic transmission scarcely occurs in the absence of interventions. Life activities and travel, which are tightly linked to the spread of infection, make the case more complex. The last but not least reason is that there are too many incidences, which cannot be ignored anyhow, happened in hospital where the contact rate is entirely different from that in the community. All of those pose difficulties for the general epidemic models to work. Additional problem encountered here is related to optimal estimation of the parameters of the epidemic model [8] .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 209,
                    "end": 211,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 212,
                    "end": 214,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 215,
                    "end": 217,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to probe the propagation characteristics and transmission mechanism, several attempts have been done on modeling the transmission dynamics of the COVID-19, using observations of the index case in Wuhan [2, [5] [6] [7] 9] . Unfortunately, the results are different and even contradictory. Moreover, there is no comparison of model output with real-world observations. Such a comparison is necessary to establish the performance of the models. In addition, the models fail to consider the difference of contact rate between in communities and in hospitals. This may limit the accuracy of the proposed models and hence the reliability of results.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 227,
                    "end": 229,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To resolve this problem, this paper presents a novel epidemic model, which based on the standard assumption: the population is divided into susceptible (S), exposed (E), infectious (I), and recovered (R) groups [11] . The model proposed here, referred to as SEIR-HC for simplicity, extends the susceptible-exposed-infectious-removed (SEIR) model to handle epidemic transmission in two different but coupled social circles. Moreover, a two-step optimization is built for the parameter estimation.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Furthermore, with the limited data, transmission process of COVID-19 in Wuhan city reproduced by the proposed model. Then, the propagation characteristics and unreported data are estimated, and the end time of COVID-19 is also predicted. In the end, the control measures implemented in Wuhan are assessed and the control methodology of COVID-19 is discussed to provide guidance to cease the COVID-19 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remainder of the paper is structured as follows: Section 2 introduces the previous work; Section 3 defines the related terminology; Section 4 explains the SEIR-HC model in detail; Section 5 describes the two-step optimization for parameter estimation; Section 6 shows the analysis results, and finally, Section 7 states the conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Transmission dynamics of an epidemic disease have long been a topic of active research. In 1866, Farr [12] mathematically described the cattle-plague epidemic by means of curve fitting method. In 1889, P. D. En'ko presented a discrete-time model in which the population consists of infectious individuals and susceptible individuals [13] . In 1906, Hamer [14] proposed that the incidence depends on the product of the densities of the susceptibles and infectives. The susceptible-infectious-removed (SIR) model was formulated by Martini in 1921 [15, 16] . In 1927, Kermack and McKendrick [17] investigated the SIR model in a homogeneous population by using differential equations and discovered that the epidemic course would inevitably be terminated once the density of population becomes smaller than a critical threshold. Stone et al. [18] analyzed the rationale of the pulse vaccination strategy with the SIR model. The SIR model is ideally suited to describe the process of virus spread. However, it is not always congruent with epidemic course. Some infections do not confer any long lasting immunity.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 565,
                    "end": 592,
                    "text": "Kermack and McKendrick [17]",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Previous work"
        },
        {
            "text": "In this case, one should resort to the SIS model, in which the infectious becomes susceptible again, rather than recovered. The SIS model has many potential applications such as modeling the spread behavior of computer viruses [19] . On the other hand, if the epidemic lasts for a very long time, births and deaths heavily affect the population size. So, Hethcote [20] considered births and deaths in the deterministic models of SIS and SIR.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Previous work"
        },
        {
            "text": "On account of the fact that the SIS and SIR model only hold for the case without a latent period, which is not the case for many kinds of infectious diseases. To alleviate this problem, Cooke [21] proposed an epidemic model for the case that after a fixed time the infected susceptibles can get infectious. In this model, the population is divided into four classes of individuals: susceptibles, exposed individuals, infectives and recovered individuals. Such an epidemic model is known as the SEIR model. Later, Longini [22] presented a general formulation of the discrete-time epidemic model with permanent immunity. Lipsitch et al. [23] estimated the infectiousness of SARS and likelihood of an outbreak with modified SEIR model. Krylova and Earn [16] found that the dynamical structures of SEIR models have a less effect on the stage duration distribution, relative to that of the SIR models.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Previous work"
        },
        {
            "text": "During the disease spread, a considerable degree of chance enters into the conditions under which fresh infections take place. Therefore, statistical fluctuations should be taken into account for a more precise analysis [24] . For this reason, Bailey [25] introduced probability distribution into the SIS epidemic model. In the standard models, the incubation and infectious periods are typically assumed to be exponential distribution, which makes the model sensitive to stochastic fluctuations [11, 26] . Because of more robustness, Weibull distribution is used to investigate severe acute respiratory syndrome by Marc Lipsitch et al [23] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Previous work"
        },
        {
            "text": "For the stochastic case, even the simplest representations present difficulties in obtaining algebraic solutions [8] . To address this issue, Saunders [27] constructed an approximate maximum likelihood estimator for the chain SEIR model by using the Poisson approximation to the Binomial distribution. See [13] and [28] for an extensive review of classic epidemic models.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Previous work"
        },
        {
            "text": "Indeed, a family of SEIR models is being used to support epidemic control, elimination, and eradication efforts. Recently, Wu et al. [7] provided an estimate of the size of the COVID-19 epidemic based on the SEIR model. Using an assumption of Poisson-distributed daily time increments, Read et al. [9] fitted a deterministic SEIR model to the daily number of confirmed cases in Chinese cities and cases reported in other countries/regions. Zhao et al. [6] estimated the number of unreported cases in mainland China based on the assumption that the initial growth phase followed an exponential growth pattern.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Previous work"
        },
        {
            "text": "To sum up, a number of models have been proposed to formulate the transmission process of epidemic disease, which lay a good foundation for our work. Unfortunately, none of these studies have been done on the epidemic transmission under two different but coupled conditions. A mathematical model, relating to the processes, is desired to explore, anticipate, understand, and predict the effects of feedbacks within such complex systems, including changes caused by intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Previous work"
        },
        {
            "text": "In many cases, canonical representation will be the starting point for obtaining a clear or concise expression. For this reason, let us introduce the notation used throughout before describing our work. Fig. 1 presents a pictorial display of disease natural history into order to make these terms easy to be understood. (1) latent period: time from exposure to onset of infectiousness, during which the infectious agent develops in the vector, and at the end of which the vector can infect a susceptible individuals [21] ;",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 209,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Terminology"
        },
        {
            "text": "(2) Incubation period: time from exposure to first appearance of clinical symptoms of infection [28] ;",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "(3) Infectious period: period during which an infected person can transmit a pathogen to a susceptible [7] ;",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "(4) Length of stay: time from the day of admission in the hospital to the day of discharge, i.e., the number of days a patient stayed in a hospital for treatment [29] ;",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "(5) Serial interval: time from the onset of symptoms in an index case to the onset of symptoms in a subsequent case infected by the index patient [23] ;",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "(6) Susceptibles: individuals who have possibility of contacting with infectious individuals but still stay uninfected [17] ;",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "(7) Exposed individuals: individuals in the latent period, who are infected but not yet infectious [28] ; (8) Infectives: individuals who are infectious in the sense that they are capable of transmitting the infection [28] ;",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "(9) Removed individuals: individuals who are removed by recovery and death, among them recovers obtain permanent infection-acquired immunity [17, 28] ;",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "(10) Quarantined individuals: suspected or exposed individuals who are separated and controlled to see if they become sick [23] ;",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "(11) Isolated individuals: infectives who are separated and controlled to avoid disease transmission [23] ;",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "(12) Basic reproduction number: expected number of secondary infectious cases generated by an average infectious case in an entirely susceptible population [23] ; (13) Contact rate: average number of individuals with which one infective have an adequate contact in unit time, where an adequate contact is an interaction which results in infection [28, 30] ; (14) Incidence rate: rate of new infections [31] , or, more precisely, total number of exposed individuals who move into infective class in unit time;",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "(15) Death rate: the death probability of a person per day on average [17] .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "The basic principle is that if the model is tightly close to the real world, then the optimization algorithm will converge to the most reasonable solution. Based on this idea, we build a new SEIR model with intervention mechanism which takes two different social circles into consideration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR-HC epidemic model"
        },
        {
            "text": "The usefulness of a mathematical model depends on the existence of its solution [8] . For real world applications, a mathematical model of a complex physical situation tends to involve a certain amount of simplification. However, a suitable simplification is not straightforward to obtain a balance between simplicity and practicality. To resolve this dilemma, generality of epidemic and particularity of COVID-19 are considered simultaneously and then a set of assumptions are determined carefully as follows.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Assumptions"
        },
        {
            "text": "(1) The population is homogeneous and uniformly mixed [21, 30, 32] .",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 59,
                    "end": 62,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 63,
                    "end": 66,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Assumptions"
        },
        {
            "text": "(2) Recovered individuals are permanently immune and newborn infants have temporary passive immunity to the infection [28] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Assumptions"
        },
        {
            "text": "(3) Infectiousness remains constant during an infectious period [28] .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Assumptions"
        },
        {
            "text": "(4) The natural disease-independent death rate is constant throughout the population [26] . (5) The disease-caused death rate is a time-independent constant. (6) Latent period and infectious period follow Weibull distribution [23] , which is a versatile distribution that has the ability to take on the characteristics of other types of distribution.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Assumptions"
        },
        {
            "text": "(7) Contact rate is constant over the entire infectious period [22] . (8) The first index case is infected on Dec 1, 2019 [7] . (9) Travel behavior was not affected by disease before lockdown on Jan 23,2020 [7] .",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 70,
                    "end": 73,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Assumptions"
        },
        {
            "text": "Consider a time interval ( , + ℎ], where h represents the length between the time points at which measurements are taken, here h = 1 day. For convenience, a variable X at a time interval ( , + 1] is represented as ( ) . Then, the variables and parameters are denoted as follows: ( ) : size of population at time t, that is, total number of susceptibles, exposed individuals, infectives and removed individuals at time t;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbols"
        },
        {
            "text": "( ) : number of inbound travellers every day in Wuhan at time t;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbols"
        },
        {
            "text": "( ) : number of outbound travellers every day in Wuhan at time t; : contact rate in the community; ℎ : contact rate in hospitals; ( ) : incidence rate of exposed individuals who infected days ago, which follow the Weibull distribution;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbols"
        },
        {
            "text": ": shape parameter of the Weibull probability density function (PDF) of incidence rate ; : scale parameter of the Weibull PDF of the incidence rate ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbols"
        },
        {
            "text": "( ) : removal rate of infectives by disease-caused death or recovery who have been infectious for days, which follow the Weibull distribution;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbols"
        },
        {
            "text": ": shape parameter of the Weibull PDF of the removal rate ; : scale parameter of the Weibull PDF of the removal rate ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbols"
        },
        {
            "text": ": proportion of hospitalized infectives to total number of infectives; : proportion of quarantined susceptibles to total number of susceptibles; : maximum of latent period; : maximum of infectious period; : disease-independent death rate. For notational convenience, index c is used to denote community and h hospital in the following expressions. The variables without the indices c and h mean they are applicable in both cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symbols"
        },
        {
            "text": "From classical SEIR model, the population is roughly classified as four classes: susceptible, exposed, infectious, and recovered individuals. Among them, exposed and infectious individuals fall into a series of groups according to disease progression in our work so that the Weibull distribution, which armed with high generalization capability [33] , can match accurately number of individuals and duration time.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Formulating SEIR-HC epidemic model"
        },
        {
            "text": "In order to accommodate the quarantine and isolation measures, the standard SEIR structure was modified, as shown in Fig. 2 . Note that the size of population is varied with control measures and may be affected by the inbound and outbound travellers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 123,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Formulating SEIR-HC epidemic model"
        },
        {
            "text": "For the individuals in hospital and community, disease transmissions are different in infection pattern but share the common features of the virus. For this reason, two populations are analyzed separately for the sake of accuracy. With the reservations mentioned in Section 4.1, we used the SEIR-HC model to simulate the epidemic process in Wuhan. From the rules of node dissemination, the dynamic transfer equations of the SEIR-HC model are stated as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulating SEIR-HC epidemic model"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulating SEIR-HC epidemic model"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 29.20047118 doi: medRxiv preprint For the individuals in the community,",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 107,
                    "text": "29.20047118 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Given contact rate , ( ) / ( ) is the average number of susceptibles with which per infective contacts in unit time, and thus ( ) ( ) / ( ) is the total number of susceptibles with which ( ) infectives contacts in unit time (i.e., the total number of new infections in unit time).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Notice that the population of Wuhan city was dramatically reduced from 14 million to 9 million before lockdown on the morning of Jan 23, 2020. On the day, the preventive and control measures of category A infectious diseases were implemented to fight against COVID-19. Therefore, we assume that ( ) , ( ) , ( ) , ( ) , ( ) decrease proportionately by 5/14 and then the number of susceptibles became 5 ( ) /14 for restrictions on outdoor activities on the same day. We further assume that the disease-independent death rate is 1.50959 × 10 ;5 , which is the same as that reported by the Wuhan government in December 2019 [34] . According to the data presented by Wu et al [7] , , are set to 490,856, 505,646 before Jan 10, 814,046, 720,859 from Jan 11 to Jan 22, and 0, 0 after Jan 22.",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 624,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "For the individuals in hospital, . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 29.20047118 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 85,
                    "text": "29.20047118",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Depending on the data provided by Li et al (in Fig. 3) , there are no more than 5 new cases every day from Dec 8 to Dec 28. At the same time, the basic reproduction number of the COVID-19 in Wuhan must be more than 1 or else the outbreak is impossible [23, 35] . In addition, a susceptible can be infected within 15 seconds of standing next to an infective. For these reasons, it is highly probable that the parameter z, which reflects the force of infection of the Huanan Seafood Market, is small and hence let z=1. Obviously, if let = 0, then SEIR-HC is easy to degrade into the SEIR model. As defined in Equation (6), the number of susceptibles in hospital is equal to the number of infectives stayed in hospital. In fact, ( ) + ℎ( ) in (6) is substituted by the number of the hospitalized patients in Wuhan city, which is reported by Wuhan Municipal Health Commission (WMHC) [36] and Health Commission of Hubei Province(HCHP) [37] . In addition, the execution of (12) and (13) is a time-consuming process. So, they are reformulated by ",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 879,
                    "end": 883,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 930,
                    "end": 934,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ") .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "It is readily seen from Equation (10) that the exposed individuals can be classified as belonging to one of + 1 groups. And, the sizes of these groups are changed every day. The update formula is ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Similarly, there are . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In this section, we propose a solution based on constraint optimization to estimate the parameters of the SEIR-HC model mentioned in Section 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solution of parameters"
        },
        {
            "text": "The epidemic model is devised to estimate the unobserved variables and to predict the transmission process. The output data of the model is desired to be close to the real. Unfortunately, it is difficult for the lack of the credible observations. To alleviate this problem, reasonable data is considered as an alternative. The data collection is completed by integrating multiple data sources:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective function"
        },
        {
            "text": "(1) Number of new cases every day from Dec 1, 2019, to Jan 8, 2020, provided by Li et al (in Fig. 3 (2) Number of new cases every day from Feb 20 to Mar 10, 2020, reported by WMHC [36] and HCHP [37] ,",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 99,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Objective function"
        },
        {
            "text": "(3) Number of the infectives among the nationals who returned to America [38] , Japan [39] , South Korea [40] and Singapore [41] from Jan 29 to Jan 31, 2020 (as tabulated in Table I) CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 86,
                    "end": 90,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 105,
                    "end": 109,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 124,
                    "end": 128,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 182,
                    "text": "Table I)",
                    "ref_id": null
                }
            ],
            "section": "Objective function"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20047118 doi: medRxiv preprint Table I . Number of the exposed and infectious individuals among the nationals from Jan 29 to Jan 31.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "America Japan South Korea Singapore",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State"
        },
        {
            "text": "Total of nationals 195 565 368 92",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State"
        },
        {
            "text": "Number of infectives 0 5 0 0 (5) Numbers of discharged and dead patients reported by WMHC [36] and HCHP [37] , sum of which is theoretically equal to the number of the individuals removed by both recovery and death. Note that several numbers were corrected for the contradiction between accumulated cases and new cases.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 104,
                    "end": 108,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "State"
        },
        {
            "text": "Based on the above data, the objective function consists of the five error sums of squares as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State"
        },
        {
            "text": "(2) = ∑ ( (0, ) + ℎ(0, ) −̂( 0, ) ) 2 101 <82 , ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State"
        },
        {
            "text": "Note that the sign (^) denotes recorded value. Statistically, the nationals in Wuhan city can be regarded as the samples of population in the community. The ratio of the cases confirmed during the time from Jan 29 to Jan 31 among nationals is approximately equal to that on Jan 30. In this sense, the number of infectives is likely to be about 36880 in Wuhan city on Jan 30.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State"
        },
        {
            "text": "The parameter estimation is, in general, a complex task partly due to so many unknown parameters: , , , ℎ , , , , . Correct convergence is hard to reach unless a reliable initial guess is provided. Therefore, an optimum initial estimation based on knowledge is crucial in this case. For this reason, all the parameters are dichotomized into two classes. The parameters , , , ℎ belong to class one and the others class two. Among the first-class parameters, , are determined by intervention, , ℎ reflect the combined effect of virus and control. The second-class parameters are related to the characteristic of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initialization of parameters"
        },
        {
            "text": "To estimate the parameters of the first class, we first investigated the implementation of control measures in Wuhan city. From the report of HCHP [37] , we found that an absolute increment of the number of confirmed infectives was more than 10 thousand on Feb 12, 2020 compared to about one thousand the day before that day. This implies that many patients are likely to fail to be hospitalized before Feb 12. Taking into account the strict restriction on outdoor activities imposed before, and are set at 0.8 and 0.2.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Initialization of parameters"
        },
        {
            "text": "The permanent resident population of Wuhan city is about 14 million[34]. Moreover，Wuhan is well known for being the transport hub of China. The contact rate was set 3 for the infectiousness in the community. On the other side, ideally, infections hardly spread in hospital. But, this is not the case for the inadequacy of medical supplies. And, according to the report of HCHP, a lot of them had been distributed after Feb 12. From these points under consideration, the initial contact rate ℎ is set equal to 0.05. At the same time, the contact rate is assumed to decrease by 99% after Feb 12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initialization of parameters"
        },
        {
            "text": "With regard to class two, the parameters are relevant to the Weibull PDF of the latent period and the infectious period. According to the medical records of 138 patients at Zhongnan Hospital of Wuhan University, the median hospital stay is 10 days [43] . The mean incubation period is 5.2 days [1] . Assuming that the latent period and the infectious period is approximately equal to the incubation period and the length of stay, the mean values of the latent period and the infectious period are preliminarily estimated to be 5 and 10 days, respectively. The profiles of the Weibull PDF with various shape parameters are shown in Fig. 4 . As a result, the initial guesses of the parameters , , , are 2.4, 5.64, 2.4 and 11.28, respectively.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 637,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Initialization of parameters"
        },
        {
            "text": "Similarly, we determined the low bound and upper bound of the parameters. It is worth noting that to cut down the domain may not be a good strategy for global optimization since that may block the way to the global optimal point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initialization of parameters"
        },
        {
            "text": "Global solutions are usually difficult to locate, whereas the situation may be improved when constraints are add [44] . Consequently, an inequality constraint is defined to allow algorithms to make good choices for search directions. Based on the knowledge that solation and quarantine are a useful control measures [35] , the numbers of exposed and infectious individuals in the presence of control efforts are consequentially no more than those in the absence of interventions.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Two-step iterative optimization"
        },
        {
            "text": "Furthermore, we explored a two-step optimization by adopting the sequential quadratic programming (SQP) method. In theory，if only the mean values of the latent period and the infectious period are unchanged, the result is almost invariable in number. In this sense, for a (a) (b) Fig. 4 . Weibull PDF with various shape parameters while (a) mean value is 5, and (b) mean value is 10.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 286,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Two-step iterative optimization"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-step iterative optimization"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 29.20047118 doi: medRxiv preprint given mean value, the second-class parameters only affect the shape of the SEIR-HC model. As a result, we searched the optimal solution for the first class by the SQP method at first and take that as the initial guesses of the second class. Then, the second-class parameters are determined by the same way. The above process is iterated many times. The flow chart is presented in Fig. 5 .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 107,
                    "text": "29.20047118 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 494,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In brief, the complete process of the two-step parameter optimization can be divided into four steps:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(1) Guess all the parameters and their low bound and upper bound as described in Section 5.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(2) Estimate the parameters of the first class using the SQP method with the objective function presented in Section 5.1 and inequality constraints stated in this section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(3) Estimate the parameters of the second class in the same manner after the estimated values of the first-class parameters is updated with the result of the second step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(4) Repeat the computing process from (2) to (4) until the bias is small than a given threshold value or cycle index reaches 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "After the two-step iterative optimization, all the parameters of SEIR-HC model are . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimated value of SEIR-HC parameters"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 29.20047118 doi: medRxiv preprint determined for COVID-19 in Wuhan. The low bound, the upper bound, the initial value and the estimated results are summarized in Table II . All results fall within the range between the upper and lower limits. Some are close to the initial value, but some far from the guess.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 85,
                    "text": "29.20047118",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 244,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "With the parameters estimated, it is easy to derive that the mean and variance of the latent period are 4.19 and 1.53, and those of the infectious period are 12.53 and 11.40. The Weibull PDFs of the latent period and the infectious period are shown in Fig.6 . It can be observed that a large proportion of exposed individuals become infectious in a short time and most cases are mild. The cumulative probability of the latent period for 10 days is up to 99.99%, by which the 14-day period of active monitoring is well supported. The difference between the latent period and the incubation period is equal to 1.01 days and the difference between the infectious period and the length of stay is 2.53 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 257,
                    "text": "Fig.6",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Epidemiology characteristic of COVID-19"
        },
        {
            "text": "It is worth noting that 1 − (= 20.1%) infectives, which is equivalent to, on the average, 2.52 days an infective, still stayed in the community before Feb 12. Assuming that the infectiousness is constant during the entire infectious period, the basic reproduction number is up to 7.90 where everyone is susceptible. The basic reproduction number estimated here is compared with others in Table III . Furthermore, even though an infective is hospitalized at the beginning of clinical symptoms, he still can make 3.48 individuals infected. As a result, the outbreak is inevitable in the absence of interventions because of difference between the latent period and the incubation period. Of course, this is not necessary true for districts other than Wuhan city, because basic reproduction number varies according to population density and social enthusiasm besides characteristics of pathogenic bacteria [45] . . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 906,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 397,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Epidemiology characteristic of COVID-19"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 29.20047118 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 85,
                    "text": "29.20047118",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "With the SEIR-HC model proposed here, the transmission process of COVID-19 epidemic in Wuhan city is reproduced as shown in Fig.7 . In our baseline scenario, we estimate that the outbreak would be over before Apr 15, 2020 , and the total of infectives no longer increases by Mar 15, 2020. At the same time, the total number of removed individuals would reach 111383 finally (as shown in Fig. 7(a) ). Among them, the number of hospital staff members would be up to 2950, which is likely to be slightly more than the reported cases due to asymptomatic infection. The number of the infected individuals in Wuhan on Jan 25, 2020, is estimated to be 46029, which is less than the count 75815 estimated by Wu et al [7] . The number of infectives on Jan 30 is 35962 (2.52% difference to 36880), which is much higher than 20767 (the number of the infected individuals estimated by Nishiura et al [5] ). Number of infectious hospital staff members on Feb 11 is equal to 1241 (11.87% difference to 1022).",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 221,
                    "text": "Apr 15, 2020",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 129,
                    "text": "Fig.7",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 387,
                    "end": 396,
                    "text": "Fig. 7(a)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Transmission process of COVID-19"
        },
        {
            "text": "It is readily seen from Fig. 7(b) , (c) and (d) that there is a sudden decrease of the number of the exposed individuals on Jan 23 and on Feb 12, which implies control measures launched have a conspicuous effect on the infection rate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 33,
                    "text": "Fig. 7(b)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Transmission process of COVID-19"
        },
        {
            "text": "Though mathematical models of epidemic transmission often scarce contrast model output with real-world observations [4] , the comparison is necessary to demonstrate the performance of the models and the validity of the results. For this reason, Fig.8 provides a pictorial display of comparison of the estimated data and the reported ones. The two curves show the same trend after Feb 12. But, before that day, the number of infectious individuals estimated here is far more than that reported by WMHC and HCHP. A probable reason for this is the underreporting of incidences before Feb 12 [1, 2, 5, 6] , which may result in an underestimation of basic reproduction number.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 592,
                    "end": 594,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 595,
                    "end": 597,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 598,
                    "end": 600,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 250,
                    "text": "Fig.8",
                    "ref_id": null
                }
            ],
            "section": "Transmission process of COVID-19"
        },
        {
            "text": "From Fig. 8(a) , it seems that there is a delay of the estimated number of the removed individuals relative to the reported. The underlying cause of the delay may be the fact that the discharge time is later than the end time of infectious period for a need for functional recovery. In this sense, it appears to be appropriate that the outbreak in Wuhan terminates later than the Note that SI denotes serial interval and MLE means maximum likelihood estimation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 14,
                    "text": "Fig. 8(a)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Transmission process of COVID-19"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission process of COVID-19"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 29.20047118 doi: medRxiv preprint expected time. However, the warmer weather is helpful in preventing the virus from reproducing. Given these points, the outbreak is likely to be ended as we expected before if the control measures are kept on as usual. Additionally, it also can be observed from Fig. 8(a) that, in the worst case, up to 33620 infectives failed to be hospitalized on Jan 30.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 85,
                    "text": "29.20047118",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 379,
                    "text": "Fig. 8(a)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "To assess the control measure, a series of experiments are carried out using the SEIR-HC model. The control measures are simulated by the first-class parameters and the effect is captured by the number of infectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control measures"
        },
        {
            "text": "Since the proportion of quarantined susceptibles to the total number of susceptibles 1 − implies control level, the function of quarantine is tested by adopting . From the SEIR-HC model, we can see that impacts primarily on the community infection. So, only Ic-t and (Ic+Rc)-t graphs are shown here for space limitations. Fig. 9(a) shows varing when increases from 0.032 to 0.932 and Fig. 9(b) shows + . Fig. 9 (c) and (d) display the results with a delay of 0~9 days. It was clear that the number of infectives dramatically increases with the proportion and delay time. As a result, control measures played a key role in prevention of the spread. It also can be found from Fig. 9 that the resulting divergence begins after Jan 28. Therefore, Jan 23, on which the measures imposed, is the right time to stop the outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 331,
                    "text": "Fig. 9(a)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 384,
                    "end": 393,
                    "text": "Fig. 9(b)",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 410,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 680,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Effect of control level"
        },
        {
            "text": "Given the proportion of hospitalized infectives to total number of infectives , 1 − is equivalent to the proportion of the average time during which infectives stay in the community to . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of the time of hospital admission"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 29.20047118 doi: medRxiv preprint the average infectious period, which reflects how quickly the infectives are allowed to hospitalize. In this section, the effect of the time of hospital admission is test by changing parameter . Fig.  10(a) shows that the number of infectives in the community varies with increase and Fig. 10(b) is the corresponding accumulative value. Fig. 10 (c) and (d) depict the case in hospital. The delay of hospital admission makes an increase in the number of infectives both in the community and in hospital. However, the increase of the number of infectives slows down when is small enough due to the depletion of susceptibles in the population. It can be observed from Fig. 10(b) that, as a result of a large number of inbound travellers every day, the accumulative total of the infectives can be even more than permanent resident population. In fact, this is almost impossible because the implicit assumption that travel behavior was not affected by epidemic is not valid.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 85,
                    "text": "29.20047118",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 314,
                    "text": "Fig.  10(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 393,
                    "end": 403,
                    "text": "Fig. 10(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 445,
                    "end": 452,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 773,
                    "end": 783,
                    "text": "Fig. 10(b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Contact rate is primarily determined by the nature of pathogen. In fact, it can also be changed in some degree by intervention strategies [23] . Assuming that c is varied from 3.3 to 5.1, the number of infectives in the community varying with c is demonstrated in Fig. 11 . A clear result is that the number of infectives in the community increases exponentially with c . Note that, following the same idea mentioned in Section 6.4.1, only the number of infectives in the community is shown here. ",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 271,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Effect of contact rate"
        },
        {
            "text": "The contact rate h partly reflects the prevention level in hospital. From Fig.12 , the number of infectives in hospital increase sharply with ℎ .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 80,
                    "text": "Fig.12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Effect of contact rate"
        },
        {
            "text": "According to the experimental results, it is easy to find out about the control methodology. The basic principle is taking measures as early as possible to lower , c , h and to enhance . The control measures of COVID-19 list as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control methodology of COVID-19"
        },
        {
            "text": "(1) Keeping in home quarantine and reducing travel to lower ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control methodology of COVID-19"
        },
        {
            "text": "(2) Tracing, testing and quarantining the suspected case, immediately isolating symptomatic individuals and speeding hospital admission to enhance ; . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control methodology of COVID-19"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 29.20047118 doi: medRxiv preprint (3) Strengthening personal protection to lessen c and h .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 137,
                    "text": "29.20047118 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Control methodology of COVID-19"
        },
        {
            "text": "This work provides the SEIR-HC model, a novel SEIR model with two different social circles, for formulating the transmission dynamics of COVID-19, and a two-step optimization method exclusively designed for parameter estimation of SEIR-HC model. With the model, the spread process of COVID-19 is reproduced clearly even without enough observation data. The latent period, infectious period and basic reproduction number of COVID-19 are estimated to be 4.19, 12.53 and 7.90, respectively. Obviously, COVID-19 is highly transmissible. The outbreak in Wuhan is anticipated to be over before Apr 15, 2020 . The total number of removed individuals would reach 111383 finally. Among them, the number of hospital staff members would be up to 2950.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 600,
                    "text": "Apr 15, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "According to the SEIR-HC model, the principle of prevention and control of COVID-19 is taking measures as early as possible to lower , c , h and to enhance . A set of measures such as quarantine have significant impacts on lessening the spread. By the way, an international effort is required to prevent virus transmission since COVID-19 has spread all over the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As a whole, the conclusions are well interpretable and reasonable. As evidenced by the success in estimation and prediction, the SEIR-HC model is useful. Although the results are based on the data from Wuhan and hence they are not necessary to be reliable for other cities, the SEIR-HC model is valid everywhere, which allows us to capitalize on new data streams and lead to an ever-greater ability to generate robust insight and collectively shape successful local and global public health policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reporting, epidemic growth, and reproduction numbers for the 2019 novel coronavirus (2019-nCoV) epidemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fisman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges",
            "authors": [
                {
                    "first": "C.-C",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Antimicrobial Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modeling infectious disease dynamics in the complex landscape of global health",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "347",
            "issn": "6227",
            "pages": "1216--1245",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The rate of underascertainment of novel coronavirus (2019-nCoV) infection: estimation using Japanese passengers data on evacuation flights",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "2",
            "pages": "419--421",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimating the Unreported Number of Novel Coronavirus (2019-nCoV) Cases in China in the First Half of January 2020: A Data-Driven Modelling Analysis of the Early Outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of clinical medicine",
            "volume": "2020",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modeling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Generalization of epidemic theory. an application to the transmission of ideas",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Newill",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Nature",
            "volume": "204",
            "issn": "",
            "pages": "225--233",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimation of the transmission risk of the 2019-nCoV and its implication for public health interventions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Disease extinction and community size: modeling the persistence of measles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Science",
            "volume": "275",
            "issn": "5296",
            "pages": "65--67",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "On the cattle plague",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Farr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Social Sciences",
            "volume": "1",
            "issn": "",
            "pages": "349--351",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The first epidemic model: a historical note on",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "P.D. EN'KO. Australian and New Zealand Journal of Statistics",
            "volume": "30",
            "issn": "1",
            "pages": "56--65",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Epidemic disease in England-the evidence of variability and of persistency of type",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Hamer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D C M A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R C P"
                    ],
                    "last": "Lond",
                    "suffix": ""
                }
            ],
            "year": 1906,
            "venue": "Lancet",
            "volume": "",
            "issn": "4307",
            "pages": "733--739",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "An age-structured model of pre-and post-vaccination measles transmission",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schenzle",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "IMA Journal of Mathematics Applied in Medicine and Biology",
            "volume": "1",
            "issn": "2",
            "pages": "169--191",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effects of the infectious period distribution on predicted transitions in childhood disease dynamics",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Krylova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J D"
                    ],
                    "last": "Earn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of the Royal Society Interface",
            "volume": "",
            "issn": "10",
            "pages": "20130098--20130098",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the Royal Society. A: Mathematical, Physical and Engineering Sciences",
            "volume": "",
            "issn": "772",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Theoretical examination of pulse vaccination policy in the SIR epidemic model. Mathematical and Computer Modelling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shulgin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Agur",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "207--215",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The N-intertwined SIS epidemic network model. Computing",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Mieghem",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "93",
            "issn": "",
            "pages": "147--169",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Asymptotic behavior and stability in epidemic models",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Mathematical Problems in Biology",
            "volume": "",
            "issn": "",
            "pages": "83--92",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Stability analysis for a vector disease model",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooke",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Rocky Mountain Journal of Mathematics",
            "volume": "",
            "issn": "1",
            "pages": "31--42",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The generalized discrete-time epidemic model with immunity: a synthesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Mathematical Biosciences",
            "volume": "82",
            "issn": "1",
            "pages": "0--41",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Some evolutionary stochastic processes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "Journal of the Royal Statistical Society",
            "volume": "11",
            "issn": "2",
            "pages": "211--229",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A simple stochastic epidemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T J"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "Biometrika",
            "volume": "37",
            "issn": "3",
            "pages": "193--202",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Analysis of an SEIRS epidemic model with two delays",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V D"
                    ],
                    "last": "Driessche",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Mathematical Biology",
            "volume": "",
            "issn": "2",
            "pages": "240--260",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "An approximate maximum likelihood estimator for chain binomial models",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "W"
                    ],
                    "last": "Saunders",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Australian and New Zealand Journal of Statistics",
            "volume": "1980",
            "issn": "3",
            "pages": "307--316",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Review",
            "volume": "42",
            "issn": "4",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The impact of methicillin resistance in Staphylococcus aureus bacteremia on patient outcomes: mortality, length of stay, and hospital charges",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Cosgrove",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Infection Control & Hospital Epidemiology",
            "volume": "26",
            "issn": "2",
            "pages": "166--174",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Global dynamics of a SEIR model with varying total population size",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mathematical Biosciences",
            "volume": "160",
            "issn": "2",
            "pages": "191--213",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Global stability for the SEIR model in epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Muldowney",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Mathematical Biosciences",
            "volume": "",
            "issn": "125",
            "pages": "155--164",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Infinite subharmonic bifurcation in an SEIR epidemic model",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Journal of Mathematical Biology",
            "volume": "",
            "issn": "3",
            "pages": "233--253",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Gaussian class multivariate Weibull distributions: theory and applications in fading channels",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Sagias",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Karagiannidis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "IEEE Transactions on Information Theory",
            "volume": "51",
            "issn": "10",
            "pages": "3608--3619",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "34. population distribution",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Transmission dynamics of the etiological agent of SARS in hong kong: impact of public health interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--1966",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Notification on pneumonia of the new coronavirus infection reported by Wuhan health committee",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Bulletin of hubei provincial health committee on pneumonia caused by novel coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Quarantine of evacuees at march air reserve base ends",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Two new cases of asymptomatic infection in Japan were the third group of people evacuated from wuhan to Japan",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Details: a seventh case of novel coronavirus infection has been confirmed in the republic of Korea",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Past updates on COVID-19 local situation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Three departments: a number of measures to care for anti-epidemic frontline medical staff",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirusinfected pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. The Journal of the American Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Numerical optimization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nocedal",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Complexity of the basic reproduction number. Emerging infectious diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Delamater",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Disease natural history.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ") : number of susceptibles at time t; ( , ) : number of exposed individuals at time t who were first infected at time − ; ( ) : total number of exposed individuals at time t; ( , ) : number of infectives at time t who were first at time − ; ( ) : total number of infectives at time t; ( ) : number of removed individuals at time t; ( ) : number of infectives which is equivalent to force of infection of wildlife in the Huanan Seafood Wholesale Market;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SEIR-HC model for COVID-19 transmission in Wuhan city.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The number of new case every day from Dec 1, 2019, to Jan 8, 2020[1].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Flow chart of the complete two-step iterative optimization.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The Weibull PDFs of the latent period and the infectious period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Transmission process of 2019-nCov epidemic in Wuhan city. In the picture, the capital letters E, I, R indicate the exposed, infectious and removed individuals, respectively. And, the lowercase letters c and h mean community and hospital. Note that t indicates the number of days delayed from Dec 1, 2019. Comparison of the infectious I and removed individuals R estimated here with the ones reported by WMHC and HCHP. Note that t indicates the number of days delayed from Dec 1, 2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Ic at various control levels (b) Ic+Rc at various control levels (c) Ic when control is delayed (d) Ic+Rc when control is delayed Simulated function of control measures: (a) number of infectives at various control levels, (b) accumulative total of infectives at various control levels, (c) number of infectives when control is delayed, (d) accumulative total of infectives varying with delayed time. Note that t indicates the number of days delayed from Dec 1, 2019, while delay=xd means x days delayed from Jan 23, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Ic at various levels of ξ (b) Ic+Rc at various levels of ξ (c) Ih at various levels of ξ (d) Ih+Rh at various levels of ξ Fig. 10. Effect of the time of hospital admission: (a) number of infectives in the community at various proportion ξ, (b) accumulative total of infectives in the community at various proportion ξ, (c) number of infectives in hospital at various proportion ξ, (d) accumulative total of infectives in hospital at various proportion ξ. Note that t indicates the number of days delayed from Dec 1, 2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Ic at various levels of c (b) Ic+Rc at various levels of cFig. 11. Effect of contact rate c : (a) number of infectives in the community at various levels of contact rate c , (b) accumulative total of infectives in the community at various levels of contact rate c . Note that t indicates the number of days delayed from Dec 1, 2019. (a) Ih at various levels of h (b) Ih+Rh at various levels of h Fig. 12. Hospital infections with different contact rate h : (a) number of hospital staff members infected by COVID-19 at various levels of contact rate h , (b) corresponding cumulated number. Note that t indicates the number of days delayed from Dec 1, 2019.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Number of the infectious hospital staff members is 1102 on Feb 11, 2020, reported by The State Council Information Office of China[42],",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Initial value and bounds of parameters of the SEIR-HC model.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison of basic reproduction numbers.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}