{
    "paper_id": "79ec2162ebd82d88f98b00a7fc20d14200be9622",
    "metadata": {
        "title": "Role of Microglia Disturbances and Immune-Related Marker Abnormalities in Cortical Circuitry Dysfunction in Schizophrenia",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "W"
                ],
                "last": "Volk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pittsburgh",
                    "location": {
                        "postCode": "15213",
                        "settlement": "Pittsburgh",
                        "region": "PA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Studies of genetics, serum cytokines, and autoimmune illnesses suggest that immune-related abnormalities are involved in the disease process of schizophrenia. Furthermore, direct evidence of cortical immune activation, including markedly elevated levels of many immune-related markers, have been reported in the prefrontal cortex in multiple cohorts of schizophrenia subjects. Within the prefrontal cortex in schizophrenia, deficits in the basilar dendritic spines of layer 3 pyramidal neurons and disturbances in inhibitory inputs to pyramidal neurons have also been commonly reported. Interestingly, microglia, the resident immune-related cells of the brain, also regulate excitatory and inhibitory input to pyramidal neurons. Consequently, in this review, we describe the cytological and molecular evidence of immune activation that has been reported in the brains of individuals with schizophrenia and the potential links between these immune-related disturbances with previously reported disturbances in pyramidal and inhibitory neurons in the disorder. Finally, we discuss the role that activated microglia may play in connecting these observations and as potential therapeutic treatment targets in schizophrenia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Multiple lines of evidence from biomarker, genetic and epidemiological studies have converged to indicate an important role of immune-related abnormalities in the disease process of schizophrenia (Horvath and Mirnics, 2014) . For example, higher levels of proinflammatory cytokines have been consistently reported in the peripheral serum of individuals with schizophrenia (Goldsmith et al., 2016; Miller et al., 2011; Potvin et al., 2008) . Furthermore, variants in immune-related genes that associate with a higher risk for schizophrenia have been identified across multiple, large scale genome-wide association studies (Purcell et al., 2009; Ripke et al., 2011; Shi et al., 2009; Stefansson et al., 2009 ). In addition, individuals with schizophrenia have a higher rate of autoimmune illnesses, and individuals with autoimmune illness have a higher frequency of psychotic symptoms (Benros et al., 2014a; Benros et al., 2014b) . Prenatal exposure to maternal immune activation, such as maternal exposure to infectious disease during pregnancy, is also associated with a higher risk of offspring developing schizophrenia later in life (Brown and Derkits, 2010) . Recent studies have also reported direct evidence of marked elevations in transcript levels for multiple immune-related markers, including proinflammatory cytokines, in the prefrontal cortex of individuals with schizophrenia (Fillman et al., 2013; Volk et al., 2015) .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 223,
                    "text": "(Horvath and Mirnics, 2014)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 372,
                    "end": 396,
                    "text": "(Goldsmith et al., 2016;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 397,
                    "end": 417,
                    "text": "Miller et al., 2011;",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 418,
                    "end": 438,
                    "text": "Potvin et al., 2008)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 621,
                    "end": 643,
                    "text": "(Purcell et al., 2009;",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 644,
                    "end": 663,
                    "text": "Ripke et al., 2011;",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 664,
                    "end": 681,
                    "text": "Shi et al., 2009;",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 682,
                    "end": 705,
                    "text": "Stefansson et al., 2009",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 883,
                    "end": 905,
                    "text": "(Benros et al., 2014a;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 906,
                    "end": 927,
                    "text": "Benros et al., 2014b)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1135,
                    "end": 1160,
                    "text": "(Brown and Derkits, 2010)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1388,
                    "end": 1410,
                    "text": "(Fillman et al., 2013;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1411,
                    "end": 1429,
                    "text": "Volk et al., 2015)",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Immune-related disturbances may be directly involved in the pathophysiology of cortical circuitry dysfunction in the illness. Deficits in basilar dendritic spines of deep layer 3 pyramidal neurons, a primary source of excitatory input, have been reported in the prefrontal cortex in schizophrenia (Glantz and Lewis, 2000; Konopaske et al., 2014) . In addition, alterations in the CDC42 and ARP2/3 pathways, which regulate the actin cytoskeleton within dendritic spines, have been reported in pyramidal neurons in the prefrontal cortex in schizophrenia (Datta et al., 2015; Hill et al., 2006; Ide and Lewis, 2010) . Furthermore, disturbances in inhibitory neurons have been consistently reported in the prefrontal cortex across large cohorts of schizophrenia subjects, including deficits in transcript levels for the GABA synthesizing enzyme glutamate decarboxylase (GAD67) (Akbarian et al., 1995; Curley et al., 2011; Duncan et al., 2010; Guidotti et al., 2000; Straub et al., 2007; Volk et al., 2000) . In addition, lower mRNA levels for the calcium-binding protein parvalbumin, which is expressed by a distinct neuronal population that provides perisomatic inhibitory input to pyramidal neurons, have also been widely replicated in the prefrontal cortex in schizophrenia (Fung et al., 2010; Hashimoto et al., 2003; Mellios et al., 2009; Volk et al., 2012) . Interestingly, recent evidence has found that microglia, the resident immune-related cells located in brain parenchyma, regulate excitatory inputs to spines and inhibitory inputs to the soma of pyramidal neurons (Chen et al., 2014; Paolicelli et al., 2011; Schafer et al., 2012; Sekar et al., 2016; Stevens et al., 2007; Trapp et al., 2007; Tremblay et al., 2010; Wake et al., 2009) . Thus, activated microglia may represent a central node that connects the findings of cortical immune activation with disturbances in excitatory and inhibitory inputs to cortical pyramidal neurons.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 321,
                    "text": "(Glantz and Lewis, 2000;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 322,
                    "end": 345,
                    "text": "Konopaske et al., 2014)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 552,
                    "end": 572,
                    "text": "(Datta et al., 2015;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 573,
                    "end": 591,
                    "text": "Hill et al., 2006;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 592,
                    "end": 612,
                    "text": "Ide and Lewis, 2010)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 873,
                    "end": 896,
                    "text": "(Akbarian et al., 1995;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 897,
                    "end": 917,
                    "text": "Curley et al., 2011;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 918,
                    "end": 938,
                    "text": "Duncan et al., 2010;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 939,
                    "end": 961,
                    "text": "Guidotti et al., 2000;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 962,
                    "end": 982,
                    "text": "Straub et al., 2007;",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 983,
                    "end": 1001,
                    "text": "Volk et al., 2000)",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 1273,
                    "end": 1292,
                    "text": "(Fung et al., 2010;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1293,
                    "end": 1316,
                    "text": "Hashimoto et al., 2003;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1317,
                    "end": 1338,
                    "text": "Mellios et al., 2009;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1339,
                    "end": 1357,
                    "text": "Volk et al., 2012)",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 1572,
                    "end": 1591,
                    "text": "(Chen et al., 2014;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1592,
                    "end": 1616,
                    "text": "Paolicelli et al., 2011;",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1617,
                    "end": 1638,
                    "text": "Schafer et al., 2012;",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1639,
                    "end": 1658,
                    "text": "Sekar et al., 2016;",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1659,
                    "end": 1680,
                    "text": "Stevens et al., 2007;",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 1681,
                    "end": 1700,
                    "text": "Trapp et al., 2007;",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 1701,
                    "end": 1723,
                    "text": "Tremblay et al., 2010;",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 1724,
                    "end": 1742,
                    "text": "Wake et al., 2009)",
                    "ref_id": "BIBREF110"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Consequently, this review describes the peripheral serum, genetic and epidemiological evidence linking immune system abnormalities to schizophrenia. Cellular and molecular evidence of cortical immune activation and its potential impact on cortical circuitry function in schizophrenia are also discussed. Evidence that activated microglia may impact pyramidal neuron dendritic spine density and inhibitory neuron function in schizophrenia is presented as well. Finally, ideas for future directions for investigating the role of activated microglia in cortical circuitry dysfunction in schizophrenia, and the potential impact on discovering novel treatment targets, are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Multiple meta-analyses have confirmed the presence of higher cytokine levels in the peripheral serum of individuals with schizophrenia (Goldsmith et al., 2016; Miller et al., 2011; Potvin et al., 2008) . Serum levels of proinflammatory cytokines such as IL-1β, IL-6, IL-8, and TNF-α have been reported to be elevated in individuals at all stages of the illness including first episode psychosis, acute relapse, and later in life (Goldsmith et al., 2016; Miller et al., 2011) . Furthermore, a preliminary analysis from the North American Prodrome Longitudinal Study that included individuals at high risk for schizophrenia found evidence that elevated levels of IL-1β and IL-8, in combination with alterations in other immune-and inflammation-related markers, were associated with a higher risk of developing psychosis (Perkins et al., 2015) . Treatment with antipsychotic medications can also partially ameliorate the elevated levels of some cytokines such as IL-1β and IL-6 in individuals with schizophrenia (Goldsmith et al., 2016) . However, acute treatment with antipsychotic medications has also been associated with elevated levels of other cytokines, such as IL-12, in schizophrenia (Goldsmith et al., 2016) . Thus, exposure to antipsychotic medications, in particular clozapine (Roge et al., 2012) , may have a more complicated pattern of immunomodulatory effects on circulating cytokine levels in the disorder (Goldsmith et al., 2016) . In addition, a recent meta-analysis reported elevated serum levels of C-reactive protein, an indicator of inflammation, in individuals with schizophrenia (Fernandes et al., 2016) , and elevated C-reactive protein levels have been associated with more severe psychotic symptoms (Fernandes et al., 2016) and cognitive impairment (Dickerson et al., 2007; Johnsen et al., 2016) in the disorder. Furthermore, deficits in verbal fluency were reported in a subset of schizophrenia subjects with elevated peripheral cytokine mRNA levels (Fillman et al., 2016) .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 159,
                    "text": "(Goldsmith et al., 2016;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 160,
                    "end": 180,
                    "text": "Miller et al., 2011;",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 181,
                    "end": 201,
                    "text": "Potvin et al., 2008)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 429,
                    "end": 453,
                    "text": "(Goldsmith et al., 2016;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 454,
                    "end": 474,
                    "text": "Miller et al., 2011)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 818,
                    "end": 840,
                    "text": "(Perkins et al., 2015)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1009,
                    "end": 1033,
                    "text": "(Goldsmith et al., 2016)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1190,
                    "end": 1214,
                    "text": "(Goldsmith et al., 2016)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1286,
                    "end": 1305,
                    "text": "(Roge et al., 2012)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1419,
                    "end": 1443,
                    "text": "(Goldsmith et al., 2016)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1600,
                    "end": 1624,
                    "text": "(Fernandes et al., 2016)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1723,
                    "end": 1747,
                    "text": "(Fernandes et al., 2016)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1773,
                    "end": 1797,
                    "text": "(Dickerson et al., 2007;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1798,
                    "end": 1819,
                    "text": "Johnsen et al., 2016)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1975,
                    "end": 1997,
                    "text": "(Fillman et al., 2016)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Peripheral Serum and Cerebrospinal Fluid Evidence of Immune Activation in Schizophrenia"
        },
        {
            "text": "However, the relevance of higher peripheral serum cytokine levels and other indicators of inflammation to the underlying disease process in the brains of individuals with schizophrenia remains unclear for several reasons. First, the presence of cytokine buffering systems in the serum, such as soluble receptors and transmembrane proteins that inhibit the effects of IL-6 and TNF-α (Calabrese and Rose-John, 2014; Wolf et al., 2014) , may mitigate the inflammatory effects of elevated peripheral serum cytokine levels on brain function in schizophrenia. Second, elevations in IL-1β and IL-6 levels have also been reported in the cerebrospinal fluid of individuals with schizophrenia (Garver et al., 2003; Sasayama et al., 2013; Schwieler et al., 2015; Soderlund et al., 2009) . These findings suggest that small elevations in peripheral serum cytokine levels may instead be an indicator of, and may be possibly attributable to, elevated cytokine levels in the brains of individuals with schizophrenia, which is a topic that is discussed in greater detail below. Studies that quantify cytokine levels both in the peripheral serum and in the brains of the same schizophrenia subjects are needed to test this hypothesis. Finally, meta-analyses have also found elevated levels of several cytokines, such as IL-6 and TNF-α, in the peripheral serum of subjects with bipolar disorder (Goldsmith et al., 2016; Modabbernia et al., 2013) and major depressive disorder (Goldsmith et al., 2016; Hiles et al., 2012) . Furthermore, exposure to multiple acute and chronic forms of stress has been reported to result in elevated levels of peripheral serum cytokines, including IL-6 and IL-1β, in subjects without psychiatric illness (Gouin et al., 2012; Maes et al., 1998; Steptoe et al., 2007) . These findings raise the question of whether higher peripheral cytokine levels in individuals with schizophrenia, bipolar disorder and major depressive disorder may be attributable to stress-related factors associated with having a severe psychiatric illness.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 413,
                    "text": "(Calabrese and Rose-John, 2014;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 414,
                    "end": 432,
                    "text": "Wolf et al., 2014)",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 683,
                    "end": 704,
                    "text": "(Garver et al., 2003;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 705,
                    "end": 727,
                    "text": "Sasayama et al., 2013;",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 728,
                    "end": 751,
                    "text": "Schwieler et al., 2015;",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 752,
                    "end": 775,
                    "text": "Soderlund et al., 2009)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1377,
                    "end": 1401,
                    "text": "(Goldsmith et al., 2016;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1402,
                    "end": 1427,
                    "text": "Modabbernia et al., 2013)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1458,
                    "end": 1482,
                    "text": "(Goldsmith et al., 2016;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1483,
                    "end": 1502,
                    "text": "Hiles et al., 2012)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1717,
                    "end": 1737,
                    "text": "(Gouin et al., 2012;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1738,
                    "end": 1756,
                    "text": "Maes et al., 1998;",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1757,
                    "end": 1778,
                    "text": "Steptoe et al., 2007)",
                    "ref_id": "BIBREF97"
                }
            ],
            "ref_spans": [],
            "section": "Peripheral Serum and Cerebrospinal Fluid Evidence of Immune Activation in Schizophrenia"
        },
        {
            "text": "Genome-wide association studies (GWAS) of thousands of individuals with schizophrenia and unaffected individuals have consistently found that genetic variants of immune-related genes have a strong association with elevated risk for the disorder. In particular, multiple single nucleotide polymorphisms (SNPs) that were most strongly associated with schizophrenia are located in the extended major histocompatibility complex (MHC) region spanning several megabases on chromosome 6p (Purcell et al., 2009; Ripke et al., 2011; Shi et al., 2009; Stefansson et al., 2009) . The association between the MHC region and schizophrenia risk has been reported to be partially attributable to allelic variants in the complement component 4 (C4) gene (Sekar et al., 2016) , though this novel finding awaits replication. These allelic variants can affect C4 expression levels in human brain, and higher C4 mRNA levels have been reported in multiple cortical regions in schizophrenia (Sekar et al., 2016) .",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 503,
                    "text": "(Purcell et al., 2009;",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 504,
                    "end": 523,
                    "text": "Ripke et al., 2011;",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 524,
                    "end": 541,
                    "text": "Shi et al., 2009;",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 542,
                    "end": 566,
                    "text": "Stefansson et al., 2009)",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 738,
                    "end": 758,
                    "text": "(Sekar et al., 2016)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 969,
                    "end": 989,
                    "text": "(Sekar et al., 2016)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Links Between Immune-Related Genes and Schizophrenia"
        },
        {
            "text": "Recent evidence suggests that the C4 gene may be relevant for cortical circuitry dysfunction in schizophrenia. C4 is an important component of the classical complement cascade which is involved in synaptic pruning across adolescence (Schafer et al., 2012; Stevens et al., 2007) , and C4 is also localized to synapses in human brain (Sekar et al., 2016) . As described earlier, deficits in spines on the basilar dendrites of deep layer 3 prefrontal pyramidal neurons have been previously reported in schizophrenia (Glantz and Lewis, 2000; Konopaske et al., 2014) . Such deficits in dendritic spines may be related to disruptions in the extended synaptic pruning process (Glausier and Lewis, 2013 ) that has been reported to occur across adolescence and through early adulthood in monkey and human prefrontal cortex (Anderson et al., 1995; Huttenlocher, 1979; Petanjek et al., 2011) . For example, the density of basilar dendritic spines of layer 3 pyramidal neurons in the prefrontal cortex has been reported to markedly decline across adolescence in monkeys (Anderson et al., 1995) ), and a decline in dendritic spine density of layer 3 pyramidal neurons in the prefrontal cortex has been reported to begin in puberty and continue into early adulthood in humans (Petanjek et al., 2011) . Thus, excessive C4 activity, if present during adolescence and early adulthood, may play a role in the development of deficits in dendritic spine density of pyramidal neurons in schizophrenia. Furthermore, if excessive C4 activity is attributable to genetic differences in schizophrenia, then the effects of excessive C4 activity may also be present throughout the life span, including early developmental stages, in individuals with the disorder. Because the density of dendritic spines of layer 3 prefrontal pyramidal neurons rapidly increases postnatally (Anderson et al., 1995; Petanjek et al., 2011) , excessive C4 activity in schizophrenia may also potentially interfere with the initial production of dendritic spines very early in life. Consistent with this hypothesis, individuals that later develop schizophrenia have been reported to have delays in reaching developmental milestones during the first year of life (Clarke et al., 2011; Ridler et al., 2006; Sorensen et al., 2010) .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 255,
                    "text": "(Schafer et al., 2012;",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 256,
                    "end": 277,
                    "text": "Stevens et al., 2007)",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 332,
                    "end": 352,
                    "text": "(Sekar et al., 2016)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 513,
                    "end": 537,
                    "text": "(Glantz and Lewis, 2000;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 538,
                    "end": 561,
                    "text": "Konopaske et al., 2014)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 669,
                    "end": 694,
                    "text": "(Glausier and Lewis, 2013",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 814,
                    "end": 837,
                    "text": "(Anderson et al., 1995;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 838,
                    "end": 857,
                    "text": "Huttenlocher, 1979;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 858,
                    "end": 880,
                    "text": "Petanjek et al., 2011)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1058,
                    "end": 1081,
                    "text": "(Anderson et al., 1995)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1262,
                    "end": 1285,
                    "text": "(Petanjek et al., 2011)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1846,
                    "end": 1869,
                    "text": "(Anderson et al., 1995;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1870,
                    "end": 1892,
                    "text": "Petanjek et al., 2011)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 2212,
                    "end": 2233,
                    "text": "(Clarke et al., 2011;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2234,
                    "end": 2254,
                    "text": "Ridler et al., 2006;",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 2255,
                    "end": 2277,
                    "text": "Sorensen et al., 2010)",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [],
            "section": "Links Between Immune-Related Genes and Schizophrenia"
        },
        {
            "text": "Exposure to maternal immune activation in the prenatal period has been linked to a higher risk of developing schizophrenia later in life (Brown and Derkits, 2010) . For example, maternal exposure to a variety of serologically-confirmed viral (e.g., influenza (Brown et al., 2004a) , rubella (Brown et al., 2001) , herpes simplex (Buka et al., 2001) ) and parasitic (e.g., toxoplasmosis (Brown et al., 2005) ) infections have been associated with an elevated risk of schizophrenia in offspring. Furthermore, levels of cytokines (e.g., IL-8 (Brown et al., 2004b) ) and inflammatory biomarkers (e.g., C-reactive protein (Canetta et al., 2014) ) have been reported to be higher in the serum of pregnant women whose offspring later developed schizophrenia.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 162,
                    "text": "(Brown and Derkits, 2010)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 259,
                    "end": 280,
                    "text": "(Brown et al., 2004a)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 291,
                    "end": 311,
                    "text": "(Brown et al., 2001)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 329,
                    "end": 348,
                    "text": "(Buka et al., 2001)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 386,
                    "end": 406,
                    "text": "(Brown et al., 2005)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 539,
                    "end": 560,
                    "text": "(Brown et al., 2004b)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 617,
                    "end": 639,
                    "text": "(Canetta et al., 2014)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Maternal Immune Activation and Schizophrenia"
        },
        {
            "text": "Animal models using the immune stimulant polyriboinosinic-polyribocytidilic acid [poly(I:C)], a synthetic analogue of double stranded RNA that acts as a viral mimic, have found that some of the molecular and anatomical consequences of maternal immune activation can last long into adulthood and mimic findings reported in schizophrenia. For example, adult offspring of maternal immune activation-exposed mice have lower mRNA levels for the GABA synthesizing enzyme GAD67 and the vesicular GABA transporter vGAT in the medial prefrontal cortex (Richetto et al., 2014) , which is similar to reports in schizophrenia (Akbarian et al., 1995; Curley et al., 2011; Duncan et al., 2010; Guidotti et al., 2000; Hoftman et al., 2015; Straub et al., 2007; Volk et al., 2000) . Furthermore, maternal immune activation results in lower levels of GAD67 protein in parvalbumin neurons in the medial prefrontal cortex of adult offspring (Canetta et al., 2016) , which is also remarkably similar to a prior report in schizophrenia (Curley et al., 2011) . Importantly, these deficits in GABA neuron-related transcripts and proteins in adult offspring of maternal immune activation-exposed pregnant mice are associated with functional deficits in inhibitory signaling, such as reduced evoked inhibitory postsynaptic currents from parvalbumin neurons onto pyramidal neurons in the medial prefrontal cortex (Canetta et al., 2016) .",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 566,
                    "text": "(Richetto et al., 2014)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 614,
                    "end": 637,
                    "text": "(Akbarian et al., 1995;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 638,
                    "end": 658,
                    "text": "Curley et al., 2011;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 659,
                    "end": 679,
                    "text": "Duncan et al., 2010;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 680,
                    "end": 702,
                    "text": "Guidotti et al., 2000;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 703,
                    "end": 724,
                    "text": "Hoftman et al., 2015;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 725,
                    "end": 745,
                    "text": "Straub et al., 2007;",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 746,
                    "end": 764,
                    "text": "Volk et al., 2000)",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 922,
                    "end": 944,
                    "text": "(Canetta et al., 2016)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1015,
                    "end": 1036,
                    "text": "(Curley et al., 2011)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1387,
                    "end": 1409,
                    "text": "(Canetta et al., 2016)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Maternal Immune Activation and Schizophrenia"
        },
        {
            "text": "However, some limitations in regards to the relationship between maternal immune activation and schizophrenia require additional consideration. First, while epidemiological evidence strikingly suggests that an estimated one third of cases of schizophrenia may be attributable to maternal immune activation (Brown and Derkits, 2010) , a large majority of subjects with schizophrenia are not exposed prenatally to maternal immune activation. Second, most individuals with prenatal exposure to maternal immune activation do not develop the illness. However, evidence from animal models suggests that maternal immune activation may require an interaction with other environment insults, such as peripubertal stress (Giovanoli et al., 2013) , or genetic variants that increase risk for schizophrenia, such as the Disrupted-in-Schizophrenia-1 (DISC1) mutation (Chubb et al., 2008; Lipina et al., 2013) to produce disease-related pathology. Consistent with this hypothesis, a study of maternal immune activation in isolation in a murine model did not report evidence of elevated cortical cytokine mRNA levels in young adult offspring (Volk et al., 2015) . Consequently, the relationship between maternal immune activation and cortical GABA neuron dysfunction in schizophrenia may instead be attributable to other pathogenetic processes such as disruption of the prenatal ontogeny (i.e. birth, migration, phenotypic specification) of cortical GABA neurons or even epigenetic modifications to the promoter regions of genes that continue to alter gene expression postnatally (Tang et al., 2013) , though further studies are needed to investigate these possibilities.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 331,
                    "text": "(Brown and Derkits, 2010)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 711,
                    "end": 735,
                    "text": "(Giovanoli et al., 2013)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 854,
                    "end": 874,
                    "text": "(Chubb et al., 2008;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 875,
                    "end": 895,
                    "text": "Lipina et al., 2013)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1127,
                    "end": 1146,
                    "text": "(Volk et al., 2015)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 1565,
                    "end": 1584,
                    "text": "(Tang et al., 2013)",
                    "ref_id": "BIBREF102"
                }
            ],
            "ref_spans": [],
            "section": "Maternal Immune Activation and Schizophrenia"
        },
        {
            "text": "Evidence of immune activation in the brain has also been reported in schizophrenia, particularly at the transcriptome level. For example, two early microarray studies identified immune-related mRNAs as being some of the most highly over-expressed mRNAs in the prefrontal cortex in schizophrenia (Arion et al., 2007; Saetre et al., 2007) . In particular, transcripts for interferon-induced transmembrane protein (IFITM), which serves as a viral restriction factor that inhibits the replication of a large number of viruses before the fusion of the viral and cellular membranes (Diamond and Farzan, 2013) , were markedly elevated. A subsequent study replicated the finding of markedly higher (>100% higher) IFITM mRNA levels in the prefrontal cortex of another larger cohort of schizophrenia subjects using quantitative PCR and in situ hybridization. In this study, ~90% of schizophrenia subjects had higher IFITM mRNA levels relative to matched unaffected comparison subjects (Siegel et al., 2014) . Furthermore, elevated levels of IFITM mRNA were not attributable to exposure to antipsychotic medications or an immune-related cause of death (Siegel et al., 2014) . Taken together, these findings suggest that altered IFITM expression can serve as an informative window into the pathophysiology of cortical immune activation in schizophrenia (Horvath and Mirnics, 2014) .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 315,
                    "text": "(Arion et al., 2007;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 316,
                    "end": 336,
                    "text": "Saetre et al., 2007)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 576,
                    "end": 602,
                    "text": "(Diamond and Farzan, 2013)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 975,
                    "end": 996,
                    "text": "(Siegel et al., 2014)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1141,
                    "end": 1162,
                    "text": "(Siegel et al., 2014)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1341,
                    "end": 1368,
                    "text": "(Horvath and Mirnics, 2014)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Molecular Indicators of Cortical Immune Activation in Schizophrenia"
        },
        {
            "text": "The expression of IFITM is regulated by cytokines, such as IL-1β and IL-6, and transcriptional regulators, such as nuclear factor-κB (NF-κB) (Bailey et al., 2012; Diamond and Farzan, 2013; Huang et al., 2011) . Interestingly, quantitative PCR and RNA-Seq studies of mRNA levels for IL-1β, IL-6, and/or NF-κB have also been reported to be markedly elevated in the prefrontal cortex of two cohorts of schizophrenia subjects (Fillman et al., 2013; Volk et al., 2015) , including the same schizophrenia subjects previously reported to have elevated IFITM mRNA levels (Volk et al., 2015) . Furthermore, mRNA levels for these cytokines and NF-κB were positively correlated with IFITM mRNA levels (Volk et al., 2015) . As with IFITM, higher mRNA levels for cytokines and NF-κB were not attributable to antipsychotic medications, smoking, or an immune or inflammatory illness at time of death (Volk et al., 2015) . Taken together, these findings suggest that elevated levels of multiple cytokines (e.g., IL-1β and IL-6) and transcriptional regulators (e.g. NF-κB) may lead to higher IFITM levels in the prefrontal cortex in schizophrenia.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 162,
                    "text": "(Bailey et al., 2012;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 163,
                    "end": 188,
                    "text": "Diamond and Farzan, 2013;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 189,
                    "end": 208,
                    "text": "Huang et al., 2011)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 422,
                    "end": 444,
                    "text": "(Fillman et al., 2013;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 445,
                    "end": 463,
                    "text": "Volk et al., 2015)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 563,
                    "end": 582,
                    "text": "(Volk et al., 2015)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 690,
                    "end": 709,
                    "text": "(Volk et al., 2015)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 885,
                    "end": 904,
                    "text": "(Volk et al., 2015)",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [],
            "section": "Molecular Indicators of Cortical Immune Activation in Schizophrenia"
        },
        {
            "text": "As described earlier, maternal immune activation has been identified as a risk factor for schizophrenia (Brown and Derkits, 2010) and has been reported to alter postnatal gene expression in a limited sample of transcripts (Tang et al., 2013) . Consequently, it was unclear whether elevated mRNA levels for cytokines and NF-κB in the prefrontal cortex in schizophrenia may be attributable to the long-lasting consequences of prenatal immune activation or rather may reflect an active process of cortical immune activation in adulthood. A recent study found that administration of the immune stimulant poly(I:C) to pregnant mice during middle or late gestation did not affect cytokine or NF-κB mRNA levels in the frontal cortex of adult offspring (Volk et al., 2015) . In contrast, subacute administration of poly(I:C) to adult mice resulted in a pattern of elevated cytokine and NF-κB mRNA levels in the frontal cortex that appeared remarkably similar to the pattern seen in schizophrenia (Volk et al., 2015) . While maternal immune activation that occurs in isolation may not be sufficient to cause the pattern of cortical immune activation seen in schizophrenia, it may be that an interaction between maternal immune activation and genetic risk factors (Lipina et al., 2013) or adolescent stress (Giovanoli et al., 2013) is required to produce schizophrenia-related abnormalities, as described earlier. Furthermore, it will also be important to determine whether higher cytokine and NF-κB mRNA levels in the prefrontal cortex in schizophrenia may be related to other factors such as potential differences in lifetime exposure to infectious disease.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 129,
                    "text": "(Brown and Derkits, 2010)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 222,
                    "end": 241,
                    "text": "(Tang et al., 2013)",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 745,
                    "end": 764,
                    "text": "(Volk et al., 2015)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 988,
                    "end": 1007,
                    "text": "(Volk et al., 2015)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 1254,
                    "end": 1275,
                    "text": "(Lipina et al., 2013)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1297,
                    "end": 1321,
                    "text": "(Giovanoli et al., 2013)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Molecular Indicators of Cortical Immune Activation in Schizophrenia"
        },
        {
            "text": "Chronic immune activation in the prefrontal cortex may have adverse effects on cortical circuitry, in particular inhibitory neurons, in schizophrenia. For example, schizophrenia subjects with elevated levels of IFITM mRNA levels in the prefrontal cortex also have deficits in GABA neuron-related mRNAs, including GAD67, parvalbumin, the neuropeptide somatostatin, and the transcription factor Lhx6 (Curley et al., 2011; Volk et al., 2014; Volk et al., 2012) . In addition, IFITM mRNA levels were inversely correlated with these GABA neuron-related mRNAs (Volk et al., 2015) . Furthermore, another study found that a subset of schizophrenia subjects with a \"high inflammatory state\" had larger deficits in GABA neuron-related mRNAs, including somatostatin, GAD67, and parvalbumin (Fillman et al., 2013) . Interestingly, a animal model of chronic immune activation (i.e., mice with deficits in Schnurri-2, a NF-κB site-binding protein that inhibits NF-κB function and suppresses cytokine production) results in higher cortical mRNA levels for immune makers such as IFITM and deficits in GABA neuron-related markers such as parvalbumin and GAD67 (Takao et al., 2013) . Lower Schnurri-2 mRNA levels have also been reported in the prefrontal cortex in schizophrenia (Volk et al., 2015) . Thus, these findings suggest that cortical immune activation may have deleterious effects on GABA neurons in the prefrontal cortex in schizophrenia and that the nature of the relationship between cortical immune activation and cortical circuitry disturbances requires further exploration.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 419,
                    "text": "(Curley et al., 2011;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 420,
                    "end": 438,
                    "text": "Volk et al., 2014;",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 439,
                    "end": 457,
                    "text": "Volk et al., 2012)",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 554,
                    "end": 573,
                    "text": "(Volk et al., 2015)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 779,
                    "end": 801,
                    "text": "(Fillman et al., 2013)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1143,
                    "end": 1163,
                    "text": "(Takao et al., 2013)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 1261,
                    "end": 1280,
                    "text": "(Volk et al., 2015)",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [],
            "section": "Molecular Indicators of Cortical Immune Activation in Schizophrenia"
        },
        {
            "text": "The presence of cortical immune activation in the disorder may indicate the involvement of microglia, the resident immune-related cells of the central nervous system. Indeed, variants of microglia-related genes (e.g., C4 (Sekar et al., 2016) , CUB and Sushi multiple domains-1 [CSMD1] (Havik et al., 2011; Ripke et al., 2011 ; Schizophrenia Working Group of the Psychiatric Genomics Consortium, 2014)) have been recently associated with a higher risk for developing schizophrenia in GWAS studies, as described earlier. Positron emission tomography (PET) imaging studies have employed various radiotracers for the 18kDA translocator protein TSPO, an outer mitochondrial membrane protein that is upregulated in activated microglia (Karlstetter et al., 2014; Kuhlmann and Guilarte, 2000) , to assess microglia activation in schizophrenia. These studies have reported higher levels of TSPO binding using first-(i.e. [ 11 C]-PK11195) and second-generation (i.e. [ 11 C]-PBR28) radiotracers at all stages of the illness, including individuals at high risk for developing schizophrenia (Bloomfield et al., 2016) , individuals in the early stages of the illness (van Berckel et al., 2008) , and chronically-medicated individuals (Doorduin et al., 2009 ). These findings have been interpreted to be consistent with the presence of elevated levels of microglial activation in schizophrenia. However, other PET imaging studies using other second-generation TSPO radiotracers (i.e. [ 18 F]-FEPPA and [ 11 C]-DAA1106) did not find differences in TSPO binding in schizophrenia (Kenk et al., 2015; Takano et al., 2010) . Consequently, conducting radiolabeled ligand binding studies using these four different TSPO ligands in postmortem brain tissue from the same schizophrenia subjects could help determine whether this discrepancy in findings is attributable to the use of different radiotracers or rather other factors that differed across studies, as described below. In addition, TSPO has also been reported to be expressed by astrocytes (Maeda et al., 2007) , and consequently, additional cell-type specific analyses of TSPO levels are needed to determine whether elevated TSPO levels are present in microglia and/or astrocytes in the disorder.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 241,
                    "text": "(Sekar et al., 2016)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 285,
                    "end": 305,
                    "text": "(Havik et al., 2011;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 306,
                    "end": 324,
                    "text": "Ripke et al., 2011",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 729,
                    "end": 755,
                    "text": "(Karlstetter et al., 2014;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 756,
                    "end": 784,
                    "text": "Kuhlmann and Guilarte, 2000)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1079,
                    "end": 1104,
                    "text": "(Bloomfield et al., 2016)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1154,
                    "end": 1180,
                    "text": "(van Berckel et al., 2008)",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 1221,
                    "end": 1243,
                    "text": "(Doorduin et al., 2009",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1563,
                    "end": 1582,
                    "text": "(Kenk et al., 2015;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1583,
                    "end": 1603,
                    "text": "Takano et al., 2010)",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 2027,
                    "end": 2047,
                    "text": "(Maeda et al., 2007)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Evidence of Microglia Disturbances in Schizophrenia"
        },
        {
            "text": "Some postmortem brain studies have found higher densities of immunocytochemicallyidentified microglia profiles in schizophrenia, particularly within cortical regions such as the prefrontal cortex. For example, an early qualitative study using an antibody against an indicator of microglia activation, human leukocyte antigen HLA-DR, a major histocompatibility complex (MHC) class II antigen, in 14 elderly schizophrenia subjects identified some schizophrenia subjects with abundant microglial staining in the frontal cortex and hippocampus (Bayer et al., 1999) . Later studies employed more quantitative analyses, including another study of eight elderly subjects with schizophrenia that reported elevated densities of HLDA-DR-immunoreactive microglia across all six cortical layers (+28-41%) of the prefrontal cortex in schizophrenia with similar findings in the anterior cingulate and temporal cortex (Radewicz et al., 2000) . A study of nine middle-aged schizophrenia subjects also revealed a higher density of HLA-DR-immunoreactive microglia in frontal and temporal cortex relative to unaffected comparison subjects (Wierzba-Bobrowicz et al., 2005) . More recently, a much larger study of 37 middle-aged schizophrenia subjects found a higher density of HLA-DR-immunoreactive microglia in the white matter of the prefrontal cortex relative to unaffected comparison subjects (Fillman et al., 2013) . However, not all studies of microglia density have reported differences in schizophrenia. For example, a study of 16 middle-aged schizophrenia subjects found no difference in HLA-DR-immunoreactive microglia density in the prefrontal cortex, anterior cingulate cortex, hippocampus or mediodorsal nucleus of the thalamus in schizophrenia relative to unaffected comparison subjects (Steiner et al., 2006) . Another study of 23 elderly, chronically ill schizophrenia subjects reported no change in the density of microglia immunoreactive for CD68, a lysosomal marker for phagocytosis (Lee et al., 2002; Wong et al., 2005) , in multiple cortical regions (Arnold et al., 1998) .",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 560,
                    "text": "(Bayer et al., 1999)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 903,
                    "end": 926,
                    "text": "(Radewicz et al., 2000)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1120,
                    "end": 1152,
                    "text": "(Wierzba-Bobrowicz et al., 2005)",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 1377,
                    "end": 1399,
                    "text": "(Fillman et al., 2013)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1781,
                    "end": 1803,
                    "text": "(Steiner et al., 2006)",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 1982,
                    "end": 2000,
                    "text": "(Lee et al., 2002;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 2001,
                    "end": 2019,
                    "text": "Wong et al., 2005)",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 2051,
                    "end": 2072,
                    "text": "(Arnold et al., 1998)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Evidence of Microglia Disturbances in Schizophrenia"
        },
        {
            "text": "The discrepancy in the results of PET imaging and cell counting studies of microglia in schizophrenia may partly be attributable to, and indicate the need to examine and control for, the potential effects of confounding variables (e.g., tissue quality, aging) and comorbid factors (e.g., antipsychotic medication exposure, suicide, smoking, illicit drug use). Furthermore, tissue studies that employ unbiased sampling methods, such as systematic uniform random sampling approaches, in larger, well characterized, and well preserved cohorts may help resolve discrepancies in findings across cell counting studies. Importantly, additional PET imaging studies and postmortem tissue studies are needed that better capture the molecular and morphological features of microglial activation (i.e. beyond single measure indicators such as TSPO binding and cell profile densities) in order to characterize the nature, and to potentially assess the consequences, of microglial activation in the disorder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence of Microglia Disturbances in Schizophrenia"
        },
        {
            "text": "Interestingly, multiple randomized, double-blind, placebo-controlled studies of minocycline, a semisynthetic derivative of tetracycline that inhibits microglial activation, have shown some therapeutic effects in individuals with schizophrenia (Chaudhry et al., 2012; Kelly et al., 2015; Khodaie-Ardakani et al., 2014; Levkovitz et al., 2010; Liu et al., 2014; Oya et al., 2014) . For example, acute and chronic administration of minocycline, in combination with antipsychotic medications, to individuals with schizophrenia has been consistently reported to improve negative symptoms (e.g., amotivation, poverty of speech, social withdrawal), but not positive symptoms (e.g., hallucinations and delusions) (Table 1) . Furthermore, administration of minocycline has been reported to improve negative symptoms both in individuals in the early stages of schizophrenia (i.e. within 5 years of illness onset) and also in chronically ill individuals. Some, though not all, studies have also reported improved performance on some cognitive tasks in individuals with schizophrenia who received minocycline compared to those who received placebo (Table 1) . However, it is unclear whether the beneficial effects of minocycline in these studies are specifically attributable to microglia inhibition because minocycline also affects glutamatergic signaling through modulating AMPA and NMDA receptors (Imbesi et al., 2008; Jin et al., 2012; Zhang et al., 2007) . Consequently, clinical trials of medications that selectively target microglial function are needed to determine whether inhibiting microglial function has a beneficial effect in schizophrenia.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 266,
                    "text": "(Chaudhry et al., 2012;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 267,
                    "end": 286,
                    "text": "Kelly et al., 2015;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 287,
                    "end": 317,
                    "text": "Khodaie-Ardakani et al., 2014;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 318,
                    "end": 341,
                    "text": "Levkovitz et al., 2010;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 342,
                    "end": 359,
                    "text": "Liu et al., 2014;",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 360,
                    "end": 377,
                    "text": "Oya et al., 2014)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1388,
                    "end": 1409,
                    "text": "(Imbesi et al., 2008;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1410,
                    "end": 1427,
                    "text": "Jin et al., 2012;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1428,
                    "end": 1447,
                    "text": "Zhang et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 705,
                    "end": 714,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1136,
                    "end": 1145,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Evidence of Microglia Disturbances in Schizophrenia"
        },
        {
            "text": "Taken together, evidence from PET imaging studies, immunohistochemical cell counting studies, and clinical trials of a non-selective microglial inhibitor provide clues that suggest that microglia may be involved in the pathophysiology of schizophrenia. However, understanding the potential significance of these initial findings to the disease process of schizophrenia requires understanding the potential relationship between microglial disturbances and alterations in cortical circuitry, including pyramidal and inhibitory neurons, which is discussed next.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence of Microglia Disturbances in Schizophrenia"
        },
        {
            "text": "Microglia may play an important role in the cortical circuitry disturbances reported in schizophrenia, such as deficits in the basilar dendritic spines of deep layer 3 pyramidal neurons in the prefrontal cortex (Glantz and Lewis, 2000; Konopaske et al., 2014) . For example, microglial processes dynamically and preferentially interact with the dendritic spines of pyramidal neurons (Paolicelli et al., 2011; Tremblay et al., 2010; Wake et al., 2009) . Furthermore, the processes of microglia that show the anatomical features that define an activated state have more frequent and prolonged contacts with, and increased phagocytosis of, dendritic spines (Tremblay et al., 2010) . Complement components C3 and C4 are thought to mark synapses for phagocytosis by microglia expressing complement receptor 3 (CR3) (Paolicelli et al., 2011; Schafer et al., 2012; Sekar et al., 2016; Stevens et al., 2007) . Taken together, these lines of evidence suggest that activated microglia could contribute to deficits in pyramidal neuron dendritic spines in the disorder.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 235,
                    "text": "(Glantz and Lewis, 2000;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 236,
                    "end": 259,
                    "text": "Konopaske et al., 2014)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 383,
                    "end": 408,
                    "text": "(Paolicelli et al., 2011;",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 409,
                    "end": 431,
                    "text": "Tremblay et al., 2010;",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 432,
                    "end": 450,
                    "text": "Wake et al., 2009)",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 654,
                    "end": 677,
                    "text": "(Tremblay et al., 2010)",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 810,
                    "end": 835,
                    "text": "(Paolicelli et al., 2011;",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 836,
                    "end": 857,
                    "text": "Schafer et al., 2012;",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 858,
                    "end": 877,
                    "text": "Sekar et al., 2016;",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 878,
                    "end": 899,
                    "text": "Stevens et al., 2007)",
                    "ref_id": "BIBREF98"
                }
            ],
            "ref_spans": [],
            "section": "The Potential Role of Activated Microglia in Cortical Circuitry Dysfunction in Schizophrenia"
        },
        {
            "text": "Furthermore, disturbances in parvalbumin-containing interneurons, which provide perisomatic inhibitory input to pyramidal neurons, have also been reported in schizophrenia. For example, in the prefrontal cortex in schizophrenia, lower levels of GAD67 and parvalbumin immunoreactivity have been reported in the axon boutons of parvalbumin neuron basket cells (Curley et al., 2011; Glausier et al., 2014) , which target the cell bodies of pyramidal neurons. Furthermore, administration of lipopolysaccharide, an immune stimulant which activates cortical microglia, has been reported to induce microglial processes to displace perisomatic inhibitory axon terminals from the cell bodies of pyramidal neurons (Chen et al., 2014; Trapp et al., 2007) . However, the density of parvalbumin neuron basket cell axon terminals has been reported to be unchanged in the prefrontal cortex in schizophrenia (Glausier et al., 2014) , suggesting that such \"synaptic stripping\" from activated microglia is not occuring in the illness. It is important to note, though, that animal models that employ an acute peripheral administration of a strong immune stimulant such as lipopolysaccharide do not necessarily model the pathogenetic processes underlying cortical immune activation in a complex disorder such as schizophrenia. Consequently, investigating the potential relationship between microglia and cortical pyramidal and inhibitory neuron disturbances in schizophrenia requires a greater understanding of the molecular features of microglial activation in the disorder, which in turn would guide the creation of new animal models that better mimic microglial disturbances in the disorder.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 379,
                    "text": "(Curley et al., 2011;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 380,
                    "end": 402,
                    "text": "Glausier et al., 2014)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 704,
                    "end": 723,
                    "text": "(Chen et al., 2014;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 724,
                    "end": 743,
                    "text": "Trapp et al., 2007)",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 892,
                    "end": 915,
                    "text": "(Glausier et al., 2014)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "The Potential Role of Activated Microglia in Cortical Circuitry Dysfunction in Schizophrenia"
        },
        {
            "text": "Further investigation into the contributory role of activated microglia in cortical circuitry dysfunction in schizophrenia requires addressing several additional critical questions. First, do microglia in schizophrenia have the molecular and morphological features that enable higher levels of cellular activity and spine consumption? As described earlier, existing studies of microglia in schizophrenia have generally been limited to 1) PET imaging studies that have targeted only one molecular indicator of microglial activation and 2) nonstereological assessments of microglia density that may better reflect microglial recruitment and migration in response to an pathological insult rather than activation of existing microglia. Furthermore, microglia selectively express molecular markers involved the regulation of cellular activity, such as calcium-binding proteins involved in small GTPase activation (e.g., Iba1) (Ito et al., 2001) , and spine consumption, such as complement receptor CR3 (Schafer et al., 2012) . In addition, microglia with the morphological features that define an activated state have been shown to be associated with increased consumption of dendritic spines (Tremblay et al., 2010) . Consequently, investigating these molecular and morphological features of microglial activation in individuals with schizophrenia would represent an important advance in understanding the mechanism by which activated microglia may contribute to deficits in pyramidal neuron dendritic spine density in schizophrenia.",
            "cite_spans": [
                {
                    "start": 922,
                    "end": 940,
                    "text": "(Ito et al., 2001)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 998,
                    "end": 1020,
                    "text": "(Schafer et al., 2012)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1189,
                    "end": 1212,
                    "text": "(Tremblay et al., 2010)",
                    "ref_id": "BIBREF104"
                }
            ],
            "ref_spans": [],
            "section": "Future Directions"
        },
        {
            "text": "Second, do the molecular and morphological features of microglial activation correlate with deficits in dendritic spine density in the same cortical locations of the same schizophrenia subjects? For example, is microglial activation particularly prominent in deep layer 3 of the prefrontal cortex where deficits in basilar dendritic spines have previously been reported (Glantz and Lewis, 2000; Konopaske et al., 2014) ? In contrast, basilar dendritic spine density of layer 5 and 6 pyramidal neurons has been reported to be unchanged in the prefrontal cortex in schizophrenia (Kolluri et al., 2005) . If microglial activation is also present in deep cortical layers of the prefrontal cortex in schizophrenia, then are layer 3, but not layer 5 or 6, pyramidal neurons particularly suspectible to the effects of microglial activation, and if so, why? Studies of dendritic spine density in other cortical layers and brain regions have been somewhat inconclusive so far. For example, lower densities of basilar dendritic spines have been reported to not achieve statistical significance in superficial layer 3 of the prefrontal cortex (p=.09) and layer 3 of visual cortex (p=.08) in schizophrenia subjects relative to healthy comparison subjects (Glantz and Lewis, 2000) . However, it is unclear whether these findings may represent a type II statistical error because these studies were limited by relatively small numbers of subjects included and the technical challenges associated with Golgi-impregnation approaches. Finally, microglia have been reported to preferentially interact with smaller dendritic spines (Tremblay et al., 2010) . Thus, it will be important to conduct future studies of larger subject cohorts to quantify measures of the layer and regional specificity of dendritic spine deficits and the size of the dendritic spines that are affected in schizophrenia and to determine whether these changes are associated with microglial activation in the same cortical location in the disorder.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 394,
                    "text": "(Glantz and Lewis, 2000;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 395,
                    "end": 418,
                    "text": "Konopaske et al., 2014)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 577,
                    "end": 599,
                    "text": "(Kolluri et al., 2005)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1243,
                    "end": 1267,
                    "text": "(Glantz and Lewis, 2000)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1613,
                    "end": 1636,
                    "text": "(Tremblay et al., 2010)",
                    "ref_id": "BIBREF104"
                }
            ],
            "ref_spans": [],
            "section": "Future Directions"
        },
        {
            "text": "Third, could microglial activation itself could be caused by deficits in the dendritic spines of pyramidal neurons? De novo mutations and SNPs in genes that regulate dendritic spines and glutamatergic signaling have been associated with schizophrenia (Fromer et al., 2014;  Schizophrenia Working Group of the Psychiatric Genomics Consortium, 2014). Furthermore, transcriptome abnormalities in the CDC42 and ARP2/3 pathways, which regulate the actin cytoskeleton within dendritic spines, have been reported to be altered in prefrontal pyramidal neurons in schizophrenia (Datta et al., 2015; Hill et al., 2006; Ide and Lewis, 2010) . Deficits in basilar dendrite spines may lead to lower levels of excitatory input to, and activity of, layer 3 pyramidal neurons (Glausier and Lewis, 2013) , and multiple models of lower cortical neuronal activity result in microglia that show anatomical features of activation (Schafer et al., 2012; Wake et al., 2009) . Consequently, determining whether microglial activation itself could be result of an upstream deficit in dendritic spine density in schizophrenia will require mouse models of a selective loss of spine density that mimic reported findings in schizophrenia (Glausier and Lewis, 2013) and quantification of the resultant effects on molecular and morphological indicators of cortical microglial activation.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 272,
                    "text": "(Fromer et al., 2014;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 273,
                    "end": 273,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 589,
                    "text": "(Datta et al., 2015;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 590,
                    "end": 608,
                    "text": "Hill et al., 2006;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 609,
                    "end": 629,
                    "text": "Ide and Lewis, 2010)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 760,
                    "end": 786,
                    "text": "(Glausier and Lewis, 2013)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 909,
                    "end": 931,
                    "text": "(Schafer et al., 2012;",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 932,
                    "end": 950,
                    "text": "Wake et al., 2009)",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 1208,
                    "end": 1234,
                    "text": "(Glausier and Lewis, 2013)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Future Directions"
        },
        {
            "text": "Fourth, are the pathophysiological processes that result in microglia-mediated synapse elimination primarily active earlier in life during a susceptibility period such as adolescence or even earlier (Paolicelli et al., 2011; Sekar et al., 2016; Stevens et al., 2007) ? Or are the disruptive effects of microglial activation on synaptic connectivity ongoing throughout life in the disorder, as suggested by evidence of cortical immune activation in adult subjects with schizophrenia (Fillman et al., 2013; Volk et al., 2015) ? Determining the susceptibility period for microglia-mediated effects on dendritic spines in schizophrenia is particularly relevant for determining whether molecular inhibitors of microglial function may potentially have preventative effects in adolescents at risk for the disorder and/or therapeutic effects in repairing synaptic connectivity in adult subjects with schizophrenia.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 224,
                    "text": "(Paolicelli et al., 2011;",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 225,
                    "end": 244,
                    "text": "Sekar et al., 2016;",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 245,
                    "end": 266,
                    "text": "Stevens et al., 2007)",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 482,
                    "end": 504,
                    "text": "(Fillman et al., 2013;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 505,
                    "end": 523,
                    "text": "Volk et al., 2015)",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [],
            "section": "Future Directions"
        },
        {
            "text": "Finally, is cortical microglia activation specific to schizophrenia or present across psychiatric disorders? As described earlier, subjects with bipolar disorder (Goldsmith et al., 2016; Modabbernia et al., 2013) and major depressive disorder (Goldsmith et al., 2016; Hiles et al., 2012) have also been reported to have higher peripheral cytokine levels. In addition, a study of 10 bipolar disorder subjects reported higher IL-1β mRNA and protein levels in the frontal cortex relative to comparison subjects (Rao et al., 2010) . Furthermore, two recent PET imaging studies using different radiotracers for TSPO (i.e. [ 18 F]-FEPPA (Setiawan et al., 2015) and [ 11 C]-PBR28 (Hannestad et al., 2013) ) to assess microglial activation in major depressive disorder have reported conflicting results. Consequently, it will be critical to determine whether the nature and degree of microglia activation across psychiatric disorders is different, which may reflect the presence of unique pathophysiological processes that impacts different cortical regions and layers, or similar, which may indicate that microglia activation is attributable to the stress commonly associated with having severe psychiatric illness (Frank et al., 2007) .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 186,
                    "text": "(Goldsmith et al., 2016;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 187,
                    "end": 212,
                    "text": "Modabbernia et al., 2013)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 243,
                    "end": 267,
                    "text": "(Goldsmith et al., 2016;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 268,
                    "end": 287,
                    "text": "Hiles et al., 2012)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 508,
                    "end": 526,
                    "text": "(Rao et al., 2010)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 631,
                    "end": 654,
                    "text": "(Setiawan et al., 2015)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 673,
                    "end": 697,
                    "text": "(Hannestad et al., 2013)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1208,
                    "end": 1228,
                    "text": "(Frank et al., 2007)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Future Directions"
        },
        {
            "text": "Ultimately, addressing these mechanistic questions using a combination of animal models and studies of brain tissue from individuals with schizophrenia and other psychiatric disorders will help determine 1) the nature, degree, and disease-specificity of microglia activation in schizophrenia, 2) its relevance to other findings of cortical circuitry dysfunction in the disorder, and 3) the optimal treatment approach for modifying microglial activation in a manner that provides the greatest therapeutic benefit for individuals with schizophrenia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Directions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Gene expression for glutamic acid decarboxylase is reduced without loss of neurons in prefrontal cortex of schizophrenics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akbarian",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Arch Gen Psychiatry",
            "volume": "52",
            "issn": "",
            "pages": "258--266",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Synchronous development of pyramidal neuron dendritic spines and parvalbuminimmunoreactive chandelier neuron axon terminals in layer III of monkey prefrontal cortex",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Neuroscience",
            "volume": "67",
            "issn": "",
            "pages": "7--22",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Molecular evidence for increased expression of genes related to immune and chaperone function in the prefrontal cortex in schizophrenia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Arion",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biol Psychiatry",
            "volume": "62",
            "issn": "",
            "pages": "711--721",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Absence of neurodegeneration and neural injury in the cerebral cortex in a sample of elderly patients with schizophrenia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Arch Gen Psychiatry",
            "volume": "55",
            "issn": "",
            "pages": "225--232",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ifitm3 limits the severity of acute influenza in mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evidence for activation of microglia in patients with psychiatric illnesses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Bayer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Neurosci Lett",
            "volume": "271",
            "issn": "",
            "pages": "126--134",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The epidemiologic evidence linking autoimmune diseases and psychosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Benros",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biol Psychiatry",
            "volume": "75",
            "issn": "",
            "pages": "300--306",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A nationwide study on the risk of autoimmune diseases in individuals with a personal or a family history of schizophrenia and related psychosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Benros",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Psychiatry",
            "volume": "171",
            "issn": "",
            "pages": "218--226",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Microglial Activity in People at Ultra High Risk of Psychosis and in Schizophrenia: An [(11)C]PBR28 PET Brain Imaging Study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Bloomfield",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Psychiatry",
            "volume": "173",
            "issn": "",
            "pages": "44--52",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Serologic evidence of prenatal influenza in the etiology of schizophrenia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arch Gen Psychiatry",
            "volume": "61",
            "issn": "",
            "pages": "774--780",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prenatal rubella, premorbid abnormalities, and adult schizophrenia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biol Psychiatry",
            "volume": "49",
            "issn": "",
            "pages": "473--486",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prenatal infection and schizophrenia: A review of epidemiologic and translational studies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Derkits",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Psychiatry",
            "volume": "167",
            "issn": "",
            "pages": "261--280",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Elevated maternal interleukin-8 levels and risk of schizophrenia in adult offspring",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Psychiatry",
            "volume": "161",
            "issn": "",
            "pages": "889--895",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Maternal exposure to toxoplasmosis and risk of schizophrenia in adult offspring",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Psychiatry",
            "volume": "162",
            "issn": "",
            "pages": "767--773",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Maternal infections and subsequent psychosis among offspring",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Buka",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Arch Gen Psychiatry",
            "volume": "58",
            "issn": "",
            "pages": "1032--1037",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "IL-6 biology: implications for clinical targeting in rheumatic disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Calabrese",
                    "suffix": ""
                },
                {
                    "first": "Rose-John",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Rev Rheumatol",
            "volume": "10",
            "issn": "",
            "pages": "720--727",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Maternal immune activation leads to selective functional deficits in offspring parvalbumin interneurons",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Canetta",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol Psychiatry",
            "volume": "21",
            "issn": "",
            "pages": "956--968",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Elevated maternal C-reactive protein and increased risk of schizophrenia in a national birth cohort",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Canetta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Psychiatry",
            "volume": "171",
            "issn": "",
            "pages": "960--968",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Minocycline benefits negative symptoms in early schizophrenia: a randomised double-blind placebo-controlled clinical trial in patients on standard treatment",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Chaudhry",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Psychopharmacol",
            "volume": "26",
            "issn": "",
            "pages": "1185--93",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Microglial displacement of inhibitory synapses provides neuroprotection in the adult brain",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The DISC locus in psychiatric illness",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Chubb",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Psychiatry",
            "volume": "13",
            "issn": "",
            "pages": "36--64",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Increased risk of schizophrenia from additive interaction between infant motor developmental delay and obstetric complications: evidence from a population-based longitudinal study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Psychiatry",
            "volume": "168",
            "issn": "",
            "pages": "1295--1302",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cortical deficits of glutamic acid decarboxylase 67 expression in schizophrenia: Clinical, protein, and cell type-specific features",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Curley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Psychiatry",
            "volume": "168",
            "issn": "",
            "pages": "921--929",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Altered expression of CDC42 signaling pathway components in cortical layer 3 pyramidal cells in schizophrenia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biol Psychiatry",
            "volume": "78",
            "issn": "",
            "pages": "775--785",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The broad-spectrum antiviral functions of IFIT and IFITM proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Immunol",
            "volume": "13",
            "issn": "",
            "pages": "46--57",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "C-reactive protein is associated with the severity of cognitive impairment but not of psychiatric symptoms in individuals with schizophrenia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dickerson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Schizophr Res",
            "volume": "93",
            "issn": "",
            "pages": "261--266",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Neuroinflammation in schizophrenia-related psychosis: a PET study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Doorduin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Society of Nuclear Medicine",
            "volume": "50",
            "issn": "",
            "pages": "1801--1807",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Prefrontal GABA(A) receptor alpha-subunit expression in normal postnatal human development and schizophrenia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Psychiatric Res",
            "volume": "44",
            "issn": "",
            "pages": "673--681",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "C-reactive protein is increased in schizophrenia but is not altered by antipsychotics: meta-analysis and implications",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Fernandes",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol Psychiatry",
            "volume": "21",
            "issn": "",
            "pages": "554--64",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Increased inflammatory markers identified in the dorsolateral prefrontal cortex of individuals with schizophrenia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Fillman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Psychiatry",
            "volume": "18",
            "issn": "",
            "pages": "206--214",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Elevated peripheral cytokines characterize a subgroup of people with schizophrenia displaying poor verbal fluency and reduced Broca's area volume",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Fillman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol Psychiatry",
            "volume": "21",
            "issn": "",
            "pages": "1090--1098",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Microglia serve as a neuroimmune substrate for stress-induced potentiation of CNS pro-inflammatory cytokine responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Brain Behav Immun",
            "volume": "21",
            "issn": "",
            "pages": "47--59",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "De novo mutations in schizophrenia implicate synaptic networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fromer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "506",
            "issn": "",
            "pages": "179--184",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Expression of interneuron markers in the dorsolateral prefrontal cortex of the developing human and in schizophrenia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Psychiatry",
            "volume": "167",
            "issn": "",
            "pages": "1479--1488",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Elevated interleukin-6 in the cerebrospinal fluid of a previously delineated schizophrenia subtype",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Garver",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Neuropsychopharm",
            "volume": "28",
            "issn": "",
            "pages": "1515--1535",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Stress in puberty unmasks latent neuropathological consequences of prenatal immune activation in mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Giovanoli",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "",
            "pages": "1095--1099",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Decreased dendritic spine density on prefrontal cortical pyramidal neurons in schizophrenia",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Glantz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Gen Psychiatry",
            "volume": "57",
            "issn": "",
            "pages": "65--73",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Altered parvalbumin basket cell inputs in the dorsolateral prefrontal cortex of schizophrenia subjects",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Glausier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol Psychiatry",
            "volume": "19",
            "issn": "",
            "pages": "30--36",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Dendritic spine pathology in schizophrenia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Glausier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neurosci",
            "volume": "251",
            "issn": "",
            "pages": "90--107",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A meta-analysis of blood cytokine network alterations in psychiatric patients: comparisons between schizophrenia, bipolar disorder and depression. Mol Psychiatry",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Chronic stress, daily stressors, and circulating inflammatory markers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gouin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Psychol",
            "volume": "31",
            "issn": "",
            "pages": "264--272",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Decrease in reelin and glutamic acid decarboxylase67 (GAD67) expression in schizophrenia and bipolar disorder",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guidotti",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Gen Psychiatry",
            "volume": "57",
            "issn": "",
            "pages": "1061--1069",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The neuroinflammation marker translocator protein is not elevated in individuals with mild-to-moderate depression: a [(1)(1)C]PBR28 PET study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hannestad",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Brain Behav Immun",
            "volume": "33",
            "issn": "",
            "pages": "131--139",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Gene expression deficits in a subclass of GABA neurons in the prefrontal cortex of subjects with schizophrenia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Neurosci",
            "volume": "23",
            "issn": "",
            "pages": "6315--6326",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The complement control-related genes CSMD1 and CSMD2 associate to schizophrenia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Havik",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biol Psychiatry",
            "volume": "70",
            "issn": "",
            "pages": "35--42",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A meta-analysis of differences in IL-6 and IL-10 between people with and without depression: exploring the causes of heterogeneity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hiles",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Brain Behav Immun",
            "volume": "26",
            "issn": "",
            "pages": "1180--1188",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Molecular mechanisms contributing to dendritic spine alterations in the prefrontal cortex of subjects with schizophrenia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol Psychiatry",
            "volume": "11",
            "issn": "",
            "pages": "557--566",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Altered cortical expression of GABA-related genes in schizophrenia: illness progression vs developmental disturbance",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Hoftman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Schizophr Bull",
            "volume": "41",
            "issn": "",
            "pages": "180--91",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Immune system disturbances in schizophrenia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horvath",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mirnics",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biol Psychiatry",
            "volume": "75",
            "issn": "",
            "pages": "316--339",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Distinct patterns of IFITM-mediated restriction of filoviruses, SARS coronavirus, and influenza A virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Synaptic density in human frontal cortex -Developmental changes and effects of aging",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Huttenlocher",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Brain Res",
            "volume": "163",
            "issn": "",
            "pages": "195--205",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Altered cortical CDC42 signaling pathways in schizophrenia: Implications for dendritic spine deficits",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ide",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biol Psychiatry",
            "volume": "68",
            "issn": "",
            "pages": "25--32",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Minocycline increases phosphorylation and membrane insertion of neuronal GluR1 receptors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imbesi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Neurosci Lett",
            "volume": "447",
            "issn": "",
            "pages": "134--141",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Enhanced expression of Iba1, ionized calcium-binding adapter molecule 1, after transient focal cerebral ischemia in rat brain",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Stroke",
            "volume": "32",
            "issn": "",
            "pages": "1208--1223",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The two different effects of the potential neuroprotective compound minocycline on AMPA-type glutamate receptors",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pharmacology",
            "volume": "89",
            "issn": "",
            "pages": "156--62",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The serum level of C-reactive protein (CRP) is associated with cognitive performance in acute phase psychosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Johnsen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Psychiatry",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Translocator protein (18 kDa) (TSPO) is expressed in reactive retinal microglia and modulates microglial inflammation and phagocytosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karlstetter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Neuroinflammation",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Adjunctive Minocycline in Clozapine-Treated Schizophrenia Patients With Persistent Symptoms",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Psychopharmacol",
            "volume": "35",
            "issn": "",
            "pages": "374--81",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Imaging neuroinflammation in gray and white matter in schizophrenia: an in-vivo PET study with [18F]-FEPPA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kenk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Schizophr Bull",
            "volume": "41",
            "issn": "",
            "pages": "85--93",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Minocycline add-on to risperidone for treatment of negative symptoms in patients with stable schizophrenia: randomized double-blind placebo-controlled study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Khodaie-Ardakani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Psychiatry Res",
            "volume": "215",
            "issn": "",
            "pages": "540--546",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Lamina-specific reductions in dendritic spine density in the prefrontal cortex of subjects with schizophrenia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kolluri",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Psychiatry",
            "volume": "162",
            "issn": "",
            "pages": "1200--1202",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Prefrontal cortical dendritic spine pathology in schizophrenia and bipolar disorder",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Konopaske",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA Psychiatry",
            "volume": "71",
            "issn": "",
            "pages": "1323--1331",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Cellular and subcellular localization of peripheral benzodiazepine receptors after trimethyltin neurotoxicity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kuhlmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Guilarte",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Neurochem",
            "volume": "74",
            "issn": "",
            "pages": "1694--704",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Cytokines, chemokines, and cytokine receptors in human microglia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Neurosci Res",
            "volume": "69",
            "issn": "",
            "pages": "94--103",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "A double-blind, randomized study of minocycline for the treatment of negative and cognitive symptoms in early-phase schizophrenia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Levkovitz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Psychiatry",
            "volume": "71",
            "issn": "",
            "pages": "138--187",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Maternal immune activation during gestation interacts with Disc1 point mutation to exacerbate schizophrenia-related behaviors in mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Lipina",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Neurosci",
            "volume": "33",
            "issn": "",
            "pages": "7654--7666",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Minocycline supplementation for treatment of negative symptoms in early-phase schizophrenia: a double blind, randomized, controlled trial",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Schizophr Res",
            "volume": "153",
            "issn": "",
            "pages": "169--76",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Phase-dependent roles of reactive microglia and astrocytes in nervous system injury as delineated by imaging of peripheral benzodiazepine receptor",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Brain Res",
            "volume": "1157",
            "issn": "",
            "pages": "100--111",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "The effects of psychological stress on humans: increased production of proinflammatory cytokines and a Th1-like response in stress-induced anxiety",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Cytokine",
            "volume": "10",
            "issn": "",
            "pages": "313--321",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Molecular determinants of dysregulated GABAergic gene expression in the prefrontal cortex of subjects with schizophrenia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mellios",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biol Psychiatry",
            "volume": "65",
            "issn": "",
            "pages": "1006--1014",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Meta-analysis of cytokine alterations in schizophrenia: clinical status and antipsychotic effects",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biol Psychiatry",
            "volume": "70",
            "issn": "",
            "pages": "663--671",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Cytokine alterations in bipolar disorder: a meta-analysis of 30 studies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Modabbernia",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biol Psychiatry",
            "volume": "74",
            "issn": "",
            "pages": "15--25",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Efficacy and tolerability of minocycline augmentation therapy in schizophrenia: a systematic review and meta-analysis of randomized controlled trials",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oya",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Hum Psychopharmacol",
            "volume": "29",
            "issn": "",
            "pages": "483--91",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Synaptic pruning by microglia is necessary for normal brain development",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Paolicelli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "1456--1464",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Towards a psychosis risk blood diagnostic for persons experiencing high-risk symptoms: preliminary results from the NAPLS project",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Schizophr Bull",
            "volume": "41",
            "issn": "",
            "pages": "419--447",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Extraordinary neoteny of synaptic spines in the human prefrontal cortex",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Petanjek",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "",
            "pages": "13281--13286",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Inflammatory cytokine alterations in schizophrenia: a systematic quantitative review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Potvin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biol Psychiatry",
            "volume": "63",
            "issn": "",
            "pages": "801--808",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Common polygenic variation contributes to risk of schizophrenia and bipolar disorder",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Purcell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "460",
            "issn": "",
            "pages": "748--752",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Increase in HLA-DR immunoreactive microglia in frontal and temporal cortex of chronic schizophrenics",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Radewicz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Neuropathol Exp Neurol",
            "volume": "59",
            "issn": "",
            "pages": "137--50",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Increased excitotoxicity and neuroinflammatory markers in postmortem frontal cortex from bipolar disorder patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol Psychiatry",
            "volume": "15",
            "issn": "",
            "pages": "384--92",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Prenatal immune activation induces maturation-dependent alterations in the prefrontal GABAergic transcriptome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Richetto",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Schizophr Bull",
            "volume": "40",
            "issn": "",
            "pages": "351--361",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Fronto-cerebellar systems are associated with infant motor and adult executive functions in healthy adults but not in schizophrenia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ridler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "15651--15656",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Genome-wide association study identifies five new schizophrenia loci",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ripke",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature Genetics",
            "volume": "43",
            "issn": "",
            "pages": "969--976",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Immunomodulatory effects of clozapine and their clinical implications: what have we learned so far?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roge",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Schizophr Res",
            "volume": "140",
            "issn": "",
            "pages": "204--217",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Inflammation-related genes up-regulated in schizophrenia brains",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saetre",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Increased cerebrospinal fluid interleukin-6 levels in patients with schizophrenia and those with major depressive disorder",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sasayama",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Psychiatr Res",
            "volume": "47",
            "issn": "",
            "pages": "401--407",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Microglia sculpt postnatal neural circuits in an activity and complement-dependent manner",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Schafer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Neuron",
            "volume": "74",
            "issn": "",
            "pages": "691--705",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Schizophrenia Working Group of the Psychiatric Genomics Consortium",
            "authors": [],
            "year": 2014,
            "venue": "Nature",
            "volume": "511",
            "issn": "",
            "pages": "421--428",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Increased levels of IL-6 in the cerebrospinal fluid of patients with chronic schizophrenia--significance for activation of the kynurenine pathway",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schwieler",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Psychiatry Neurosci",
            "volume": "40",
            "issn": "",
            "pages": "126--159",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Schizophrenia risk from complex variation of complement component 4",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sekar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "530",
            "issn": "",
            "pages": "177--183",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Role of translocator protein density, a marker of neuroinflammation, in the brain during major depressive episodes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Setiawan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA Psychiatry",
            "volume": "72",
            "issn": "",
            "pages": "268--75",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Common variants on chromosome 6p22.1 are associated with schizophrenia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "460",
            "issn": "",
            "pages": "753--757",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Elevated viral restriction factor levels in cortical blood vessels in schizophrenia",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biol Psychiatry",
            "volume": "76",
            "issn": "",
            "pages": "160--167",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Activation of brain interleukin-1beta in schizophrenia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Soderlund",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Psychiatry",
            "volume": "14",
            "issn": "",
            "pages": "1069--71",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Early developmental milestones and risk of schizophrenia: a 45-year follow-up of the Copenhagen Perinatal Cohort",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Sorensen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Schizophr Res",
            "volume": "118",
            "issn": "",
            "pages": "41--47",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Common variants conferring risk of schizophrenia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stefansson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "460",
            "issn": "",
            "pages": "744--747",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Distribution of HLA-DR-positive microglia in schizophrenia reflects impaired cerebral lateralization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steiner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acta Neuropathol",
            "volume": "112",
            "issn": "",
            "pages": "305--321",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "The effects of acute psychological stress on circulating inflammatory factors in humans: a review and meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steptoe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Brain Behav Immun",
            "volume": "21",
            "issn": "",
            "pages": "901--913",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "The classical complement cascade mediates CNS synapse elimination",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell",
            "volume": "131",
            "issn": "",
            "pages": "1164--78",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Allelic variation in GAD1 (GAD67) is associated with schizophrenia and influences cortical function and gene expression",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Straub",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Psychiatry",
            "volume": "12",
            "issn": "",
            "pages": "854--869",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Peripheral benzodiazepine receptors in patients with chronic schizophrenia: a PET study with [11C]DAA1106",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takano",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Neuropsychopharmacol",
            "volume": "13",
            "issn": "",
            "pages": "943--50",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Deficiency of schnurri-2, an MHC enhancer binding protein, induces mild chronic inflammation in the brain and confers molecular, neuronal, and behavioral phenotypes related to schizophrenia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neuropsychopharm",
            "volume": "38",
            "issn": "",
            "pages": "1409--1434",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Epigenetic changes at gene promoters in response to immune activation in utero",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Brain Behav Immun",
            "volume": "30",
            "issn": "",
            "pages": "168--75",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Evidence for synaptic stripping by cortical microglia",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Trapp",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Glia",
            "volume": "55",
            "issn": "",
            "pages": "360--368",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Microglial interactions with synapses are modulated by visual experience",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Tremblay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "Microglia activation in recent-onset schizophrenia: a quantitative (R)-[11C]PK11195 positron emission tomography study",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Berckel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biol Psychiatry",
            "volume": "64",
            "issn": "",
            "pages": "820--822",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Decreased glutamic acid decarboxylase67 messenger RNA expression in a subset of prefrontal cortical gamma-aminobutyric acid neurons in subjects with schizophrenia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Volk",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Gen Psychiatry",
            "volume": "57",
            "issn": "",
            "pages": "237--245",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Molecular mechanisms and timing of cortical immune activation in schizophrenia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Volk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Psychiatry",
            "volume": "172",
            "issn": "",
            "pages": "1112--1133",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Cortical inhibitory neuron disturbances in schizophrenia: role of the ontogenetic transcription factor Lhx6",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Volk",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Schizophr Bull",
            "volume": "40",
            "issn": "",
            "pages": "1053--61",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "Deficits in transcriptional regulators of cortical parvalbumin neurons in schizophrenia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Volk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Psychiatry",
            "volume": "169",
            "issn": "",
            "pages": "1082--1091",
            "other_ids": {}
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Resting microglia directly monitor the functional state of synapses in vivo and determine the fate of ischemic terminals",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wake",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Neurosci",
            "volume": "29",
            "issn": "",
            "pages": "3974--80",
            "other_ids": {}
        },
        "BIBREF111": {
            "ref_id": "b111",
            "title": "Quantitative analysis of activated microglia, ramified and damage of processes in the frontal and temporal lobes of chronic schizophrenics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wierzba-Bobrowicz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Folia Neuropathol",
            "volume": "43",
            "issn": "",
            "pages": "81--90",
            "other_ids": {}
        },
        "BIBREF112": {
            "ref_id": "b112",
            "title": "Interleukin-6 and its receptors: a highly regulated and dynamic system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cytokine",
            "volume": "70",
            "issn": "",
            "pages": "11--20",
            "other_ids": {}
        },
        "BIBREF113": {
            "ref_id": "b113",
            "title": "Macrosialin increases during normal brain aging are attenuated by caloric restriction",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Neurosci Lett",
            "volume": "390",
            "issn": "",
            "pages": "76--80",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Neurobiol Dis. Author manuscript; available in PMC 2018 March 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Neurobiol Dis. Author manuscript; available in PMC 2018 March 01.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}