{
    "paper_id": "7a17b9b40b960c4b35b633afc63c27bb0d0e4d52",
    "metadata": {
        "title": "When will the Covid-19 epidemic fade out?",
        "authors": [
            {
                "first": "Ilaria",
                "middle": [],
                "last": "Renna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ISEP",
                    "location": {
                        "addrLine": "10 rue de Vanves",
                        "postCode": "92130",
                        "settlement": "Issy-les-Moulineaux",
                        "country": "France"
                    }
                },
                "email": "ilaria.renna@isep.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "A discrete-time deterministic epidemic model is proposed with the aim of reproducing the behaviour observed in the incidence of real infectious diseases. For this purpose, we analyse a SIRS model under the framework of a small world network formulation. Using this model, we make predictions about the peak of the Covid-19 epidemic in Italy. A Gaussian fit is also performed, to make a similar prediction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Humanity has always been afflicted by the onset of epidemics. Owing to the absence of vaccines, the slow connections between people and isolation between infectious and susceptible were the only remedies to their devastating effects. Over the last two decades, there have been three major epidemics due to human-transmissible viruses, namely Avian, Ebola and Sars, but fortunately the advanced ability of the scientific world has been able to contain their effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A dangerous impact of infectious diseases on populations can arise from emergence and spread of novel pathogens in a population, or a sudden change in the epidemiology of an existing pathogen. Today, due to the absence of a vaccine and to a highly globalized society, the Covid-19 epidemic is frightening the world, raising a series of important questions. Among these, the most common among people is: when will the epidemic die down? During spreading, this is a difficult question to answer: in addition to understand the early transmission dynamics of the infection, control measures should also be accounted for, which may significantly affect the trend of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Generally, the transmission dynamics of an infectious disease is described by modelling the population movements among epidemiological compartments, and assuming random-mixing interactions [1] . When the population mixes at random, each individual has a small and equal chance of coming into contact with any other individual [2] . A more realistic approach describes spatially extended populations, such as elements in a network.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At present, we propose an epidemiological model that describes the population as elements in a network, whose nodes represent individuals while links stand for interactions among them [3] . This model includes the fundamental parameters that characterize a disease, namely infection probability, incubation period of pathogen, social structure and so on.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Using this model and the available statistical data, we attempt predictions on the Covid-19 epidemic trend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this short report, we limit ourselves to analyse the epidemiological situation in Italy, and compare to the observed data from France.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Each individual of a population is represented by a node of a small world network [4] . The host population is partitioned into categories containing susceptible S, infectious I, and recovered individuals R (SIRS model). Each node is characterized by a counter \" . A susceptible individual S( \" = 0) can come into the infected state through contagion by infected ones. An infected individual I( \" = 1) passes to the refractory state R after an infection time ( , and a refractory individual returns to susceptible state after immunity duration ) [5] . The cycle is completed after these ( + ) time steps, when it returns to the susceptible state. The contagion of susceptible elements occurs stochastically at a local level. If a susceptible element i has \" neighbours, of which \",-are infected, then it will become infected with probability / 0 = \",-\" . Detail are given in [3] . As it can be seen from this figure, the trend of the infected is exponential ∝ 56 , with = 0.13days >? . Most likely, this value will decrease, in the coming days, given the very restrictive conditions on the movements of the population enforced by the Italian Government.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 875,
                    "end": 878,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Numerical calculations"
        },
        {
            "text": "In Figure 2 we present a realization of our model, wherein the fraction of infected inf , is shown, as a function of time, calculated for = 5000 nodes and = 0.1. In the small-world model [4] the parameter controls the transition between a regular lattice ( = 0) and the random graph ( = 1).",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Numerical calculations"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical calculations"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20045138 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The initial fraction of infected is \" = 0.001 (that is 5 individuals). The parameter ( = 14 was chosen on the basis of median incubation period for COVID-19 estimated in 11.5 days of infection [7] : a larger value was chosen because there can be a delay to symptom appearance resulting from the incubation period. The refractory period was chosen arbitrarily as ) = 150, for calculation purposes only. The network is supposed static, that is no individuals can change their links. Self-sustained oscillations with a period of nearly 200 days characterize the time series pattern. The system has phase-synchronized oscillations, as it is typical of influenza viruses. As the number of nodes is finite, the infection could end at a fixed time , with no further evolution. Therefore, we added sources of infection in the model, i.e. a limited number of infective individuals remain in this state all the time [8] .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 906,
                    "end": 909,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We are interested in the initial growing part of the figure, that is, the one relating to the first 53 days of epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In Figure 3 the plot of infected individuals in the first 53 days of disease is compared with the model time series of infected nodes inf , .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20045138 doi: medRxiv preprint Also in this case, the trend of the infected nodes is exponential , ∝ 5 I 6 , but with ? = 0.11days >? . The curve of the infected in the model is less steep than that of the real data and has the first maximum at = 62. Thus, according to the model, the peak of disease will be 62 days after the epidemic outbreak, that is about the 2 nd of April 2020. Due to the aforementioned actions taken by the Italian government, it will probably happen before that day. The shape of each epidemic wave is similar to a Gaussian. Therefore, in Figure 4 a Gaussian curve fit with expected value = 73 and variance = 16 is added to the epidemic data. Unlike the previous case, the prediction is that a maximum of 10 N infected will be reached 73 days from the beginning of the epidemic that is about 13 April 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 640,
                    "end": 648,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20045138 doi: medRxiv preprint We have performed additional calculations allowing the network be rewired. Random rewiring produces larger oscillations, enhancing the maximum number of infected people reached in each period of infectious, whereas adaptive rewiring (as humans tend to respond to the emergence of an epidemic by avoiding contacts with infected individuals) reduces the amplitude of oscillations, accounting for the hoped reduction of infected people [3] .",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 543,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Thus, the effect of Italian Government social distancing orders, aimed at limiting contacts between individuals, should reduce both the value of the maximum in the curve of infected people and the time in which it is reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We can therefore say, with an acceptable level of confidence, that the peak in the evolution of the epidemic, with the consequent decrease in infections, should take place between April 2 and April 13, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The results regarding Italy are also important, because similar epidemic spreads can occur in other countries in Europe. As can be seen in Figure 5 , the curve of the infected from Italy and France [9] overlap almost perfectly. Preventive measures taken by other nations could help significantly reduce the spread of the epidemic if taken early.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We have attempted to describe the pattern of infections of coronavirus disease 2019 (COVID-19) in Italy starting from January 31 to today. Our aim was to make a reasonable prediction on the time the epidemic will reach its peak, with a consequent decrease of disease. We used a SIRS model under the framework of small world network formulation. Incubation period is a fundamental parameter in the epidemic evolution and it can be included directly in the model. We used the model pattern of infected model that fit the real data in the increasing part of initial wave. We estimated the peak as the maximum value in the model curve of infection people. Alternately we used a Gaussian curve, and obtained an additional peak estimation. We estimate that the duration of the COVID-19 disease is around 5 months. This is a rough . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20045138 doi: medRxiv preprint estimate, as the epidemic spread can be to some extent controlled via contact tracing for suspected cases isolation for confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious Diseases of humans: Dynamics and control",
            "authors": [
                {
                    "first": "R M",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R M",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Kicked Epidemic SIRS Model",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Paladini",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Renna",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Renna",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Bifurcation and Chaos",
            "volume": "22",
            "issn": "",
            "pages": "1250251--1250252",
            "other_ids": {
                "DOI": [
                    "10.1142/S0218127412502513"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adaptive and Temporal Effects in a",
            "authors": [
                {
                    "first": "Ilaria",
                    "middle": [],
                    "last": "Renna",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Small World Epidemiological Model",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Collective dynamics of 'small-world' networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "6684",
            "pages": "440--442",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Small world effect in an epidemiological model",
            "authors": [
                {
                    "first": "Marcelo",
                    "middle": [],
                    "last": "Kuperman",
                    "suffix": ""
                },
                {
                    "first": "Guillermo",
                    "middle": [],
                    "last": "Abramson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Physical Review Letters",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "Kyra",
                    "middle": [
                        "H"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "Qifang",
                    "middle": [],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Forrest",
                    "middle": [
                        "K"
                    ],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "Qulu",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Hannah",
                    "middle": [
                        "R"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [
                        "S"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "Nicholas",
                    "middle": [
                        "G"
                    ],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "Justin",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dynamic transitions in small world networks: Approach to equilibrium limit",
            "authors": [
                {
                    "first": "Prashant",
                    "middle": [
                        "M"
                    ],
                    "last": "Gade",
                    "suffix": ""
                },
                {
                    "first": "Sudeshna",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Physical Review E",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "shows the drawing of the number of infected individuals as a function of time from the beginning of the epidemic until 23 Mars 2020, for a total of 53 days [6]. The active infective individuals are likely underestimated, but this does not change our analysis, as they constitute a subset of the actual ones.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Exponential fit (solid line) of the number of infected individuals as a function of time from the beginning of the epidemic until 23 Mars 2020, in Italy (dots).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fraction of infected inf , is shown, as a function of time, calculated for = 5000 nodes and = 0.1, ( = 14, ) = 150, = 0.4 and initial fraction of infected \" = 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Exponential fit (solid line) of the first 53 time steps of infected nodes fraction (dotted line).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Infected individuals as a function of time (days) until 23 Mars 2020 (dot line), overlapped on a Gaussian curve of the epidemic, with = 73 and = 16 (solid line).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Infected people in Italy (dot line) and in France (solid line). The number of infected in France was shifted back of 10 days.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}