{
    "paper_id": "7a45245eab239a29ec8a3812238e1be30d3ee107",
    "metadata": {
        "title": "Reporting ethics committee approval and patient consent by study design in five general medical journals",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Schroter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tavistock Square",
                    "location": {
                        "postCode": "WC1H 9JR",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "sschroter@bmj.com"
            },
            {
                "first": "R",
                "middle": [],
                "last": "Plowman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tavistock Square",
                    "location": {
                        "postCode": "WC1H 9JR",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Hutchings",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tavistock Square",
                    "location": {
                        "postCode": "WC1H 9JR",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Authors are required to describe in their manuscripts ethical approval from an appropriate committee and how consent was obtained from participants when research involves human participants. Objective: To assess the reporting of these protections for several study designs in general medical journals. Design: A consecutive series of research papers published in the Annals of Internal Medicine, BMJ, JAMA, Lancet and The New England Journal of Medicine between February and May 2003 were reviewed for the reporting of ethical approval and patient consent. Ethical approval, name of approving committee, type of consent, data source and whether the study used data collected as part of a study reported elsewhere were recorded. Differences in failure to report approval and consent by study design, journal and vulnerable study population were evaluated using multivariable logistic regression. Results: Ethical approval and consent were not mentioned in 31% and 47% of manuscripts, respectively. 88 (27%) papers failed to report both approval and consent. Failure to mention ethical approval or consent was significantly more likely in all study designs (except case-control and qualitative studies) than in randomised controlled trials (RCTs). Failure to mention approval was most common in the BMJ and was significantly more likely than in The New England Journal of Medicine. Failure to mention consent was most common in the BMJ and was significantly more likely than in all other journals. No significant differences in approval or consent were found when comparing studies of vulnerable and non-vulnerable participants. Conclusion: The reporting of ethical approval and consent in RCTs has improved, but journals are less good at reporting this information for other study designs. Journals should publish this information for all research on human participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "R esearch on human participants, which includes identifiable human material or identifiable data, requires ethical protection. According to the Declaration of Helsinki issued by the World Medical Association, 1 research on human participants should be clearly formulated in experimental protocols and these should be submitted to independent ethical review boards (ethics committees and institutional review boards) for approval. Additionally, every potential participant should be informed about the ''aims, methods, sources of funding, any possible conflicts of interest, institutional affiliations of the researcher, the anticipated benefits and potential risks of the study and the discomfort it may entail'' and should give consent to participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the UK, the Central Office for Research Ethics Committees (COREC) (http://www.corec.org.uk) has stated that ethical advice from the appropriate National Health Service research ethics committee is required for any research proposal on any of the aspects listed in box 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Journal editors have an important gate-keeping role to check that research submitted and published in their journals conform to these regulations. According to the Declaration of Helsinki, publishers have the obligation to reject research reports that are not in accordance with the guidelines. 1 Numerous biomedical journals have joined the International Committee of Medical Journal Editors, which has developed guidelines on ethical principles related to publication. 2 These guidelines explicitly require that …when reporting experiments on human participants, authors should indicate whether the procedures followed were in accordance with the ethical standards of the responsible committee on human experimentation (institutional and national) and with the Helsinki Declaration of 1975, as revised in 2000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Previous studies assessing the extent to which journals adhere to the suggested guidelines have generally found poor compliance, but there have been improvements over time (table 1) . [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] These studies have largely focused on reporting of ethical protection either exclusively in clinical trials or in single specialties or patient populations. It is, however, important and indeed a requirement of most biomedical journals, that authors of all investigations on human participants state whether the study was approved by an ethics committee and how consent was obtained. Following on from the work of Ruiz-Canela et al 6 and Yank and Rennie, 10 we assessed the reporting of ethical approval and patient consent in five top general medical journals in 2003, by study design. All of these journals have signed up to the International Committee of Medical Journal Editors requirements for ethical protection and explicitly state in their guidance to authors that both ethical approval and consent should be reported.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "A consecutive series of original research papers published in five general medical journals were reviewed for the reporting of ethics committee approval and patient consent. The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "An electronic version of each paper was obtained and the study design identified and assessed for eligibility in the study. Papers in which ethics committee approval and informed consent were not considered to be necessary by the study investigators were excluded. These included the following types of articles: review articles, systematic reviews, meta-analyses, ecological studies, papers describing outbreak analysis (eg, papers on severe acute respiratory syndrome), secondary analysis of published data, laboratory-based studies not using patients or patient material, and clinical audit or quality improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "The paper was then read in detail and the information in box 2 was extracted and recorded for each eligible paper. Papers were categorised as one of eight study designs (box 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "Papers describing more than one study design were defined according to the type of study that was the main focus of the paper. Follow-up papers were categorised according to their original study design-for example, analysis of 5-year followup data on a large randomised controlled trial (RCT) would be categorised as an RCT. Vulnerable populations were defined using the definitions previously described by Yank and Rennie 10 and the General Medical Council 13 -that is, children, frail elderly people, pregnant women, adults who lacked decision-making capacity (eg, those with severe dementia, prisoners, patients with HIV infection, an intensive care unit level of disability, psychiatric disease or genetic risks or disease).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "To test the validity of the data extraction, data were extracted by two independent researchers for a sample of n = 260 and the level of agreement was assessed using the k statistic. We present the data extracted by the primary N Whether the ethics committee or IRB was named N How the authors obtained consent researcher (RP). Papers failing to report both protections were further reviewed to see if they had common characteristics-for example, type of study, characteristics of population under study and publishing journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "We used multivariable logistic regression to examine differences in failure to mention study approval and failure to mention consent. The independent variables were the study design, the journal and whether the study included a vulnerable population. We tested for an overall difference between study designs and between journals by using likelihood ratio tests. We report odds ratios (ORs) with 95% confidence intervals using randomised controlled trials and the BMJ as the reference categories for study design and journal, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "In the study period, 370 research papers that met the inclusion criteria were published across the five journals. We found high inter-rater agreement for whether ethical approval and consent were mentioned (k = 95.5 and 92.6, raw agreement 98.5% and 96.9%, n = 260).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "Overall, ethical approval was not mentioned in 31% (104/ 333) of the articles ( Reporting of neither protection 27% (88/321) of the papers failed to report either approval or consent, of which less than half (44%) referred to another article where these details may be found (table 2) . All of the RCTs and qualitative studies that did not report either protection provided a reference to another article. 83% (10/12) of the papers published in JAMA that did not report either protection provided a reference to another study, but the other journals did so less often.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 284,
                    "text": "(table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Reporting of ethical approval"
        },
        {
            "text": "Of the studies not mentioning either protection and not providing a reference to another article, 98% (48/49) articles were reporting on the collection of new data (ie, not just using data reported elsewhere) and in 25% (12/49) this included collecting data directly from the patient, mostly in cross-sectional studies (9/12, 75%; table 3). 39% (19/49) of the papers described studies on vulnerable patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting of ethical approval"
        },
        {
            "text": "Authors used a range of phrases to indicate how consent was obtained. Most studies (63%, 119/189) reported that ''written informed consent'' was obtained from participants (table 4) . ''Informed consent was given'' was the next most frequently reported statement (18%, 34/189).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "text": "(table 4)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Type of consent reported"
        },
        {
            "text": "We found that overall ethical approval and consent in the ''top'' general medical journals is better reported than previously observed. 10 We found that both protections were better reported in papers describing RCTs than those describing other study designs and this pattern was consistent across the journals. Bauchner and Sharfstein 9 also found that the reporting of ethical approval was better in RCTs than in other study designs in a review of papers on child health published in American journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "N Randomised controlled trial: A study in which participants are recruited and randomly assigned to groups to receive (study group) or not receive (control group) an intervention N Case-control: A study of people with the disease (or other outcome variable) of interest and a suitable control group of people without the disease N Cohort study: A study in which patients who presently have a certain condition or receive a particular treatment are recruited and followed over time and compared with another group who are not affected by the condition under investigation or did not receive the treatment *Excluding all case reports, case series and analysis of routine data in which we would not expect both protections to be reported. ÀThe paper was reporting a new study and not just reporting further information on a previously reported study. Some data were collected directly from the patient. 1Vulnerable population included children, elderly people, pregnant women, adults who lacked decision-making capacity-that is, prisoners, patients with HIV infection, an intensive care unit level of disability, psychiatric disease or genetic risks or disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Study designs"
        },
        {
            "text": "It is important for information about ethical protection to be readily available for the reader and this information should be documented for all research on human participants. This study provides further evidence of the need for stronger direction on ethical issues in publication. Researchers may be more likely to attach importance to ethical considerations if the institutions they deal with value ethical behaviour. Such institutions, including journals, have a role in providing an environment that emphasises the importance of ethical behaviour in research. Journal editors are gate keepers for the integrity of the scientific record. They should try to enforce requirements for authors to meet ethical standards and, as stated in the Declaration of Helsinki, reject research not meeting these requirements. By upholding high standards and explaining to readers and researchers the importance of ethical protection, editors can show researchers that they attach importance to these issues and will publish only those papers that take them into consideration. Although many journals, including those in this study, now provide guidance on including information on ethical approval and obtaining consent in their instructions to authors, many do not enforce these requirements effectively. Journal editors should introduce effective mechanisms to ensure that this information is reported for all research on human participants. Ethics committees and granting bodies can also play a part in improving the standards of reporting by requiring the inclusion of a statement about ethical approval and consent in all publications arising from projects they approve and fund.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study implications"
        },
        {
            "text": "Journals are increasingly using the web for additional material and informative statements about ethical protection would be a good use of this space. Brief statements or symbols could be used in the printed journal. Making it clear to the reader (which may include the patients and their relatives) that consent was appropriately obtained has its advantages. A published statement can acknowledge that the patient participated in the whole process. Authors use a range of statements to indicate that consent was obtained from patients. More precise use of language would help the reader understand whether the patient simply agreed to participate in the study or gave fully informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study implications"
        },
        {
            "text": "This study is the most recent in a series looking at the reporting of ethical protection in published papers in biomedical journals. Its strengths are that it reviews papers recently reported and it does not focus purely on one study design, medical specialty or patient population and is large enough to evaluate differences between journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of the study"
        },
        {
            "text": "With RCTs as the reference category for study design, a sample of 80 in a comparison category provided 80% power to detect a twofold difference (20% and 40% failure) at twosided a = 0.05. For the BMJ as the reference category for journals, a sample of 70 in a comparison category provided 71% power to detect a similar difference. Some caution is needed in interpreting the statistically non-significant findings for case-control and qualitative studies because of the small sample sizes and the wide 95% CIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of the study"
        },
        {
            "text": "Previous studies largely excluded case reports and case series, but we included these because although formal ethical approval may not be appropriate, it is important that the patient has given consent to take part in the research and to document that ethical issues have been considered. Clearly, case studies differ from other research study designs and the practice of reporting ethical protection may be different for each journal. The BMJ, for example, routinely checks that the patient has consented but rarely reports this information owing to limited editorial space in the print journal. Arguably, it may be more important to ask and declare consent for case reports and case series as patients with rare conditions can be easily identified by readers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of the study"
        },
        {
            "text": "As with the earlier studies, the validity of the data may have been affected in several ways. Authors reporting additional analysis of a previously reported study often made reference to another paper, implying that details about methods and ethical protection may be reported there. Although we recorded whether authors made reference to another paper, we did not follow up and check whether that paper contained all the necessary information. It is important to make statements in every paper to help avoid publishing unethical research. 9 It is also possible that authors may have submitted this information to the journal, but that owing to word restrictions this information was omitted during the publishing process. Where this information was not reported, this does not mean that the journal did not check with the authors that they had obtained approval and consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of the study"
        },
        {
            "text": "The generalisability of the findings are limited as we included only the five top general medical journals, which often take the lead in setting editorial policies. These journals may also be better resourced than smaller more specialised journals and thus more able to check for the reporting of ethical protection. Thus, the failure to report ethical protection may be greater outside the journals in this study, although some specialties will be more sensitive to this issue than others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of the study"
        },
        {
            "text": "The reporting of ethical protection in major general medical journals has improved in recent years. If we accept that All participants gave written consent 6 (3) 6 (7) 0 (0) 0 (0) 0 (0) 0 (0) 0 (0) 0 (0) Informed oral consent given 5 (3) 1 (1) 0 (0) 1 (3) 1 (3) 0 (0) 0 (0) 2 (40) Oral consent given 2 (1) 0 (0) 0 (0) 1 (3) 1 (3) 0 (0) 0 (0) 0 (0) Informed consent given 34 (18) 9 (10) 4 (24) 10 (27) 9 (24) 0 (0) 1 (50) 1 (20) Consent given 12 (6) 5 (6) 1 (6) 4 (11) 2 (5) 0 (0) 0 (0) 0 (0) Investigators received approval from their institutional review boards to use deferred consent 8 (4) 3 (3) 1 (6) 2 (5) 2 (5) 0 (0) 0 (0) 0 (0) Consent not needed 3 (2) 1 (1) 1 (6) 0 (0) 0 (0) 0 (0) 0 (0) 1 (20)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Values are n (%). RCT, randomised controlled trial. *Excludes studies reporting the analysis of routine data (n = 12) where consent was not considered necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "authors who made reference to another paper provided appropriate information about ethical protection in these, then the picture is a positive one. Further research should be conducted to determine whether these manuscripts do contain sufficient information about ethical protection. Details about ethical protection are sometimes not reported in print journals because of space constraints, but there is no reason why this information cannot be reported on the web for all study designs, including case studies, and a brief statement in the printed journal. We would also encourage a more standardised approach to the language used to describe how consent was obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The World Medical Association Declaration of Helsinki. Recommendations guiding physicians in biomedical research involving human subjects",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Uniform requirements for manuscripts submitted to biomedical journals: writing and editing for biomedical publication",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reporting approval by research ethics committees and subject's consent in human resuscitation research",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Jobe",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Resuscitation",
            "volume": "31",
            "issn": "",
            "pages": "255--63",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Informed consent in biomedical studies on aging: survey of four journals",
            "authors": [
                {
                    "first": "Olde",
                    "middle": [],
                    "last": "Rikkert",
                    "suffix": ""
                },
                {
                    "first": "Mgm",
                    "middle": [],
                    "last": "Ten Have",
                    "suffix": ""
                },
                {
                    "first": "Hamj",
                    "middle": [],
                    "last": "Hoefnagels",
                    "suffix": ""
                },
                {
                    "first": "Whl",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "BMJ",
            "volume": "313",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evaluation of institutional review board review and informed consent in publications of human research in critical care medicine",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Matot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pizov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sprung",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Crit Care Med",
            "volume": "26",
            "issn": "",
            "pages": "1596--602",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Informed consent and approval by institutional review boards in published clinical trials",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruiz-Canela",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Martinez-Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gomez-Garcia",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N Engl J Med",
            "volume": "340",
            "issn": "",
            "pages": "1114--1129",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "IRB review and consent in human tissue research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Merz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "283",
            "issn": "",
            "pages": "1647--1655",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "What is the quality of the reporting of research ethics in publications of nursing home research?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Karlawish",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Houghan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Stocking",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Am Geriatr Soc",
            "volume": "47",
            "issn": "",
            "pages": "76--81",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Failure to report ethical approval in child health research",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bauchner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sharfstein",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "BMJ",
            "volume": "323",
            "issn": "",
            "pages": "318--337",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Reporting of informed consent and ethics committee approval in clinical trials",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yank",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rennie",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "287",
            "issn": "",
            "pages": "2835--2843",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Reporting of informed consent and ethics committee approval in genetics studies of stroke",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Meschia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Merino",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Med Ethics",
            "volume": "29",
            "issn": "",
            "pages": "371--373",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Reporting of ethics approval and informed consent in clinical research published in leading anesthesia journals",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Myles",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Anesthesiology",
            "volume": "99",
            "issn": "",
            "pages": "1209--1222",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Research: the role and responsibilities of doctors",
            "authors": [],
            "year": 2002,
            "venue": "General Medical Council",
            "volume": "",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviation: RCT, randomised controlled trial sampling frame was original research articles describing research on human participants or human tissue, published between 1 January 2003 and 31 March 2003 in the Annals of Internal Medicine, BMJ, JAMA, Lancet and The New England Journal of Medicine.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cross-sectional: A study examining the relationship between diseases (or other health-related characteristics) and other variables of interest as they exist in a defined population at one particular time N Case report: A description of the treatment of an individual patient N Case series: A description of the treatment of a series of patients N Qualitative: Broadly defined as studies of research that produce findings not arrived at by means of statistical procedures or other means of quantification-for example, interviews, focus groups and participant observation N Analysis of routine data: A study based on the analysis of data from routine sources or previous research without the direct involvement of human participants",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Ann Intern Med, Annals of Internal Medicine; BMJ, British Medical Journal; JAMA, Journal of the American Medical Association; N Engl J Med, The New England Journal of Medicine; NA, not applicable.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Previous research on the reporting of ethical approval and consent",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "between RCTs and case-control or qualitative studies did not differ significantly, although the CIs are wide. We found borderline evidence for an overall difference between journals (likelihood ratio test, p = 0.10). Failure to mention approval was most common in the BMJ and was significantly more likely than in The New England Journal of Medicine (OR 0.33, 95% CI 0.14 to 0.77). No significant differences were found in the reporting of approval when comparing studies on vulnerable and non-vulnerable participants (OR 0.72, 95% CI 0.40 to 1.28). Overall, 43% (142/ 333) of articles named the ethical committee that approved the study. This was most often reported for case-control studies (13/24, 54%) and RCTs (52/102, 51%).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Reporting of study approval and consent by study design and journal Ann Intern Med, Annals of Internal Medicine; BMJ, British Medical Journal; JAMA, Journal of the American Medical Association; N Engl J Med, The New England Journal of Medicine; NA, not applicable; RCT, randomised controlled trial. *Excludes case reports and case series where approval is not required.ÀExcludes studies reporting the analysis of routine data where informed consent is not required.From multivariable logistic regression model including design, journal and vulnerable population.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Articles where neither protection was reported and there was no reference to another study (n = 49)*",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Type of consent obtained where mentioned (all papers, n = 189)* Patients (parent or guardian) gave ''written informed consent'' to participate in the study",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Richard Smith for initiating the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Competing interests: SS works as a researcher for the BMJ Publishing Group. AG was on a student placement at the BMJ Publishing Group while conducting this research.Contributors: SS designed the study. RP was the primary data extractor, assisted by AG to confirm the validity of the data extraction. SS and RP managed the data and AH carried out statistical analysis. All authors helped in writing the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}