{
    "paper_id": "7a5aee70eefe51258f9a41f9eeb412c5eb4b3cf0",
    "metadata": {
        "title": "A nationwide survey of psychological distress among Chinese people in the COVID-19 epidemic: implications and policy recommendations",
        "authors": [
            {
                "first": "Jianyin",
                "middle": [],
                "last": "Qiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University School of Medicine",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Siuvo Inc",
                    "location": {
                        "settlement": "Shanghai"
                    }
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University School of Medicine",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhen",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University School of Medicine",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University School of Medicine",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yifeng",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiaotong University School of Medicine",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": "xuyifeng@smhc.org.cn"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Coronavirus Disease 2019 (COVID-19) epidemic emerged in Wuhan, China, spread nationwide and then onto half a dozen other countries between December 2019 and early 2020. The implementation of unprecedented strict quarantine measures in China has kept a large number of people in isolation and affected many aspects of people's lives. It has also triggered a wide variety of psychological problems, such as panic disorder, anxiety and depression. This study is the first nationwide largescale survey of psychological distress in the general population of China during the COVID-19 epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "The Coronavirus Disease 2019 (COVID-19) epidemic emerged in Wuhan, China, spread nationwide and then onto half a dozen other countries between December 2019 and early 2020. According to the National Health Commission (https:// news. qq. com// zt2020/ page/ feiyan. htm), there were 75 599 confirmed COVID-19 cases worldwide, including 74 675 in China, and more than 2000 deaths by 20 February, 2020. The implementation of unprecedented strict quarantine measures in China has kept a large number of people in isolation and affected many aspects of people's lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "The COVID-19 epidemic has caused serious threats to people's physical health and lives. It has also triggered a wide variety of psychological problems, such as panic disorder, anxiety and depression. The main purpose of this study is to measure the prevalence and severity of this psychological distress, gauge the current mental health burden on society, and therefore provide a concrete basis for tailoring and implementing relevant mental health intervention policies to cope with this challenge efficiently and effectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "This study is the first nationwide largescale survey of psychological distress in the general population of China during the tumultuous time of the COVID-19 epidemic. A self-report questionnaire was designed to survey peritraumatic psychological distress during the epidemic. Data collection began on 31 January 2020, the day when the WHO announced the Novel Coronavirus Pneumonia of China as a Public Health Emergency of International Concern (PHEIC). Leveraging the Siuvo Intelligent Psychological Assessment Platform, we presented QR codes of the questionnaire online openly accessible to the general public nationwide. The questionnaire incorporated relevant diagnostic guidelines for specific phobias and stress disorders specified in the International Classification of Diseases, 11th Revision and expert opinions from psychiatrists. In addition to demographic data (ie, province, gender, age, education and occupation), the COVID-19 Peritraumatic Distress Index (CPDI) inquired about the frequency of anxiety, depression, specific phobias, cognitive change, avoidance and compulsive behaviour, physical symptoms and loss of social functioning in the past week, ranging from 0 to 100. A score between 28 and 51 indicates mild to moderate distress. A score ≥52 indicates severe distress. Psychiatrists from the Shanghai Mental Health Center verified the content validity of the CPDI. The Cronbach's alpha of CPDI is 0.95 (p<0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "This study received a total of 52 730 valid responses from 36 provinces, autonomous regions and municipalities, as well as from Hong Kong, Macau and Taiwan by 10 February 2020. Among all the respondents, 18 599 were males (35.27%) and 34 131 were females (64.73%). The mean (SD) CPDI score of the sample was 23.65 (15.45). Almost 35% of the respondents experienced psychological distress (29.29% of the respondents' scores were between 28 and 51, and 5.14% of the respondents' scores were ≥52). Multinomial logistic regression analyses showed that one's CPDI score was associated with their General Psychiatry gender, age, education, occupation and region. Female respondents showed significantly higher psychological distress than their male counterparts (mean (SD)=24.87 (15.03) vs 21.41 (15.97), p<0.001). It is in accordance with results from previous research which concluded that women are much more vulnerable to stress and more likely to develop post-traumatic stress disorder. 1 People under 18 years had the lowest CPDI scores (mean (SD)=14.83 (13.41)). Individuals between 18 and 30 years of age or above 60 presented the highest CPDI scores (mean (SD)=27.76 (15.69) and 27.49 (24.22), respectively). Two major protective factors may explain the low distress level in juveniles: a relatively low morbidity rate among this age group, and limited exposure to the epidemic due to home quarantine. Higher scores among the young adult group (18-30 years) seem to confirm findings from previous research: young people tend to obtain a large amount of information from social media that can easily trigger stress. 2 Since the highest mortality rate occurred among the elderly during the epidemic, it is not surprising that elderly people are more likely to be psychologically impacted. Similarly, people with higher education tended to have more distress, probably because of high self-awareness of their health. 3 It is noteworthy that migrant workers experienced the highest level of distress (mean (SD)=31.89 (23.51), F=1602.501, p<0.001) among all occupations. The concern about virus exposure in public transportation when returning to work, their worries about delays in work time and subsequent deprivation of their anticipated income may explain the high stress level. 4 The CPDI score of respondents in the middle region of China (including Hubei, the centre of the epidemic) was the highest (mean (SD) 30.94 (19.22), F=929.306, p<0.001), since this region was affected by the epidemic most severely. Meanwhile, psychological distress levels were also influenced by availability of local medical resources, efficiency of the regional public health system, and prevention and control measures taken against the epidemic situation. 5 6 For example, Shanghai is at high risk of carriers of the COVID-19 virus entering the city because of the large population of migrant workers. The distress level is not spiking. This is probably because of the fact that Shanghai has one of the best public health systems in China.",
            "cite_spans": [
                {
                    "start": 986,
                    "end": 987,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1618,
                    "end": 1619,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1917,
                    "end": 1918,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2281,
                    "end": 2282,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2743,
                    "end": 2746,
                    "text": "5 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "Three major events during the COVID-19 epidemic may have caused public panic: (1) the official confirmation of human-to-human transmission of COVID-19 on 20 January; (2) the strict quarantine of Wuhan on 22 January and (3) WHO's announcement of PHEIC on 31 January. This study began on 31 January. Results also indicated that as time passes, distress levels among the public have been significantly descending, with the lowest distress level during the Lantern Festival (8 February). This decrease can partly be attributed to the effective prevention and control measures taken by the Chinese Government, including the nationwide quarantine, medical support and resources from all over the country, effective measures (such as public education, strengthening individual protection, medical isolation, controlling of population mobility, reducing gatherings) to stop the spread of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "Findings of this study suggest the following recommendations for future interventions: (1) more attention needs to be paid to vulnerable groups such as the young, the elderly, women and migrant workers; (2) accessibility to medical resources and the public health service system should be further strengthened and improved, particularly after reviewing the initial coping and management of the COVID-19 epidemic; (3) nationwide strategic planning and coordination for psychological first aid during major disasters, potentially delivered through telemedicine, should be established and (4) a comprehensive crisis prevention and intervention system including epidemiological monitoring, screening, referral and targeted intervention should be built to reduce psychological distress and prevent further mental health problems. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbsTrACT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Risk factors for post-injury mental health problems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sareen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Medved",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Depress Anxiety",
            "volume": "30",
            "issn": "",
            "pages": "321--328",
            "other_ids": {
                "DOI": [
                    "10.1002/da.22077"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Psychological health diathesis assessment system: a nationwide survey of resilient trait scale for Chinese adults",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Stud Psychol Behav",
            "volume": "12",
            "issn": "",
            "pages": "735--777",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Factors associated with health service utilisation for common mental disorders: a systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "Miguel",
                    "middle": [],
                    "last": "Esponda",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Krupchanka",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Psychiatry",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12888-018-1837-1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Social determinants of mental health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Balfour",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int Rev Psychiatry",
            "volume": "26",
            "issn": "",
            "pages": "392--407",
            "other_ids": {
                "DOI": [
                    "10.3109/09540261.2014.928270"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Psychological resilience after Hurricane sandy: the influence of individual-and community-level factors on mental health after a large-scale natural disaster",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sampson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gruebner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0125761"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The mechanisms that associate community social capital with post-disaster mental health: a multilevel model",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Wind",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Komproe",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Soc Sci Med",
            "volume": "75",
            "issn": "",
            "pages": "1715--1735",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2012.06.032"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Twitter Yifeng Xu @NO General Psychiatry Dr Jianyin Qiu obtained a bachelor's degree of psychology from East China Normal University in 1990, a Master's degree of Medicine from Shanghai Second Medical University in China in 1999, and a Doctorate in Medicine from Jiao Tong University School of Medicine in 2007. She is now working as a Director of the Department of Psychological Counseling & Psychotherapy and the Department of Psychotherapy Research at the Shanghai Mental Health Center, and the Deputy Director of the Department of Medical Psychology, Division of Mental Health at the Shanghai Jiao Tong University School of Medicine. In addition, JQ is also the deputy director of the Psychosomatic Medicine & Clinical Psychology Committee, Chinese Women's Medical Association, director of the Shanghai Mental Health Association, vice-director of the Psychoanalytic Committee and Psychological Counseling & Psychotherapy Committee of the Chinese Mental Health Association, and vice director of the Women's Mental Health Group in the Chinese Society of Psychiatry. JQ specializes in women's mental health, in particular post-partum depression. She has conducted epidemiological studies and psychological interventions for women with postnatal depression, menopausal depression, depressive women with breast cancer, teenagers and young adult women with mood disorders. For nearly 20 years, she has been committed to the clinical practice, teaching and research of psychotherapy. The department she is in charge of is the largest center for psychotherapy teaching and practice in China.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Fei Wu from UCLA for statistical advice and language editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Contributors JQ wrote the draft and made the revisions. BS, MZ, ZW and BX review the article and made the revisions. YX made the final revision.Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Competing interests None declared.Patient consent for publication Not required.Provenance and peer review Commissioned; internally peer reviewed.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Min Zhao http:// orcid. org/ 0000-0002-4551-043X reFerenCes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OrCID iD"
        }
    ]
}