{
    "paper_id": "7a7cc41565f6936fa5fe1456b07f2ae8e56b36aa",
    "metadata": {
        "title": "The association between vitamin D status and infectious diseases of the respiratory system in infancy and childhood",
        "authors": [
            {
                "first": "Dimitra",
                "middle": [],
                "last": "Zisi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Challa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandros",
                "middle": [],
                "last": "Makis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose Respiratory tract infections (RTIs) are a major cause of illness worldwide and the most common cause of hospitalization for pneumonia and bronchiolitis. These two diseases are the leading causes of morbidity and mortality among children under 5 years of age. Vitamin D is believed to have immunomodulatory effects on the innate and adaptive immune systems by modulating the expression of antimicrobial peptides, like cathelicidin, in response to both viral and bacterial stimuli. The aim of this review is to summarize the more recently published data with regard to potential associations of 25-hydroxyvitamin D [25(OH)D] with infectious respiratory tract diseases of childhood and the possible health benefits from vitamin D supplementation. Methods The literature search was conducted by using the PubMed, Scopus, and Google Scholar databases, with the following keywords: vitamin D, respiratory tract infection, tuberculosis, influenza, infancy, and childhood. Results Several studies have identified links between inadequate 25(OH)D concentrations and the development of upper or lower respiratory tract infections in infants and young children. Some of them also suggest that intervention with vitamin D supplements could decrease both child morbidity and mortality from such causes. Conclusions Most studies agree in that decreased vitamin D concentrations are prevalent among most infants and children with RTIs. Also, normal to high-serum 25(OH)D appears to have some beneficial influence on the incidence and severity of some, but not all, types of these infections. However, studies with vitamin D supplementation revealed conflicting results as to whether supplementation may be of benefit, and at what doses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Childhood is a period during which the innate and adaptive immune systems mature, starting from birth. In infancy, there is a high risk of respiratory tract infections (RTIs), mainly from viruses and bacteria. Early protection against many infectious diseases comes from the mother through the transportation of maternal antibodies via the placenta in pregnancy and by breast milk after birth. The immune system gradually matures during infancy, and vaccinations come to stimulate the protective immune responses. Vitamin D is believed to have a major role in the improvement of immune function and reduction of inflammation. Its active metabolite 1,25(OH)2D",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(calcitriol) has been documented to mediate in the innate and adaptive immune systems and triggers effective antimicrobial pathways against bacterial, viral, and fungal pathogens in the cells of the innate immune system [1] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this review is to present recent data on the role of vitamin D in immunity against infections, and its association with the incidence and severity of RTIs in childhood, especially in the early years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our aim was to do a narrative review in order to summarize what has recently been published with regard to (1) potential associations of low 25-hydroxyvitamin D [25(OH)D] circulating levels with RTI (upper and lower) in children and adolescents (< 18 years) and (2) the possible role of vitamin D supplementation in the prevention and treatment of childhood RTI. The search was limited to what was published in the English language, regardless of setting/region (low-middleand high-income countries), so as to provide a comprehensive overview of the available evidence. An electronic search was conducted to identify studies from 2008 to 2018 by using the following databases: PubMed, Scopus, and Google Scholar. The search terms vitamin D, respiratory tract infection, tuberculosis, influenza, infancy, and childhood were used in various combinations, and duplications were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The inclusion criteria were as follows: We excluded studies on children with asthma, asthma exacerbation, wheezing, or pre-existing illnesses, such as rickets and HIV. We also excluded studies of 25(OH)D status in pregnancy, and we only included some studies with cord blood in association with RTIs in infancy. We excluded reviews and meta-analysis or letters and animal studies. First, a scan was conducted of the abstracts and then the relevant studies in full text were selected and their findings were used in this narrative review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Vitamin D is a fat-soluble steroid with endocrine function. It is mainly synthesized in the skin after exposure to the ultraviolet radiation of the sun or absorbed from food sources and has two major forms, D3 (cholecalciferol) and D2 (ergocalciferol). Vitamin D itself is biologically inactive and requires sequential enzymatic conversions in the liver and kidneys before it can become active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vitamin D metabolism and function"
        },
        {
            "text": "Once vitamin D is produced in the skin or absorbed, it is transported by its main carrier protein, vitamin D-binding protein, into the liver. There, the first hydroxylation catalyzed by the enzyme 25-hydroxylase (CYP2R1) takes place to produce and release 25(OH)D into the circulation [2] . This metabolite in the circulation is a marker of 25(OH)D status. Then, depending on the needs, 25(OH)D undergoes a second hydroxylation in the kidneys by the mitochondrial cytochrome P450 enzyme, 25-hydroxyvitamin D-1α-hydroxylase (CYP27B1), and is converted into 1,25(OH) 2 D [1, 3] . Its production is tightly feedback-regulated and its main role is in the regulation of calcium/phosphate and bone homeostasis through genomic activation of a number of genes in its target tissues (intestine, bone, kidney, and parathyroid gland).",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 573,
                    "end": 575,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D metabolism and function"
        },
        {
            "text": "However, enzyme activity studies using a variety of tissues have revealed that synthesis of 1,25(OH) 2 D occurs at several key peripheral sites, including the cells of the immune system [4, 5] . In contrast to the kidneys, which support the systemic endocrine actions of 1,25(OH) 2 D, the extrarenal metabolite appears to act in an autocrine or paracrine fashion by modulating cell differentiation and/or function at a local level [6] .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 190,
                    "end": 192,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D metabolism and function"
        },
        {
            "text": "These actions are mediated by the binding of the 1,25(OH) 2 D hormone with the nuclear receptor VDR, leading to regulation of target gene transcription which, in turn, through a putative plasma membrane-associated receptor [VDR (mem)], initiates signal transduction pathways and generates rapid biological cellular responses. Regulation of transcriptional activity is cell-specific, such as 1,25(OH) 2 D, which inhibits PTH secretion but promotes innate immunity and insulin secretion and inhibits adaptive immunity [7, 8] . Due to the wide distribution of the VDR in cells and tissues, the biologic action of vitamin D extends to many systems, including the adaptive and the innate immune systems [9] [10] [11] . Since the VDR is expressed in various immune cells, including B, T, and antigen-presenting cells, they are believed to have roles in the improvement of immune function and reduction of inflammation [12] . The discovery, moreover, that vitamin D induces antimicrobial peptide gene expression explains, in part, the \"antibiotic\" effect of vitamin D and has greatly renewed interest in the ability of this vitamin to improve immune function. Current research indicates that this regulation is biologically important for the response of the innate immune system to infection and that deficiency may lead to suboptimal responses to bacterial and viral infections [13] .",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 519,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 520,
                    "end": 522,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1372,
                    "end": 1376,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D metabolism and function"
        },
        {
            "text": "As mentioned above, serum 25(OH)D concentration is the best marker for defining vitamin D status, but the reference standards used are not clearly stated in the literature. There appears to be wide variability between the lower and upper limits of healthy serum 25(OH)D levels, and this is the reason why there is as yet no international consensus on optimal concentrations in adults and children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vitamin D metabolism and function"
        },
        {
            "text": "Several authors and societies define vitamin D deficiency as a serum level of 25(OH)D ≤ 20 ng/mL (50 nmol/L), since this level meets the needs of 97% of the population with regard to bone health [14] [15] [16] . Severe vitamin D deficiency is defined as < 10 ng/mL (25 nmol/L) 25(OH)D because below this cut-off, the risk of rickets is high [17, 18] . The bonecentric guidelines recommend a target 25(OH)D concentration of 20 ng/mL (50 nmol/L) and age-dependent daily vitamin D doses of 400-800 IU. The guidelines focused on pleiotropic effects of vitamin D recommend a target 25(OH)D concentration of 30 ng/mL (75 nmol/L), and age, body weight, disease-status, and ethnicity-dependent vitamin D doses ranging between 400 and 2000 IU/day [19] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D metabolism and function"
        },
        {
            "text": "In recent years, there has been growing interest in vitamin D in pediatric patients due to the epidemiologic reports suggesting that it may play a role in innate immunity [14] . Specifically, studies have shown that vitamin D might play a significant immunomodulatory role in improving the incidence and severity of bacterial and viral infections [20] .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and the immune system"
        },
        {
            "text": "A recent review suggests that the ability of vitamin D to influence normal human immunity is highly dependent on the 25(OH)D status of individuals. Deficiency or insufficiency may be associated with increased autoimmunity and infections [1] . Historically, a link between vitamin D and innate immune function was identified through the use of cod liver oil as treatment in children with tuberculosis [21] . Nowadays, it is reported that vitamin D regulates innate immunity by increasing the production of antimicrobial peptides and subsequently killing bacteria [13] . The innate immune system is the immediate, nonspecific first line of defense against pathogens, including antimicrobial peptides, and is responsive to circulating levels of 25(OH)D. The active metabolite of vitamin D is a potent stimulator for the genetic expression and production of the effectors of innate immunity antimicrobial peptides (AMPs) in human monocytes, neutrophils, and other human cell lines. For this to happen, sufficient circulating levels of 25(OH)D are necessary [22] . As effectors of innate immunity, AMPs directly kill a broad spectrum of microbes, including gram-positive and gramnegative bacteria, fungi, and certain viruses. AMPs are an extremely diverse group of small proteins that are considered together because of their native antimicrobial activity. Two major families of AMPs have been characterized in mammals: cathelicidins and defensins [23] .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1443,
                    "end": 1447,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and the immune system"
        },
        {
            "text": "Pathogens have pathogen-associated molecular patterns (PAMPs) that trigger the pathogen recognition toll-like receptors TLR2/1 and TLR4 in humans, resulting in increased expression of 1-α-hydroxylase and VDR. That induces the production of active vitamin D and the complex of vitamin D-VDR-RXR, which translocates to the nucleus and binds to vitamin D response elements (VDREs). This initiates the transcription of the VDR-responsive genes of cathelicidin and beta-defensin 4 and promotes the production of these proteins [24] .",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 526,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and the immune system"
        },
        {
            "text": "The human cathelicidin (LL-37) antimicrobial peptide gene is found to be expressed in neutrophils, monocytes, dendritic cells, lymphocytes, natural killer cells, and epithelial cells of the respiratory and the gastrointestinal tracts [25] . Cathelicidin (LL-37), which has potent antiendotoxin and some direct antimicrobial activity, is effective against methicillin-resistant S. aureus (MRSA), which may cause serious illness, such as pneumonia, but also has a broad spectrum of antibacterial activity [23] .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and the immune system"
        },
        {
            "text": "Activation of TLR2/1 in combination with 1,25(OH) 2 D stimulates the expression of LL-37 which is correlated with e n h a n c e m e n t o f m o n o c y t e -m e d i a t e d k i l l i n g o f Mycobacterium tuberculosis (MTB) [26] . In monocytes and in lung and intestinal epithelial cells, 1,25(OH) 2 D has been reported to be a major regulator of LL-37 [22] . In addition to LL-37, 1,25(OH) 2 D-mediated VDR action has also been reported to converge with the TLR-induced interleukin 1 beta (IL-1b) signaling pathway to induce the expression of the antimicrobial peptide defensin beta 4 (DEFB4) in monocytes [27] .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and the immune system"
        },
        {
            "text": "Monocytes and macrophages are crucial members of the innate immune compartment, being able to both phagocytose pathogens and sense the PAMPs expressed by these pathogens. The effects of vitamin D on macrophage function have been central to many of the new observations implicating vitamin D in the regulation of immune responses. In common with natural killer (NK) cells and cytotoxic T-lymphocytes (cytotoxic T-cells), macrophages and their monocyte precursors play a central role in initial non-specific immune responses to pathogens. In addition, macrophages can interface with the adaptive immune system by utilizing phagocytic material for antigen presentation to T lymphocytes (T-cells) [28] .",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 697,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and the immune system"
        },
        {
            "text": "Stimulation of the toll-like receptor TLR1/2 in human monocyte-derived macrophages by bacterial lipopeptides leads to induction of co-expression of CYP27B1hydroxylase and VDR. In turn, there is intracrine induction of cathelicidin gene product LL-37 expression and mycobacterial killing inside phagolysosomes. These series of events can occur providing that there is adequate free 25(OH)D substrate to the mitochondrial CYP27B1 for the intracrine synthesis and action of 1,25(OH) 2 D, which, in turn, is dependent on serum 25(OH)D concentrations [29] .",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 550,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and the immune system"
        },
        {
            "text": "Vitamin D and VDR may also play a role in the regulation of cell proliferation and differentiation. The expression of VDR on active and proliferating T and B lymphocytes suggests that 1,25(OH) 2 D has an antiproliferative effect on these cells. The 1,25(OH) 2 D also regulates T-cell development and migratory function [30, 31] .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and the immune system"
        },
        {
            "text": "1,25(OH) 2 D decreases the proliferation of Th1 cells and also inhibits the production of IL-2, IFN-c, and IL-5 of Th1 cells [32] . Vitamin D administration markedly enhances transforming growth factor-b1 (TGF-b1) and IL-4 transcripts, which results in immunosuppressive action and increases Th2 cell function [31] .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and the immune system"
        },
        {
            "text": "VDR mRNA is expressed in human primary B cells at low levels and is upregulated following stimulation in the presence of 1,25(OH) 2 D. This is indicative that B cells may be able to respond in an autocrine/intracrine way to 1,25(OH) 2 D. VDR upregulation by active 1,25(OH) 2 D is needed for inhibition of B cell proliferation, and there may be a threshold level of VDR for the antiproliferative effect [28] . 1,25(OH) 2 D-mediated inhibition of B cell proliferation is associated with apoptosis of both activated and dividing B cells, and this might come about by inhibiting the previous cycling B cells from entering the cell cycle [33] .",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and the immune system"
        },
        {
            "text": "More than 100 years ago (and before the use of antibiotics), cod liver oil, a rich source of vitamin D, and sunlight were used to treat tuberculosis (TB) [21] . Present-day studies concerning a potential correlation between 25(OH)D status and TB in the pediatric population are limited.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and tuberculosis"
        },
        {
            "text": "A retrospective study found a high percentage (86%) of vitamin D deficiency/insufficiency in children with active or latent TB infection and with a significant seasonal variation; however, there was no control group. Their children were mostly minority groups of black Africans and South Asians [34] . Another study with refugee children found similar results. 25(OH)D concentrations were significantly lower in children with active or latent TB infection compared to healthy controls [35] . Moreover, a larger study in 996 children, native-born and immigrants, revealed a positive correlat i o n b e t w e e n l o w 2 5 ( O H ) D a n d T B i n f e c t i o n . Hypovitaminosis D was significantly associated with active or latent TB in children compared to healthy controls [36] .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and tuberculosis"
        },
        {
            "text": "In India, three studies investigated serum 25(OH)D concentrations in children with osteoarticular TB [37, 38] and intrathoracic TB [39] . Agarwal's study revealed hypovitaminosis D in 86% of patients while not discovering any discernible difference in 25(OH)D levels with respect to sex, age, or site of infection. Similarly, in Dabla's study, 56% of cases were vitamin D deficient and had lower levels of serum 25(OH)D compared to healthy controls, irrespective of gender, ethnicity, or age. Likewise, Khandelwal et al. found that 90.6% of cases were deficient/insufficient in vitamin D, while the time taken to cure TB was dependent on basal serum 25(OH)D concentrations. Those with higher median baseline levels needed a shorter time. However, when vitamin D was administered to one group, the outcome did not differ from that of placebo.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 131,
                    "end": 135,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and tuberculosis"
        },
        {
            "text": "The most recent observational study evaluated serum 25(OH)D concentrations in children with active TB compared with latent TB, non-TB pneumonia, and healthy controls. The authors' analysis showed that a higher percentage of vitamin D-deficient children was found in the active TB group compared to the other clinical categories, suggesting a positive correlation between hypovitaminosis D and active TB [40] .",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and tuberculosis"
        },
        {
            "text": "On the other hand, two studies found no correlation between TB cases and vitamin D [41, 42] . The first evaluated serum 25(OH)D concentrations in infants and toddlers aged < 5 years with and without active TB in Pune India and found that both groups were equally vitamin D deficient at a high percentage. The other study conducted in children < 2 years in Botswana, Africa, where the burden of TB infection is among the highest in the world [43] , found no significant difference in 25(OH)D status between the two groups.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 88,
                    "end": 91,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and tuberculosis"
        },
        {
            "text": "A cross-sectional analysis of baseline data from Mongolian schoolchildren investigated risk factors for MTB infection and found that household contact with a case of pulmonary TB, vitamin D deficiency, household exposure to tobacco smoke, and increasing age were independent risk factors for infection. Moreover, they found no association between risk of MTB infection and gender, socioeconomic factors, presence of BCG scar, season, or BMI. Vitamin D deficiency, passive smoking, and increasing age were independent risk factors for infection [44] .",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 548,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and tuberculosis"
        },
        {
            "text": "As far as prevention and treatment with vitamin D are concerned, a small randomized study with 24 children was conducted in 1998. When cholecalciferol 1000 IU was added daily for 8 weeks to the TB treatment group, it accelerated the clinical and radiological improvement of this group compared to the other receiving the standard treatment alone [45] . A more recent double-blind, placebo-control study conducted in schoolchildren with latent TB infection, who were supplemented with 800 IU vitamin D daily for 6 months, revealed its beneficial and statistically significant effect on serum 25(OH)D concentrations. Furthermore, those children had a trend for reduction (59%) in the tuberculin skin test conversion rate compared with the placebo group [46] .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D and tuberculosis"
        },
        {
            "text": "Some results indicate a significant association between the presence of any TB and vitamin D deficiency, while others showed a non-significant association. Moreover, the results indicate that vitamin D supplementation may be beneficial for TB treatment and prevention, although studies in children are limited with small sample sizes. Further studies are needed to evaluate the role of vitamin D in the prevention and treatment of TB infection in this age group. The theory that improving vitamin D status could increase innate immunity and consequently play a role in primary prevention of TB infection in children is of great importance, especially in poor countries and in high TB endemic countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vitamin D and tuberculosis"
        },
        {
            "text": "Although TB was the prototypical disease linked with low 25(OH)D concentrations, studies that followed revealed a connection with several other upper and lower respiratory tract infections, such as acute otitis media, rhinosinusitis, pharyngotonsillitis, bronchiolitis, pneumonia, and influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vitamin D and respiratory infections"
        },
        {
            "text": "Otitis media (OM) refers to inflammation of the middle ear; it is the most common infection in childhood [47] and may be due to bacteria such as pneumococci, streptococci, and meningococci, or to viruses. OM has three main types: acute otitis media (AOM), otitis media with effusion (OME), and chronic secretory otitis media (CSOM) [48] . In childhood, there are many risk factors in the development of OM, with upper respiratory tract infection (URTI) (viral or bacterial) being the most common of them. And the risk of AOM or OME or CSOM increases during the winter period.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Otitis media"
        },
        {
            "text": "Only a few studies have investigated the association between vitamin D and development of OM in children. Cayir and colleagues in 2014 first assessed the role of vitamin D in children with AOM. They studied children aged 1-13 years old and found that 25(OH)D concentrations were significantly lower in cases than in controls [49] .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Otitis media"
        },
        {
            "text": "Another study of cases with OME and candidates for adenotonsillectomy concluded that mean levels of 25(OH)D were slightly lower in cases than in the control group, i.e., without a significant difference between the two groups. However, the authors comment that in patients with OME, measuring 25(OH)D is necessary and deficiencies should be treated [50] . Similarly, another small study of 74 children with adenotonsillar hypertrophy and OME reached the same conclusion, even though their lower serum levels of 25(OH)D compared to those of children with only adenotonsillar hypertrophy had no statistical significance when adjusted for season [51] .",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Otitis media"
        },
        {
            "text": "Some stronger evidence comes from a case control study where the higher serum 25(OH)D concentrations, with or without supplementation, were associated with a lower risk of chronic otitis media with effusion (COME) in preschool children. They proposed that COME could be reduced by increasing serum 25(OH)D concentration through increased sun exposure, and higher dietary intake or vitamin D supplementation [52] . A more recent study strongly suggests that there is a significant association between vitamin D deficiency and follow-up outcomes of OME, as well as a strong effect of vitamin D on OME prognosis [53] .",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Otitis media"
        },
        {
            "text": "However, one study in 2011 reported slightly contradictory results. The study reported a negative correlation of vitamin D with chronic OME, which was lost after adjustment for age. Despite that, they concluded that vitamin D deficiency might be correlated with CSOM disease severity, and particularly in the duration of ear discharge [54] .",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Otitis media"
        },
        {
            "text": "Only two studies were found that evaluated whether vitamin D supplementation could be effective in reducing the reoccurrence of OM in children between the ages of 1 and 5 years [20, 55] . Cayir and colleagues evaluated serum 25(OH)D levels in 84 cases with recurrent OM and compared them with those of 108 healthy children. Cases on average had significantly lower serum 25(OH)D compared with controls. Additionally, they found that supplementary vitamin D treatment in the deficiency cases could decrease the rate of recurrent OM during the 1-year follow-up period. They concluded that coadministration of supplementary vitamin D together with conventional treatments is appropriate in the management of URTIs such as otitis media. The study by Marchisio et al. involved children with a history of recurrent AOM. Half the children randomly received orally 1000 IU daily of vitamin D, and half received placebo over a period of 4 months. Children who received vitamin D supplement raised their serum 25(OH)D levels ≥ 30 ng/mL and significantly reduced their number of uncomplicated AOM compared to those on placebo, who also had significantly lower levels of serum 25(OH)D at the end of the study period. The authors suggested the need for systematic vitamin D supplementation in such populations, who are commonly found with vitamin D hypovitaminosis until they reach levels > 30 ng/mL.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Otitis media"
        },
        {
            "text": "Overall, the results indicate that there is a strong association between OM and low serum 25(OH)D concentrations. Patients with OM seem to have vitamin D insufficiency/deficiency, which possibly leads to higher incidence of OM, longer duration of the illness, and repeated AOM episodes. Hence, vitamin D supplementation might be an effective adjuvant therapy in the treatment of OM. Μore double-blind, case-control studies are needed to unequivocally determine whether it can prevent overall AOM or reduce recurrent episodes in children. Additionally, the optimal dosage of supplementation also needs to be determined. With the existing data, there is not enough evidence for vitamin D supplementation guidelines in children with OM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Otitis media"
        },
        {
            "text": "Acute pharyngotonsillitis is a very common upper-airway infection in infants and children and is defined as an infection of the tonsils and the pharynx. The etiology of the infection is usually viral (rhinovirus, Epstein-Barr virus, parainfluenza, and influenza), and among bacterial pharyngotonsillitis, the most important are those caused by group A beta-hemolytic streptococci [56] . It is very common in school-aged children and typically occurs in winter and fall. Some children have recurrent episodes of pharyngotonsillitis, meaning at least seven episodes per year, or at least five episodes of acute tonsillitis per year for two consecutive years, or at least three episodes of acute tonsillitis per year for three consecutive years [57] .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Pharyngotonsillitis"
        },
        {
            "text": "Some studies sought to determine the role of vitamin D in infants and children diagnosed with acute recurrent tonsillitis or pharyngotonsillitis. A study in school-aged children undergoing tonsillectomy due to breathing difficulty and/or recurrent tonsillitis found 78% to have 25(OH)D levels < 30 ng/ mL, and nearly 16% < 20 ng/mL [58] . Another study showed that children with recurrent episodes of tonsillopharyngitis over a 1-year period had serum 25(OH)D levels lower than healthy children [59] . Similarly, another study investigating serum 25(OH)D concentrations among children with recurrent tonsillitis observed again that 25(OH)D levels in candidates for tonsillectomy were significantly lower than those with less than three episodes per year [60] . However, one case-control trial in Turkey with children undergoing tonsillectomy found no significant difference in mean serum 25(OH)D concentrations compared to controls [61] .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 932,
                    "end": 936,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Pharyngotonsillitis"
        },
        {
            "text": "Overall, according to these limited studies, vitamin D insufficiency/deficiency seems to be more prevalent in children with recurrent tonsillitis or recurrent tonsillopharyngitis and candidates for tonsillectomy. None of the above studies or others investigated whether vitamin D supplementation could reduce the frequency of episodes and the rates of tonsillectomy operations, and more studies need to be carried out in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharyngotonsillitis"
        },
        {
            "text": "Acute rhinosinusitis (ARS) is an inflammation of the upper airways and sinuses. It is a common problem in the pediatric population and presents with thick nasal mucus, rhinorrhea, cough, pain, and fever > 39°C, symptoms usually associated with viral URTIs. ARS is characterized by symptoms lasting less than 12 weeks, with complete resolution, and usually arises from viral infections. If symptoms persist for longer without complete resolution, it is a case of chronic rhinosinusitis (CRS) and is probably brought on by bacterial infection [62] . CRS can be divided into three clinical subtypes: CRS without nasal polyps (CRSsNP), CRS with nasal polyps (CRSwNP), and allergic fungal rhinosinusitis (AFRS).",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 545,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Acute/chronic rhinosinusitis/sinusitis"
        },
        {
            "text": "The term \"sinusitis\" has been replaced by the term \"rhinosinusitis,\" mainly because nasal mucosa is always present in this disease [63] . Pediatric population studies on the association between vitamin D and rhinosinusitis are limited. Only one study evaluated 25(OH)D in children 8 to 18 years old, with the three subtypes AFRS, CRSwNP, and CRSsNP, and compared them to controls. No difference was found in mean serum 25(OH)D levels between patients with CRSsNP and controls, whereas more than 90% of children with CRSwNP or AFRS were vitamin D deficient [64] . Another study divided children, 1 to 14 years old, into those with ARS with complications (preseptal cellulitis) and those with ARS without complications, and compared them with healthy controls. Their main finding was that vitamin D deficiency proved to be a risk factor for the development of ARS and complications. However, both ARS groups had lower serum 25(OH)D concentrations compared to controls, the authors suggesting that vitamin D supplements might reduce rhinosinusitis development and complications in the pediatric population [65] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1103,
                    "end": 1107,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Acute/chronic rhinosinusitis/sinusitis"
        },
        {
            "text": "So far, only studies with vitamin D supplementation in adults have been carried out, which show significant improvement in symptoms of rhinosinusitis (mainly smell disturbances) [66] and allergic rhinitis [67] . The only study in children with chronic or recurrent sinusitis that utilized vitamin D supplement as an adjunctive therapy (but together with cod liver oil and vitamin A) was conducted in 2004. It reported decreased sinus symptoms, fewer episodes of acute sinusitis, and fewer pediatric visits, but it had several drawbacks, including its extremely small sample size (four children) and study design, as the outcomes were based on questionnaires filled in by parents without any serum samples obtained from the patients [68] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Acute/chronic rhinosinusitis/sinusitis"
        },
        {
            "text": "While low serum 25(OH)D is presented in pediatric patients with CRSwNP or AFRS, it is unclear whether supplementation of vitamin D in children with acute or chronic rhinosinusitis would improve the symptoms and thus be of clinical benefit. However, improvement of serum 25(OH)D concentrations might be used as an adjunctive treatment because of its well-known anti-inflammatory properties; nevertheless, more case control studies should be carried out in the pediatric population in order to clarify the above hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute/chronic rhinosinusitis/sinusitis"
        },
        {
            "text": "Existing data associate vitamin D deficiency with acute lower respiratory tract infections (ALRIs). The term ALRI includes both bronchiolitis and pneumonia, which, although both infections of the lower respiratory tract, are separate diseases with different etiologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute lower respiratory tract infections"
        },
        {
            "text": "Bronchiolitis is defined as the blockage of the small airways in the lungs caused mainly by the respiratory syncytial virus (RSV) and other viruses, such as human rhinovirus, adenovirus, metapneumovirus, influenza, parainfluenza, and coronavirus [69] . It usually occurs in children less than 2 years of age, and symptoms may include fever, cough, wheezing, and breathing problems.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Acute lower respiratory tract infections"
        },
        {
            "text": "Pneumonia is an inflammation of the lung parenchyma and filling of alveolar air spaces with inflammatory cells caused by viruses, bacteria, or a mixture of both. The most common viral causes are influenza, parainfluenza, adenovirus, and RSV, while bacterial pneumonia is caused by group A betahemolytic streptococcus [70] . The symptoms of pneumonia are quite similar to those of bronchiolitis, with fever, cough, and difficulty in breathing, but chest radiography is needed to confirm diagnosis.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Acute lower respiratory tract infections"
        },
        {
            "text": "A good deal of research has been conducted regarding the correlation between ALRI and 25(OH)D concentrations in infants and children, however, with mixed results. Three studies found that serum 25(OH)D concentrations were significantly lower in infants and children with ALRI compared with healthy controls [71] [72] [73] , and that severe vitamin D deficiency together with nonexclusive breastfeeding may increase risk factors for ALRI.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Evidence"
        },
        {
            "text": "McNally and colleagues, on the other hand, reported no difference in mean 25(OH)D concentrations between children with ALRI and controls, also noting that most children with ALRI who were admitted to the pediatric intensive care unit were vitamin D deficient. Hence, they suggested a possible association between the immunomodulatory properties of vitamin D and the severity of the disease [74] .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[74]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Evidence"
        },
        {
            "text": "Furthermore, in another study from Turkey, no significant differences in terms of 25(OH)D concentrations and disease severity was found between cases with lower respiratory tract infection (LRI) < 5 years of age and healthy children. However, the rates of vitamin D deficiency and insufficiency were high in both groups (25 and 22%, respectively), leading the authors to recommend routine screening for vitamin D deficiency in children with LRI, and vitamin D supplementation in all children, especially during the winter months [75] . Similarly, one study in Canada and one in Iran found no significant differences between cases and controls in terms of 25(OH)D serum levels for uncomplicated ALRI (primary viral bronchiolitis) in children less than 2 years old [76, 77] .",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 533,
                    "text": "[75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[76,",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "77]",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Evidence"
        },
        {
            "text": "In Japan, a small case-control study showed that the children with ALRI and lower 25(OH)D concentrations (< 15 ng/ mL) were mainly in need of supplementary oxygen and ventilator management. Since most of the vitamin D-deficient infants were breastfed, the authors suggested vitamin D supplementation for both infants and breastfeeding mothers in order to prevent the severe complications of ALRI [78] . Likewise, another case-control study with newborns with ALRTI admitted to the neonatal intensive care unit suggested that low serum 25(OH)D concentrations (≤ 15 ng/mL) might be associated with a higher risk for ALRTI in newborns, since the median 25(OH)D levels were lower in the infected than in controls. In addition, 25(OH)D levels of the mothers of the ill infants were also found to be lower than those of controls. Thus, they suggest that vitamin D supplementation during pregnancy and after birth may enhance the respiratory health of newborns [79] .",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 400,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Evidence"
        },
        {
            "text": "A study that investigated the relationship between vitamin D deficiency and bronchiolitis in infants 1-24 months old found serum 25(OH)D to be on average much lower in the moderate-severe group than in the mild one. Moreover, the number of patients with 25(OH)D levels < 20ng/mL in the latter group was significantly higher, the authors hence associating vitamin D deficiency with the severity of bronchiolitis and hospitalization [80] .",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 435,
                    "text": "[80]",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Evidence"
        },
        {
            "text": "Although the results linking vitamin D deficiency to the incidence and severity of pneumonia are not consistent, there is a definite trend towards an association, which means that vitamin D could have an impact on the host response to infection. In general, several studies that attempted to find an association between serum 25(OH)D and LRIs have thus far not yielded unequivocal evidence. However, since LRI is responsible to a great extent for under 5 years of age mortality if correction of vitamin D deficiency proved to have an impact on prevention and severity, such a simple intervention would represent a major public health outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence"
        },
        {
            "text": "Although some studies have shown an association between vitamin D deficiency and LRIs, only a few trials have been carried out in order to evaluate the direct effect of vitamin D supplementation on young children diagnosed with LRIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vitamin D supplementation and LRI"
        },
        {
            "text": "The vitamin D intakes of children younger than 5 years of age admitted to hospital with either bronchiolitis or pneumonia were compared in a study to an unmatched control group without respiratory infection. Data were collected from 105 children with ALRI and 92 controls. Results showed that children with ALRI had lower vitamin D intake (48 IU/kg/day) than the controls (60 IU/kg/day). After controlling for factors that might affect the incidence of ALRI, they concluded that those with intakes of < 80 IU/kg/day were four times more susceptible to ALRI than those with higher intakes (OR 4.9, 95% CI 1.5, 16.4). Hence, a higher vitamin D intake than currently recommended might be needed to offer protection against diseases such as ALRI [81] .",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 746,
                    "text": "[81]",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D supplementation and LRI"
        },
        {
            "text": "The findings of the only randomized, double-blind, placebo-controlled trial of vitamin D therapy for bronchiolitis in infants (3 to 23 months age), which was conducted in Egypt, are in support of the above theory. The authors reported that the group receiving 100 IU/kg/day for 7 days had significant improvements in the time taken for resolution of the disease and to return to oral feeding, as well as in the duration of hospitalization, compared to those on placebo [82] .",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 473,
                    "text": "[82]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D supplementation and LRI"
        },
        {
            "text": "Few trials have assessed the therapeutic efficacy of vitamin D supplementation for pneumonia. A trial from Kabul with 453 children less than 3 years old with pneumonia found no difference in the times of recovery between those taking a bolus of 100,000 IU together with the antibiotic treatment, and the placebo group. Yet the risk of children's repeat episodes in the following 3 months was significantly lower in the vitamin D group [83] . The same authors, in 2012 and in the same settings, randomly assigned 3046 infants of less than 1 year old to receive a quarterly dose of 100,000 IU vitamin D or placebo for a period of 18 months. Again, vitamin D supplementation did not improve the incidence or severity of pneumonia, hospital admissions, or mortality [84] . Similarly, two trials conducted in India evaluated oral vitamin D supplementation in infants and children less than 5 years of age with severe pneumonia. Vitamin D supplementation with 1000-2000 IU daily for 5 days [85] or a single mega dose of 100,000 IU at enrolment [86] had no beneficial effect on the resolution of severe pneumonia in this age.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 984,
                    "end": 988,
                    "text": "[85]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[86]",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "Vitamin D supplementation and LRI"
        },
        {
            "text": "Overall, studies conducted to investigate whether vitamin D supplementation would be useful for prevention, treatment, or outcome improvements of LRIs do not appear to reach a solid conclusion for all types. There is not sufficient evidence to show any beneficial effects of vitamin D supplementation on the incidence or prevention of pneumonia, though among children with bronchiolitis, supplementation appears to shorten the recovery period and hospitalization time. Nevertheless, more robustly powered randomized, controlled trials are required for evaluation of dose, frequency, and duration of vitamin D intake to determine its efficacy for the prevention and treatment of LRIs in children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vitamin D supplementation and LRI"
        },
        {
            "text": "In some studies, an association was also found between infant ALRI, cord blood, and maternal 25(OH)D concentrations. A prospective study of 156 neonates reported that plasma levels of 25(OH)D < 20 ng/mL at birth increased the risk of RSV LRI in the first year of life compared with newborns with concentrations ≥ 30n g/mL [87] . A similar birth cohort study of 206 newborns in a country with abundant sunlight like Saudi Arabia revealed that lower cord blood 25(OH)D concentrations were associated with increased risk for and severity of ALRI in the first 2 years of life. Infants who developed bronchiolitis and pneumonia had 2.1-fold lower cold blood concentrations of 25(OH)D compared with those who did not [88] . Likewise, in another prospective birth cohort study with 777 mother-infant pairs, low 25(OH)D concentrations at delivery were associated with higher LRI risk in infants during their first year of life. This association was stronger in children born in fall [89] . In another birth cohort study with 122 mother-infant pairs, low 25(OH)D concentrations at delivery (< 13.7 ng/mL) was associated with a higher risk of RTI before the age of 6 months and relatively poor lung performance at the age of 6 months [90] .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[88]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[90]",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Cord blood vitamin D levels and ALRI"
        },
        {
            "text": "These studies show a strong reverse association between cord blood 25(OH)D levels and ALRI presentation within the first years of life. Since cord blood 25(OH)D concentrations are dependent on the mother's concentrations, the suggestion is that supplementation during pregnancy would result in higher maternal levels and, consequently, would have beneficial effects on both the prevention and severity of LRIs in early childhood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cord blood vitamin D levels and ALRI"
        },
        {
            "text": "The World Health Organization defines influenza as an infectious disease caused by an influenza virus, which has four types, A, B, C, and D; however, influenza A and B viruses circulate and cause seasonal epidemics of disease in all age groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza"
        },
        {
            "text": "Only a few clinical trials have assessed the effect of vitamin D supplementation on protection against influenza virus infections in infants and schoolchildren. All trials were conducted during winter and the subjects were followed for a period of 4 months. A study in Japan which included 334 healthy schoolchildren found that in the group of those who received 1200 IU daily of vitamin D for a 4-month period, there was a significant reduction in the incidence of influenza A compared with those on placebo. On the contrary, they did not find any difference in influenza B incidence between the two groups [91] .",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 612,
                    "text": "[91]",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [],
            "section": "Influenza"
        },
        {
            "text": "The only study in infants was conducted in China and evaluated the safety and clinical efficacy of two doses of vitamin D for the prevention of seasonal influenza A. Healthy infants divided into two groups received orally vitamin D for a period of 4 months, either a low (400 IU/day) or a high dose (1200 IU/day). In the 121 cases affected with influenza virus, 78 and 43 cases of influenza A infection occurred in the low-dose and high-dose vitamin D groups, respectively. A significant difference in the outcome of the infection was also found between the two groups. The high dose resulted in rapid relief from symptoms (fever, cough, and wheezing), rapid decrease in viral loads, and disease recovery. Overall, they concluded that 1200 IU of vitamin D daily is suitable for the prevention of seasonal influenza [92] .",
            "cite_spans": [
                {
                    "start": 815,
                    "end": 819,
                    "text": "[92]",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "Influenza"
        },
        {
            "text": "Another randomized trial of daily high dose (2000 IU) versus standard dose (400 IU) of vitamin D for 4 months in young Canadian children aged 1-5 years also showed that the incidence of influenza infections (influenza A and influenza B combined) in the high-dose group was reduced by 50% (incidence RR, 0.50; 95% CI, 0.28-0.89) [93] .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "[93]",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Influenza"
        },
        {
            "text": "In a double-blind RCT of Mongolian children, the children were randomly assigned to different treatments in winter. One hundred and four children were assigned to ingest daily unfortified regular milk (control group) and 143 children milk fortified with 300 IU of vitamin D3 (cases). The study was based on parents' reports on how many chest infections or colds their children had over the past 3 months. The authors found that vitamin D3 300 IU daily (for a period of 7 weeks) led to a clinically and statistically significant reduction in risk of parent-reported ARIs [94] .",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 574,
                    "text": "[94]",
                    "ref_id": "BIBREF93"
                }
            ],
            "ref_spans": [],
            "section": "Influenza"
        },
        {
            "text": "Overall, the data concerning whether vitamin D supplementation may reduce the incidence of influenza are still inconclusive. The reasons are that the clinical trials investigating potential association of vitamin D in children with respiratory infections are limited by several factors. These are the variability of dosing regimens (bolus vs. daily supplementation), age ranges (pre-schoolers vs. older ages), populations (both healthy and unhealthy participants), types of RTIs (aggregating upper and lower, bacterial and viral RTIs), outcome measurement (severity, duration, number), and laboratory confirmation of RTI. Still, the possibility of high-dose supplementation being effective in preventing URTIs as well improving their outcome in certain subpopulations cannot be excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza"
        },
        {
            "text": "Although the mechanism of vitamin D effects on immunity is quite complex, the existing data support the notion that adequate serum 25(OH)D facilitates the process of defense of the immune cells against bacterial and viral infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The studies included in this review explored the association between inadequate 25(OH)D concentrations and RTIs, or the role of vitamin D supplementation on the prevention or amelioration of the severity of RTIs in infants and young children. Evaluation of the results was complex and quite difficult due to the heterogeneous nature of the studies. Several factors, such as seasonal and racial differences, different cut-off values, and differences in the ages of populations studied, might explain the reason for some variations in the results of the studies reviewed. Further, in the studies with vitamin D supplementation, there were differences in the doses used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "However, most studies agreed in that decreased serum 25(OH)D concentrations were prevalent among most infant and child patients with RTIs, and vitamin D deficiency was associated with increased rates of RTIs. This may be proof that vitamin D deficiency/insufficiency, at least in part, contributes to the pathogenesis of several infectious diseases of the respiratory tract in childhood. In addition, from the available evidence, normal to high serum 25(OH)D status appears to have some beneficial influence on the incidence and severity of some, though not all, types of these infections and could therefore be an effective and inexpensive mode of prophylaxis against these infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "However, studies with vitamin D supplementation on young children produced conflicting results, and it still remains unclear whether supplementation may be of benefit and at what doses. So far, successful outcomes have been reported in children with TB and those with a history of recurrent AOM and bronchiolitis, whereas no benefit was found in children with pneumonia. Conflicting results were found as regards influenza, while there have been no studies at all on pharyngotonsillitis and rhinosinusitis. Another perspective could be maternal vitamin D supplementation during pregnancy and breastfeeding in order to reduce future RTIs in offspring, though the ideal dose of supplementation is still difficult to define.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Nevertheless, vitamin D is important at every stage of life, and especially for rapidly growing infants, teenagers, and pregnant and breastfeeding women. No public health policies have been put into practice for supplementation regarding common RTIs in childhood. Recommendations for vitamin D supplementation in the general population depend on the characteristics of each country and cannot be applied uniformly, even throughout Europe. These characteristics include skin type, weather, and dietary and dressing habits, all of which may influence the decision of health professionals as to the recommended dose of supplement in every individual infant patient. As a result, most countries in Europe and elsewhere establish their own recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Further case control clinical trials are needed to prove unequivocally whether serum 25(OH)D concentrations are strongly associated with childhood respiratory infections and if supplementation could be beneficial for this age group so as to develop specific guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Vitamin D and immune system",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Omar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mosaad",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "History of the discovery of vitamin D and its active metabolites",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Deluca",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bonekey Rep",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Vitamin D and respiratory tract infections in childhood",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lelii",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Immunomodulatory actions of 1,25-dihydroxyvitamin D3",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lemire",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Steroid Biochem Mol Biol",
            "volume": "53",
            "issn": "1-6",
            "pages": "599--602",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immunoregulation by 1,25-dihydroxyvitamin D3: basic concepts",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Etten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mathieu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Steroid Biochem Mol Biol",
            "volume": "97",
            "issn": "1-2",
            "pages": "93--101",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Paracrine role for calcitriol in the immune system and skin creates new therapeutic possibilities for vitamin D analogs",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bouillon",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Eur J Endocrinol",
            "volume": "133",
            "issn": "1",
            "pages": "7--16",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The vitamin D receptor is present in caveolae-enriched plasma membranes and binds 1 alpha,25(OH)2-vitamin D3 in vivo and in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Huhtakangas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Endocrinol",
            "volume": "18",
            "issn": "11",
            "pages": "2660--2671",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ligands for the vitamin D endocrine system: different shapes function as agonists and antagonists for genomic and rapid response receptors or as a ligand for the plasma vitamin D binding protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ishizuka",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Okamura",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Steroid Biochem Mol Biol",
            "volume": "76",
            "issn": "1-5",
            "pages": "49--59",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Metabolism of 25-hydroxyvitamin D3 by cultured pulmonary alveolar macrophages in sarcoidosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Clin Invest",
            "volume": "72",
            "issn": "5",
            "pages": "1856--1860",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "25-dihydroxyvitamin D3 receptors in human leukocytes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Provvedini",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Science",
            "volume": "1",
            "issn": "4616",
            "pages": "1181--1183",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Inhibition of T lymphocyte mitogenesis by 1,25-dihydroxyvitamin D3 (calcitriol)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Rigby",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stacy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Fanger",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Clin Invest",
            "volume": "74",
            "issn": "4",
            "pages": "1451--1455",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nonclassical vitamin D action",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zittermann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Gummert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nutrients",
            "volume": "2",
            "issn": "4",
            "pages": "408--425",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The vitamin D-antimicrobial peptide pathway and its role in protection against infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Gombart",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Future Microbiol",
            "volume": "4",
            "issn": "9",
            "pages": "1151--1165",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Vitamin D deficiency",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Holick",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "357",
            "issn": "3",
            "pages": "266--281",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evaluation, treatment, and prevention of vitamin D deficiency: an Endocrine Society clinical practice guideline",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Holick",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Endocrinol Metab",
            "volume": "96",
            "issn": "7",
            "pages": "1911--1930",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Dietary Reference intakes for calcium and vitamin D",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iom",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Nutritional rickets: pathogenesis and prevention",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pettifor",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatr Endocrinol Rev",
            "volume": "10",
            "issn": "2",
            "pages": "347--353",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The 2011 report on dietary reference intakes for calcium and vitamin D from the Institute of Medicine: what clinicians need to know",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Endocrinol Metab",
            "volume": "96",
            "issn": "1",
            "pages": "53--58",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Vitamin D supplementation guidelines",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pludowski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Steroid Biochem Mol Biol",
            "volume": "175",
            "issn": "",
            "pages": "125--135",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Vitamin D supplementation reduces the risk of acute otitis media in otitis-prone children",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marchisio",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatr Infect Dis J",
            "volume": "32",
            "issn": "10",
            "pages": "1055--1060",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Vitamin D, respiratory infections, and asthma",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ginde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansbach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Allergy Asthma Rep",
            "volume": "9",
            "issn": "1",
            "pages": "81--87",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Cutting edge: 1,25-dihydroxyvitamin D3 is a direct inducer of antimicrobial peptide gene expression",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "173",
            "issn": "5",
            "pages": "2909--2912",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Biology and clinical relevance of naturally occurring antimicrobial peptides",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gallo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Allergy Clin Immunol",
            "volume": "110",
            "issn": "6",
            "pages": "823--831",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Unexpected actions of vitamin D: new perspectives on the regulation of innate and adaptive immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hewison",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Clin Pract Endocrinol Metab",
            "volume": "4",
            "issn": "2",
            "pages": "80--90",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "AMPed Up immunity: how antimicrobial peptides have multiple roles in immune defense",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gallo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trends Immunol",
            "volume": "30",
            "issn": "3",
            "pages": "131--141",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Toll-like receptor triggering of a vitamin Dmediated human antimicrobial response",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "311",
            "issn": "5768",
            "pages": "1770--1773",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Convergence of IL-1beta and VDR activation pathways in human TLR2/1-induced antimicrobial responses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Vitamin D and the immune system: new perspectives on an old theme",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hewison",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Rheum Dis Clin N Am",
            "volume": "38",
            "issn": "1",
            "pages": "125--139",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Regulation of the extrarenal CYP27B1-hydroxylase",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Steroid Biochem Mol Biol",
            "volume": "144",
            "issn": "",
            "pages": "22--27",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Vitamin D3: a helpful immuno-modulator",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunology",
            "volume": "134",
            "issn": "2",
            "pages": "123--139",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The anti-inflammatory effects of 1,25-dihydroxyvitamin D3 on Th2 cells in vivo are due in part to the control of integrin-mediated T lymphocyte homing",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Topilski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur J Immunol",
            "volume": "34",
            "issn": "4",
            "pages": "1068--1076",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The targets of vitamin D depend on the differentiation and activation status of CD4 positive T cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Mahon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Cell Biochem",
            "volume": "89",
            "issn": "5",
            "pages": "922--932",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Modulatory effects of 1,25-dihydroxyvitamin D3 on human B cell differentiation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "179",
            "issn": "3",
            "pages": "1634--1647",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Vitamin D deficiency and insufficiency in children with tuberculosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "27",
            "issn": "10",
            "pages": "941--942",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Vitamin d and tuberculosis status in refugee children",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "5",
            "pages": "521--523",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Vitamin D and tuberculosis: a multicenter study in children",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Venturini",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Vitamin D status in pediatric osteoarticular tuberculosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Orthop Trauma",
            "volume": "6",
            "issn": "4",
            "pages": "227--229",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Vitamin D deficiency among pediatric osteoarticular tuberculosis patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Dabla",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Orthop Trauma",
            "volume": "7",
            "issn": "2",
            "pages": "147--149",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Vitamin D levels in Indian children with intrathoracic tuberculosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Khandelwal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Indian J Med Res",
            "volume": "140",
            "issn": "4",
            "pages": "531--537",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Vitamin D levels in active TB, latent TB, non-TB pneumonia and healthy children: a prospective observational study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buonsenso",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Fetal Pediatr Pathol",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Modifiable risk factors associated with tuberculosis disease in children in Pune",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jubulis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "India Int J Tuberc Lung Dis",
            "volume": "18",
            "issn": "2",
            "pages": "198--204",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Vitamin D status in Botswana children under 2 years old with and without active tuberculosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ludmir",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Trop Med Hyg",
            "volume": "94",
            "issn": "5",
            "pages": "971--974",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Global tuberculosis report 2013",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H O"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Prevalence and determinants of QuantiFERON-diagnosed tuberculosis infection in 9810 Mongolian schoolchildren",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ganmaa",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Infect Dis",
            "volume": "69",
            "issn": "5",
            "pages": "813--819",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Vitamin D administration to tuberculous children and its value",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Morcos",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Boll Chim Farm",
            "volume": "137",
            "issn": "5",
            "pages": "157--164",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Vitamin D, tuberculin skin test conversion, and latent tuberculosis in Mongolian school-age children: a randomized, double-blind, placebo-controlled feasibility trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ganmaa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Clin Nutr",
            "volume": "96",
            "issn": "2",
            "pages": "391--396",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Medical prevention of recurrent acute otitis media: an updated overview",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marchisio",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Expert Rev Anti-Infect Ther",
            "volume": "12",
            "issn": "5",
            "pages": "611--620",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Association between vitamin D and development of otitis media: a PRISMA-compliant meta-analysis and systematic review",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Medicine (Baltimore)",
            "volume": "95",
            "issn": "40",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Vitamin D levels in children diagnosed with acute otitis media",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cayir",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Pak Med Assoc",
            "volume": "64",
            "issn": "11",
            "pages": "1274--1277",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Vitamin D levels in children with otitis media with effusion: a case-control study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hosseini",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Thrita",
            "volume": "5",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Vitamin D levels in children with adenotonsillar hypertrophy and otitis media with effusion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asghari",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Iran J Otorhinolaryngol",
            "volume": "29",
            "issn": "90",
            "pages": "29--33",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Higher serum 25(OH)D concentration is associated with lower risk of chronic otitis media with effusion: a case-control study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Acta Paediatr",
            "volume": "106",
            "issn": "9",
            "pages": "1487--1492",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Clinical role of vitamin D in prognosis of otitis media with effusion",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Akcan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Pediatr Otorhinolaryngol",
            "volume": "105",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A case-control study of nutritional factors associated with chronic suppurative otitis media in Yemeni children",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Elemraid",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur J Clin Nutr",
            "volume": "65",
            "issn": "8",
            "pages": "895--902",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Serum vitamin D levels in children with recurrent otitis media",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cayir",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur Arch Otorhinolaryngol",
            "volume": "271",
            "issn": "4",
            "pages": "689--693",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Acute pharyngitis: etiology and diagnosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Bisno",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pediatrics",
            "volume": "97",
            "issn": "6",
            "pages": "949--954",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Tonsillectomy and adenotonsillectomy for recurrent throat infection in moderately affected children",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Paradise",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatrics",
            "volume": "110",
            "issn": "1",
            "pages": "7--15",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Vitamin D and tonsil disease-preliminary observations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Pediatr Otorhinolaryngol",
            "volume": "75",
            "issn": "2",
            "pages": "261--264",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The role of vitamin D in children with recurrent tonsillopharyngitis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Yildiz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ital J Pediatr",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Relationship between serum vitamin D levels and childhood recurrent tonsillitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Elbistanlı",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Otolaryngol Open J",
            "volume": "3",
            "issn": "1",
            "pages": "16--21",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Vitamin D levels in children with recurrent tonsillitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aydin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Pediatr Otorhinolaryngol",
            "volume": "75",
            "issn": "3",
            "pages": "364--367",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Acute rhinosinusitis in children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Nocon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Baroody",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Allergy Asthma Rep",
            "volume": "14",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Chronic rhinosinusitis: is the nose really involved?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Rhinol",
            "volume": "15",
            "issn": "3",
            "pages": "169--173",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Vitamin D3 deficiency increases sinus mucosa dendritic cells in pediatric chronic rhinosinusitis with nasal polyps",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Mulligan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Otolaryngol Head Neck Surg",
            "volume": "147",
            "issn": "4",
            "pages": "773--781",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Vit D deficiency is a possible risk factor in ARS",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Elbistanlı",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur Arch Otorhinolaryngol",
            "volume": "274",
            "issn": "9",
            "pages": "3391--3395",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Effect of vitamin-D supplement in patients diagnosed as chronic rhinosinusitis with vitamin-D deficiency",
            "authors": [
                {
                    "first": "H ; Saeed",
                    "middle": [],
                    "last": "Yosef",
                    "suffix": ""
                },
                {
                    "first": "Agila",
                    "middle": [],
                    "last": "Abdelkarim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Al-Barasi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hussien",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Otorhinolaryngol",
            "volume": "2",
            "issn": "1",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Effect of nasal instillation of vitamin D3 on patient with allergic rhinitis symptoms",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lin Chung Er Bi Yan Hou Tou Jing Wai Ke Za Zhi",
            "volume": "28",
            "issn": "14",
            "pages": "1031--1033",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Nutritional supplements as adjunctive therapy for children with chronic/recurrent sinusitis: pilot research",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Linday",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Dolitsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Shindledecker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J Pediatr Otorhinolaryngol",
            "volume": "68",
            "issn": "6",
            "pages": "785--793",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Viral infections of the lower respiratory tract: old viruses, new viruses, and the role of diagnosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Pavia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "4",
            "pages": "284--289",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Vitamin D deficiency and acute lower respiratory infections in children younger than 5 years: identification and treatment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Larkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lassetter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Pediatr Health Care",
            "volume": "28",
            "issn": "6",
            "pages": "572--582",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Association of subclinical vitamin D deficiency in newborns with acute lower respiratory infection and their mothers",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karatekin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Clin Nutr",
            "volume": "63",
            "issn": "4",
            "pages": "473--477",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Vitamin D status and acute lower respiratory infection in early childhood in Sylhet",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Paediatr",
            "volume": "99",
            "issn": "3",
            "pages": "389--393",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Association of vitamin D deficiency with acute lower respiratory infection in toddlers",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Singh Narang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Nepal Paediatr Soc",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Vitamin D deficiency in young children with severe acute lower respiratory infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcnally",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Pulmonol",
            "volume": "44",
            "issn": "10",
            "pages": "981--988",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "The effect of vitamin D on lower respiratory tract infections in children",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sismanlar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Turk Pediatri Ars",
            "volume": "51",
            "issn": "2",
            "pages": "94--99",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Evaluation of serum 25-hydroxy vitamin D levels in children with acute bronchiolitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahyar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Arch Pediatr Infect Dis",
            "volume": "5",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Vitamin D status is not associated with the risk of hospitalization for acute bronchiolitis in early childhood",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Clin Nutr",
            "volume": "63",
            "issn": "2",
            "pages": "297--299",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Serum vitamin D concentrations and associated severity of acute lower respiratory tract infections in Japanese hospitalized children",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inamo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatr Int",
            "volume": "53",
            "issn": "2",
            "pages": "199--201",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Association of vitamin D deficiency with acute lower respiratory tract infections in newborns",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dinlen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Matern Fetal Neonatal Med",
            "volume": "29",
            "issn": "6",
            "pages": "928--932",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "The effect of vitamin D deficiency on the severity of bronchiolitis in infants",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meltem",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Pediatr Res",
            "volume": "4",
            "issn": "",
            "pages": "12--16",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Vitamin D intake in young children with acute lower respiratory infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Leis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Transl Pediatr",
            "volume": "1",
            "issn": "1",
            "pages": "6--14",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Trial of vitamin D supplementation in infants with bronchiolitis: a randomized, double-blind, placebo-controlled study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatr Allergy Immunol Pulmonol",
            "volume": "28",
            "issn": "2",
            "pages": "102--106",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Effects of vitamin D supplementation to children diagnosed with pneumonia in Kabul: a randomised controlled trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Manaseki-Holland",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Tropical Med Int Health",
            "volume": "15",
            "issn": "10",
            "pages": "1148--1155",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Effect on the incidence of pneumonia of vitamin D supplementation by quarterly bolus dose to infants in Kabul: a randomised controlled superiority trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Manaseki-Holland",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "9824",
            "pages": "1419--1427",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Vitamin D supplementation for severe pneumonia-a randomized controlled trial",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Choudhary",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Indian Pediatr",
            "volume": "49",
            "issn": "6",
            "pages": "449--454",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Vitamin D supplementation for treatment and prevention of pneumonia in under-five children: a randomized double-blind placebo controlled trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Indian Pediatr",
            "volume": "53",
            "issn": "11",
            "pages": "967--976",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Cord blood vitamin D deficiency is associated with respiratory syncytial virus bronchiolitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Belderbos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatrics",
            "volume": "127",
            "issn": "6",
            "pages": "1513--1520",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Cord blood 25-hydroxyvitamin D levels and the risk of acute lower respiratory tract infection in early childhood",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "Al-Shehri",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Trop Pediatr",
            "volume": "59",
            "issn": "1",
            "pages": "29--35",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Cord blood 25(OH)D levels and the subsequent risk of lower respiratory tract infections in early childhood: the Ulm birth cohort",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luczynska",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur J Epidemiol",
            "volume": "29",
            "issn": "8",
            "pages": "585--594",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Low cord-serum 25-hydroxyvitamin D levels are associated with poor lung function performance and increased respiratory infection in infancy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Randomized trial of vitamin D supplementation to prevent seasonal influenza A in schoolchildren",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Urashima",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Clin Nutr",
            "volume": "91",
            "issn": "5",
            "pages": "1255--1260",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Preventive effects of vitamin D on seasonal influenza A in infants: a multicenter, randomized, open, controlled clinical trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pediatr Infect Dis J",
            "volume": "37",
            "issn": "8",
            "pages": "749--754",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Effect of High-dose vs standard-dose wintertime vitamin d supplementation on viral upper respiratory tract infections in young healthy children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aglipay",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Jama",
            "volume": "318",
            "issn": "3",
            "pages": "245--254",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Randomized trial of vitamin D supplementation and risk of acute respiratory infection in Mongolia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatrics",
            "volume": "130",
            "issn": "3",
            "pages": "561--567",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Studies with different levels of evidence, including randomized clinical trials and observational case-control or cohort studies on infections of the upper and lower respiratory tract in relation to 25(OH) D status & Studies with vitamin D supplementation either alone or in combination with another intervention/s for the prevention of RTI. & Studies only for the ages 0.1-18 years published between 2008 and 2018 (we included only one small study conducted in 1998 and one in 2004 which are of great importance). & Studies published in the English language.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}