{
    "paper_id": "7a7edf855d8f2c6fbde99ebbd5465866665b46b1",
    "metadata": {
        "title": "Future Virology",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Immunization is an effective method against the re-emergence of SARS. Recently developed SARS vaccines have shown effectiveness in animal models and some clinical trials [1] [2] [3] . However, owing to the very low incidence of SARS infection since 2004, it could be very costly to vaccinate a large susceptible population. A more reasonable, rapid and cost-effective alternative under these circumstances could be the implementation of passive immunotherapy, in which human neutralizing monoclonal antibodies (mAbs) would play a key role in prevention and treatment. Neutralizing mAbs have demonstrated efficacy as a prophylaxis against a variety of viral infections [4] . Currently, some neutralizing mAbs to SARS have been tested in animal models and were proven to be effective in protecting against SARS-coronavirus (CoV) infection [5, 6] . This has made it possible to use passive transfer of neutralizing mAbs to prevent the quick spread of SARS-CoV in the case of regional outbreak. However, a key task involves understanding their underlying mechanisms of action.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 841,
                    "end": 843,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using XenoMouse™, a human immunoglobulin transgenic mouse, Coughlin et al. previously produced a series of neutralizing human mAbs against the S protein of SARS-CoV, in which they bound epitopes within or upstream (residues 12-261) of the receptor-binding domain (RBD) [7] . In the present study, the authors have focused on understanding the antiviral mechanisms of these mAbs. To accomplish this, they first developed a receptor binding inhibition assay with Vero E6 cells naturally expressing the receptor, angiotensin-converting enzyme (ACE)2, to detect the inhibition of mAbs to viral attachment. Each of the 19 previously identified S1-specific mAbs was preincubated with a purified protein expressing S1 of SARS-CoV fused with Fc of human IgG (S12-510-Fc). This was then added to Vero E6 cells and detection of protein binding in the presence of mAbs to the target cell surface via flow cytometry was performed. Their results demonstrated that 18 of these anti-S1 mAbs, designated as group 1, recognized seven distinct epitopes within the RBD and that all were capable of efficiently inhibiting S12-510-Fc protein binding. These findings suggest that the mechanism of these group 1 mAbs might involve the inhibition of SARS-CoV infection by blocking viral attachment to the cellular receptor of target cells [8] .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1315,
                    "end": 1318,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, it appears that they possess a receptorblocking mechanism similar to mAbs S227.14, S230.15 and 80R, as previously reported by Rockx et al. and Sui et al., respectively [9, 10] . mAbs S227.14 and S230.15 recognize partially overlapping epitopes coinciding with RBD, while 80R binds to a conformationally sensitive fragment (residues 324-503) overlapping the RBD [10, 11] . The authors have demonstrated that combining such mAbs, which target distinct epitopes, may greatly increase inhibition of virus infection and suppress the generation of neutralization escape mutants. The inhibition of human mAbs to SARS-coronavirus (CoV) may also act through different mechanisms of action, depending on their target epitopes or regions. Therefore, this approach could provide fast and effective prophylaxis and treatment of SARS-CoV infection during a SARS outbreak. Specifically, Coughlin et al. have indicated that most of the tested anti-S1 mAbs recognized epitopes within the receptor-binding domain and blocked virus attachment to its cellular receptor. These findings could provide a further step in understanding the mechanism of these mAbs in the prevention of SARS-CoV infection, as well as an insight into the design and development of novel therapeutic treatments.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 160,
                    "text": "Rockx et al. and Sui et al.,",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For reprint orders, please contact: reprints@futuremedicine.com future science group Since one of the 19 anti-S1 mAbs failed to block the binding of the S12-510-Fc protein to the cellular receptor, its antiviral activity might, therefore, be a consequence of other mechanisms. This mAb was designated as 4D4, belonging to group 2 mAbs binding upstream of RBD. Thus, the authors generated a pseudovirus system containing HIV backbone and expressing the SARS-CoV S protein (HIV/S), and used it to examine the ability of mAb 4D4 to inhibit viral entry. The pseudovirus was bound to 293T/T17 cells transiently transfected with human receptor ACE2 at 4°C for 1 h, allowing viral attachment (binding), but not entry. Then the cells were treated with increasing concentrations of mAb 4D4 and incubated at 37°C until luciferase activity was detected. This way, Coughlin et al. demonstrated that mAb 4D4 inhibited a postbinding step in viral entry and that such postbinding inhibition was significantly greater than that indicated by direct preincubation of pseudovirus with mAb before adding to the target cells [8] . Therefore, this mAb might prevent the conformational change necessary for S protein cleavage by cathepsin.",
            "cite_spans": [
                {
                    "start": 1104,
                    "end": 1107,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Priority Paper Evaluation"
        },
        {
            "text": "In this study, the authors further tested the efficacy of combining mAbs to inhibit SARS-CoV entry. In doing so, they combined mAb 4D4 with different RBD-specific mAbs from group 1, including 3C7, 5D3, 5E4 and 3H12, and tested the neutralization via the HIV/S pseudotyped virus assay. Their results revealed that all these mAb combinations demon strated a significant increase in inhibition. A similar increase of protection was detected by combining mAbs 4D4 and 3C7 to neutralize live SARS-CoV (Urbani) infection in Vero E6 cells [8] . These results suggest that combining antibodies containing distinct epitopes and neutralizing virus with different mechanisms may result in a greater inhibition of virus infection.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 535,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Priority Paper Evaluation"
        },
        {
            "text": "Escape mutants can be generated in the presence of mAbs. In the study by Coughlin et al., the authors tested the ability of 11 mAbs to yield escape mutants by preincubation of individual mAbs with SARS-CoV (Urbani) and incubating the mixture in Vero E6 cells with nine passages of virus supernatant. They found that escape mutants emerged in the presence of nine of the 11 mAbs at different passages of virus culture, suggesting that these mAbs possessed different abilities in selecting escape mutants when used individually. However, these escape mutant viruses could be effectively neutralized by a mixture of mAbs consisting of 3H12, 4D4 and 3C7, indicating that a cocktail of mAbs may be effective in the suppression of escape mutants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority Paper Evaluation"
        },
        {
            "text": "These results are consistent with previous reports by ter Meulen et al., who demonstrated that the mixture of two noncompeting human mAbs, CR3014 and CR3022, which recognize different epitopes in RBD, may neutralize SARS-CoV infection in a synergistic fashion, potentially controlling immune escape and extending the breadth of protection [12] .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Priority Paper Evaluation"
        },
        {
            "text": "Passive immunotherapy driven by neutralizing human mAbs could be an effective candidate for prophylaxis and treatment of SARS-CoV infection. Neutralizing antibody responses against SARS-CoV S protein could be broadly elicited after virus infection, demonstrating long-lasting immunity in the sera of most recovered SARS patients [13] . Some human mAbs to SARS-CoV have been evaluated in animal models and demon strated efficacy. Human mAb 80R, for example, may largely reduce viral replication when given as a prophylaxis to mice at doses therapeutically achievable in humans [11] . According to Roberts et al., therapy with neutralizing human mAb 201 to SARS-CoV reduced disease severity and viral burden in Golden Syrian hamsters [5] . This fact suggests that neutralizing mAbs may be used as an important emergent prophylaxis to help rapidly clear the virus, thus providing immediate protection of the human population in the event of a SARS outbreak.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion & future perspective"
        },
        {
            "text": "As previously mentioned, the mechanism of mAbs as antiviral agents may vary, depending on their targeting epitopes or regions. Most of the mAbs targeting epitopes within RBD, as reported by Coughlin et al. and others [8, 14] , interfere with virus-receptor inter actions by blocking attachment of the virus to the target cells, thus providing protection from SARS-CoV replication. Some other mAbs, as tested by Coughlin et al. in this study, target the S1 domain upstream of RBD by inhibiting viral entry through a postbinding event. Since human mAbs inhibit SARS-CoV infection by different mechanisms, combining mAbs with various mechanisms of inhibition and targeting multiple antigenic epitopes may induce additive or synergistic effect, largely reducing the possibility that neutralization escape mutants can be generated. Studies by Rockx et al. have indicated that a cocktail of three mAbs (S109.8, S227.14 and S230.15), which target distinct epitopes, completely protected aged mice against weight loss and virus replication in the lungs following lethal challenge of a live SARS-CoV icHC/SZ/61/03, minimizing the likely generation of escape mutants [10] .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 411,
                    "end": 426,
                    "text": "Coughlin et al.",
                    "ref_id": null
                },
                {
                    "start": 1157,
                    "end": 1161,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion & future perspective"
        },
        {
            "text": "The enhancement of protective effect by combinational mAbs recognizing distinct neutralizing epitopes was further confirmed in the current study [8] . Overall, under standing of the mechanisms of action under lying the antiviral activity of these mAbs will be instrumental in the design and development of novel therapeutic treatments against SARS-CoV infection.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "future science group"
        },
        {
            "text": "In conclusion, immunotherapies with humanized protective antibodies have been shown to have prophylactic and therapeutic potential for SARS-CoV infections in animal models, thus providing an important basis for clinical trials of these mAbs in human populations. The use of SARS-CoV-specific human mAbs as a prophylaxis may provide a safe, feasible and efficacious way to prevent virus infection, thus serving as an alternative and significant intervention to vaccines. However, caution should be taken when using neutralizing human mAbs as an immunoprophylaxis strategy, in which a genotyping surveillance of SARS-CoV-like genotypes in known animal reservoirs might be required [11] . It should be noted that passive transfer of antibodies may be less efficient in protecting immunosenescent populations than young populations. It is expected that even more effective neutralizing mAbs, targeting multiple epitopes of SARS-CoV containing different mechanisms, could be developed and tested for the prevention of SARS infection and the treatment of SARS patients.",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 683,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "future science group"
        },
        {
            "text": "Objectives of this study n To understand the mechanism of human monoclonal antibodies (mAbs) that recognize epitopes within and upstream of the receptor-binding domain in the inhibition of SARS-coronavirus (CoV) replication. To detect the efficacy of antibody combinations in suppressing virus escape mutants and in neutralizing virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Executive summary"
        },
        {
            "text": "n A receptor-binding inhibition assay with Vero E6 cells naturally expressing receptor angiotensin-converting enzyme (ACE)2 to detect the inhibition of mAbs to the binding between S1 protein and its receptor, ACE2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "n A pseudotyped SARS-CoV neutralization assay based on HIV backbone and SARS-CoV S protein to detect the postbinding inhibition of mAbs and to test the efficacy of combining mAbs to inhibit SARS-CoV entry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "n A neutralizing assay based on live SARS-CoV (Urbani) to detect protection of mAb combination against SARS-CoV (Urbani) and to detect mAb mixture in suppressing escape mutant viruses in virus-infected Vero E6 cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "n A mixture containing mAbs recognizing distinct regions and targeting multiple steps of viral entry is more effective than individual mAb being used alone in neutralizing SARS-CoV infection and suppressing mutant virus generation, thus serving as a potential passive immunotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors have no relevant affiliations or financial involvement with any organization or entity with a financial interest in or financial conflict with the subject matter or materials discussed in the manuscript. This includes employment, consultancies, honoraria, stock ownership or options, expert testimony, grants or patents received or pending, or royalties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial & competing interests disclosure"
        },
        {
            "text": "No writing assistance was utilized in the production of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial & competing interests disclosure"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A SARS DNA vaccine induces neutralizing antibody and cellular immune responses in healthy adults in a Phase I clinical trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Louder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Holman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "50",
            "pages": "6338--6343",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Safety and immunogenicity from a Phase I trial of inactivated severe acute respiratory syndrome coronavirus vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antivir. Ther",
            "volume": "12",
            "issn": "7",
            "pages": "1107--1113",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neutralizing antibody against severe acute respiratory syndrome (SARS)-coronavirus spike is highly effective for the protection of mice in the murine SARS model",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ishii",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The growth and potential of human antiviral monoclonal antibody therapeutics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Marasco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Biotechnol",
            "volume": "25",
            "issn": "12",
            "pages": "1421--1434",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Therapy with a severe acute respiratory syndrome-associated coronavirus-neutralizing human monoclonal antibody reduces disease severity and viral burden in golden Syrian hamsters",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guarner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Infect. Dis",
            "volume": "193",
            "issn": "5",
            "pages": "685--692",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human monoclonal antibody as prophylaxis for SARS coronavirus infection in ferrets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Den Brink",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "En",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "9427",
            "pages": "2139--2141",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Generation and characterization of human monoclonal neutralizing antibodies with distinct binding and sequence features against SARS coronavirus using XenoMouse",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Coughlin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "361",
            "issn": "1",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human monoclonal antibodies to SARScoronavirus inhibit infection by different mechanisms",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Coughlin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Babcook",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Prabhakar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "394",
            "issn": "1",
            "pages": "39--46",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Potent neutralization of severe acute respiratory syndrome (SARS) coronavirus by a human mAb to S1 protein that blocks receptor association",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "101",
            "issn": "8",
            "pages": "2536--2541",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Structural basis for potent cross-neutralizing human monoclonal antibody protection against lethal human and zoonotic severe acute respiratory syndrome coronavirus challenge",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rockx",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "7",
            "pages": "3220--3235",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of human monoclonal antibody 80R for immunoprophylaxis of severe acute respiratory syndrome by an animal study, epitope mapping, and ana lysis of spike variants",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "10",
            "pages": "5900--5906",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Human monoclonal antibody combination against SARS coronavirus: synergy and coverage of escape mutants",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Den Brink",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Longitudinally profiling neutralizing antibody response to SARS coronavirus with pseudotypes",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Temperton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg. Infect. Dis",
            "volume": "11",
            "issn": "3",
            "pages": "411--416",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Development and characterization of a severe acute respiratory syndrome-associated coronavirus-neutralizing human monoclonal antibody that provides effective immunoprophylaxis in mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Greenough",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Babcock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Infect. Dis",
            "volume": "191",
            "issn": "4",
            "pages": "507--514",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "correspondence: Lindsley F Kimball Research Institute, New York Blood Center, New York, NY 10065, USA n Tel.: +1 212 570 3058 n Fax: +1 212 570 3099 n sjiang@nybloodcenter.org Evaluation of: Coughlin MM, Babcook J, Prabhakar BS: Human monoclonal antibodies to SARS-coronavirus inhibit infection by different mechanisms. Virology 394(1), 39-46 (2009). This work discusses passive immunotherapy based on neutralizing human monoclonal antibodies (mAbs) with different mechanisms of action.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}