{
    "paper_id": "7ab746402189d8abc638ed8b61d88ee8fb1df7ac",
    "metadata": {
        "title": "OBSERVATION: BRIEF RESEARCH REPORT Knowledge and Perceptions of COVID-19 Among the General Public in the United States and the United Kingdom: A Cross-sectional Online Survey Annals of Internal Medicine LETTERS",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Background: The behavior of the general public will probably have an important bearing on the course of the coronavirus disease 2019 (COVID-19) epidemic. Human be-havior is influenced by people's knowledge and perceptions (1) .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Objective: To assess knowledge and perceptions about COVID-19 among a convenience sample of the general public in the United States and United Kingdom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Methods and Findings: This study is a cross-sectional survey conducted on an online platform managed by Prolific Academic Ltd. The platform's pool of participants numbers approximately 80 000 individuals, of whom approximately 43% Participants, who had to have indicated that they were fluent in English, received US$1.50 for completing the survey. They completed the online questionnaire between 23 February and 2 March 2020. The questionnaire (Supplement, available at Annals.org) consisted of 22 questions on knowledge and perceptions of COVID-19, including specific questions about \"myths\" or falsehoods listed on the World Health Organization's \"myth busters\" Web site (3) .",
            "cite_spans": [
                {
                    "start": 674,
                    "end": 677,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To summarize the survey findings, I dichotomized categorical variables and computed the median and interquartile range for continuous variables. For binomial proportions, I used a score interval (Wilson score interval without continuity correction [4] ) to construct a 95% CI. No sampling weights were used given that this was not a probabilistic sample.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In total, 2986 and 2988 adults residing in the United States and United Kingdom, respectively, completed the questionnaire. Participants' sociodemographic characteristics are shown in Table 1 . Although participants generally had good knowledge of the main mode of disease transmission and common symptoms, the survey identified several important misconceptions on how to prevent acquisition of COVID-19, including beliefs in falsehoods that have circulated on social media ( Table 2) . A substantial proportion of participants also expressed an intent to discriminate against individuals of East Asian ethnicity for fear of acquiring COVID-19. A more detailed analysis and visualization of all survey responses are available (5) .",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 729,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 191,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 476,
                    "end": 484,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Discussion: The findings of this study could be used to set priorities in information campaigns on COVID-19 by public health authorities and the media. Such information provision could, for instance, emphasize the comparatively low casefatality rate, the recommended care-seeking behavior, the low risk posed by individuals of East Asian ethnicity living in the United States and United Kingdom, and that children appear to be at a lower risk for a fatal disease course than adults. In addition, to ensure that individuals focus their attention on those prevention measures that are most effective, this study suggests that it will be important to inform the public about the comparative effectiveness of common surgical masks versus frequent and thorough handwashing and avoiding close contact with people who are sick.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study has several limitations. First and foremost, given that participants had to have both chosen to register with Prolific and to take the survey at the time it was published, this convenience sample of adults is unlikely to be representative of the general U.S. and U.K. population. The generalizability of the findings is, therefore, limited. Second, it is possible that some participants may have randomly selected responses to spend the least amount of time to earn the $1.50 reward. I believe this is unlikely to be an important source of bias because only 2 participants (who were excluded from the analysis) completed the survey in under 2 minutes (while it was physically possible to complete it in well under 90 seconds), there was no bimodal distribution in the time taken to complete the survey, and $1.50 is a relatively small monetary incentive. Third, it is possible that participants looked up the answers to some of the questions online before answering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Participants were asked at the end of the survey (while being reassured that their payment is not influenced by their response) for which, if any, questions they searched for an answer online. These responses were set to missing in the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, the general public in the United States and United Kingdom appears to have important misconceptions about COVID-19. Correcting these misconceptions should be targeted in information campaigns organized by government agencies, information provision by clinicians to their patients, and media coverage. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The health belief model: a decade later",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Janz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Health Educ Q",
            "volume": "11",
            "issn": "",
            "pages": "1--47",
            "other_ids": {
                "PMID": [
                    "6392204"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Explore our participant pool demographics. Accessed at www.prolific.co/demographics on 4",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Prolific Academic Ltd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Coronavirus disease (COVID-19) advice for the public: myth busters",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Two-sided confidence intervals for the single proportion: comparison of seven methods",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Newcombe",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Stat Med",
            "volume": "17",
            "issn": "",
            "pages": "857--72",
            "other_ids": {
                "PMID": [
                    "9595616"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Knowledge and perceptions of coronavirus disease 2019 among the general public in the United States and the United Kingdom: a cross-sectional online survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Geldsetzer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.13.20035568"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Sample Characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of Survey Findings\"If you have a fever or cough and recently visited China, or spent time with someone who did, what would be the best course of action?\" ticipants residing in the United Kingdom who were chosen to have approximately the same distribution of age, sex, and ethnicity (and each combination thereof) as the U.S. and U.K. general population (by using numbers from the last census in each country). Specifically, Prolific established population strata (Table 1) with a predetermined number of open slots into which eligible participants in the online pool could enroll on a first-come, first-served basis.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Continued \"Do you think it would be prudent for you to not eat at Chinese restaurants for the next few weeks to reduce the risk of getting infected with the new coronavirus?\" \"If you were an Uber driver today, would you try to reject ride requests from people with East-Asian-sounding names (or a profile photo of East-Asian ethnicity) to reduce your risk of getting infected with the new coronavirus?\" COVID-19 = coronavirus disease 2019. * This column shows how I grouped response options to summarize categorical variables into a dichotomous measure. Percentages under the headings \"United States\" and \"United Kingdom\" refer to the percentage of participants who selected the response option or logical grouping of response options shown in this column. † For dichotomous outcomes, data are expressed as percentage (95% CI). For continuous outcomes, data are expressed as median (interquartile range). Disclosures: The author has disclosed no conflicts of interest. Forms can be viewed at www.acponline.org/authors/icmje/ConflictOfInterest Forms.do?msNum=M20-0912. Research Statement: Study protocol: Available from Dr. Geldsetzer (e-mail, pgeldsetzer@stanford.edu). Statistical code and data set: Available from https://purl.stanford.edu/zx357dw0759. Posting: This manuscript was posted as a preprint on me-dRxiv on 17 March 2020. doi:10.1101/2020.03.13.20035568 doi:10.7326/M20-0912",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}