{
    "paper_id": "7bc929ab19e608e85e901dd0e3fe014ec8761a60",
    "metadata": {
        "title": "Development and application of an integrated indoor air quality audit to an international hotel building in Taiwan",
        "authors": [
            {
                "first": "Nae-Wen",
                "middle": [],
                "last": "Kuo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hsin-Chen",
                "middle": [],
                "last": "Chiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Che-Ming",
                "middle": [],
                "last": "Chiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There have been an increasing number of instances where occupants of a building have complained of a general feeling of being uncomfortable (Zweers et al. 1992; Mendell 1993) . These symptoms often appear to be flu like, however the symptoms usually disappear when people are away from the building. This phenomenon is appearing in the medical literature as a concept called \"sick building syndrome\" (Mendell and Smith 1990) . Sick building syndrome (SBS) is a term used to describe a collection of symptoms that have been associated with the indoor air quality of buildings. In Taiwan, there has been growing concern in the past decade over health complaints attributed to the so-called \"sick building.\" The reasons could be related to an increase in public awareness of health implications, and people spending more time in air-conditioned environments. Indoor air quality (IAQ) has begun to surface as an important issue that affects the comfort and health of people and even the productivity of office workers (Singh 1996) . Hotels, one type commercial buildings, are designed to provide high levels of comfort for guests; however, the thermal comfort and inadequate indoor air quality are often complaints (Bohdanowicz and Martinac 2002) . In addition, the severe acute respiratory syndrome (SARS) broke out in a four-star hotel in Hong Kong has increased the public awareness to indoor air quality of hotels (Radun et al. 2003) . IAQ may become one of the important issues for hotel management, and audit methods and technologies should be established first in order to identify the indoor air problems. Some IAQ monitoring methods have been developed in Taiwan and most of them are applied to the office buildings and the hospital buildings. However, the IAQ monitoring approach that is suitable for the hotel buildings has not been developed. Hence, the purpose of this study is to develop the IAQ audit approach with portable equipments in order to establish a comprehensive IAQ profile of the hotel buildings. The data collected from this approach can be used to assess the air quality in the hotel buildings and to identify the indoor air problems. Consequently, the IAQ audit approach proposed here may be helpful for the hotel managers to reduce the health risk from hotel buildings and increase the comfort for guests.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 160,
                    "text": "(Zweers et al. 1992;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 161,
                    "end": 174,
                    "text": "Mendell 1993)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 400,
                    "end": 424,
                    "text": "(Mendell and Smith 1990)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1014,
                    "end": 1026,
                    "text": "(Singh 1996)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1211,
                    "end": 1242,
                    "text": "(Bohdanowicz and Martinac 2002)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1414,
                    "end": 1433,
                    "text": "(Radun et al. 2003)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An Arab oil embargo in 1973 triggered off an energy crisis worldwide, with the building industry implementing various measures to conserve energy. In the effort to minimize heat loss and maximize the efficiency of air-conditioning, the building's interior is closed off the outside as much as possible. However, the indoor air becomes stale as a result of the accumulation of pollutants such as excess dust, bacteria, and chemicals. The poor IAQ will make occupants uncomfortable and increase the risk of health. During the past few decades, various symptoms and illnesses have increasingly been attributed to non-industrial indoor environments. In general, unlike industrial or accidental exposures (high level), such exposures are very common and usually sustained. Problems associated with the indoor environment are a common environmental health issue that is faced by doctors and health practitioners. This sick building syndrome (SBS) has received much attention over the years, and as originally defined by the World Health Organization (WHO 1983) , refers to nonspecific symptoms including eye, nose, and throat irritation, mental fatigue, headaches, nausea, dizziness and skin irritation, which seemed to be linked to the indoor climate (Bholah et al. 2000) .",
            "cite_spans": [
                {
                    "start": 1044,
                    "end": 1054,
                    "text": "(WHO 1983)",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1266,
                    "text": "(Bholah et al. 2000)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Indoor air quality (IAQ)"
        },
        {
            "text": "Although not life threatening nor disabling, the incidence of SBS among working people does have an economic repercussion (Singh 1996) . SBS might affect the productivity of working people, the sleep quality of people at home, and even affect the recreation experience when tourists are on vacation. SBS has over the years been identified as a significant problem in Taiwan as well as in Singapore, Canada, Australia, Japan, and America (Wargocki et al. 1999; Wu et al. 2003) . Jantunen (2000) also concluded that an average man spends up to 90% of his time indoors including time spent at workplace, leisure places, and home. Therefore, the indoor air in public amusement places, entertainments facilities, offices, schools and other enclosed premises are of decisive importance for human health.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 134,
                    "text": "(Singh 1996)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 437,
                    "end": 459,
                    "text": "(Wargocki et al. 1999;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 460,
                    "end": 475,
                    "text": "Wu et al. 2003)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 478,
                    "end": 493,
                    "text": "Jantunen (2000)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Indoor air quality (IAQ)"
        },
        {
            "text": "Factors contributing to indoor air pollution include building location and air intake; building design, building materials and furnishings; and indoor activities (WHO 1999; Olesen 2004) . Some of the common causes of indoor air problems giving rise to poor air quality are the presence of indoor sources of pollution; poorly designed, maintained or operated air-conditioning and mechanical ventilation (ACMV) systems; and uses of the building that were unplanned for what the building was designed or renovated. A ventilation system performs a vital role in the removal of pollutants originating in the air space. In addition, the performance of the mechanical ventilation system influences thermal comfort; for example, cold draughts can produce an unpleasant environment for the guests and the staff. Some studies have shown that ventilation systems in buildings are largely responsible for SBS such as Morey and Shattuck (1989) . These ventilation systems are either designed incorrectly or they are poorly maintained.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 172,
                    "text": "(WHO 1999;",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 185,
                    "text": "Olesen 2004)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 905,
                    "end": 930,
                    "text": "Morey and Shattuck (1989)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Indoor air quality (IAQ)"
        },
        {
            "text": "Hotels are designed to provide multi-facetted comfort and services to guests frequently accustomed to, and willing to pay for exclusive amenities, treatment, and entertainment. Comfortable indoor environments, safety, and reliability are some of the amenities valued by guests. However, little research is concerned about the indoor air quality of hotel buildings up to now and most hotel managers often ignore these important issues. State-of-the-art technical infrastructure is typically utilized in hotels to provide high levels of comfort, especially thermal comfort (Bohdanowicz and Martinac 2002) . However, using energy-intensive space-conditioning systems does not mean warrant absolute guests satisfaction. Guests frequently complain about thermal discomfort, even where expensive and sophisticated systems are operated.",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 602,
                    "text": "(Bohdanowicz and Martinac 2002)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "IAQ and hotels"
        },
        {
            "text": "Complaints most commonly in hotels are related to uncomfortable air temperatures (too high or too low), and the difficulty or impossibility of individual adjustment (Bohdanowicz and Martinac 2002) . Moreover, space conditioning (heating, cooling, and ventilation for the purpose of maintaining high standards of air quality and thermal comfort) typically accounts for about half the total energy consumed in hotels (Rada 1996) . Hence, most hotels designers and managers always pay attention only to the energy consumption of hotels operation. However, inadequate air quality as well as the lack of air circulation is another frequent complaints (Teeters et al. 1995) . In addition, the indoor air quality of hotel buildings affects the health of guests especially in bacteria sector. For example, Legionnaire's disease broke out in one USA hotel (182 people illness and 29 deaths in 1976) and more than 60 outbreaks worldwide in hotels, hospitals and offices were reported (Lane et al. 2004 ).",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 196,
                    "text": "(Bohdanowicz and Martinac 2002)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 415,
                    "end": 426,
                    "text": "(Rada 1996)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 646,
                    "end": 667,
                    "text": "(Teeters et al. 1995)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 974,
                    "end": 991,
                    "text": "(Lane et al. 2004",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "IAQ and hotels"
        },
        {
            "text": "In addition, the severe acute respiratory syndrome (SARS) broke out in \"M\" hotel in Hong Kong has increased the public awareness to indoor air quality of hotels (Radun et al. 2003) . In 2003, SARS was carried out of Guangdong Province by an infected medical doctor who had treated patients. He brought the virus to the ninth floor of a four-star hotel in Hong Kong. Days later, guests and visitors to the hotel's ninth floor had seeded outbreaks of cases in the hospital systems of Hong Kong, Viet Nam, and Singapore. Simultaneously, the disease began spreading around the world along international air travel routes as guests at the hotel flew home to Toronto and elsewhere. Since SARS is primarily transmitted bioaerosol droplets or direct personal contacts and Li et al. (2005) have concluded the need for the development of improved ventilation and air-conditioning systems. People pay much attention to the indoor air quality and related health issues of hotel rooms as well as that in the closed airplane are after SARS (Chien and Law 2003) .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 180,
                    "text": "(Radun et al. 2003)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 764,
                    "end": 780,
                    "text": "Li et al. (2005)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1026,
                    "end": 1046,
                    "text": "(Chien and Law 2003)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "IAQ and hotels"
        },
        {
            "text": "The major problem that most hotels fact is the challenge to improve the indoor air quality without increasing energy consumption and other related costs (Stipanuk 2001) . Since the hotel industry is one of the most energy-intensive sub-sectors of the tourism industry, with about 50% of the overall energy consumption due to space conditioning (Rada 1996) . The thermal comfortable standards applied in defining the required levels of thermal comfort in hotels have a substantial effect on the overall energy use in this sector.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 168,
                    "text": "(Stipanuk 2001)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 344,
                    "end": 355,
                    "text": "(Rada 1996)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "IAQ and hotels"
        },
        {
            "text": "The IAQ audit follows a systematic approach with portable equipments and is carried out in a five-star hotel building in Kaoshoung, Taiwan. The systematic approach involves the measurement of physical parameters, the monitoring of the concentrations of selected indoor air pollutants, and the measurements of microbial. The international hotel selected is built in 1993 and its interior space has been decorated in 1998. It is a twenty-story building and its airconditioning system is a centralized chilled water system with the fan coil unit (FCU) ventilation system. The main area of interest for this IAQ audit is the guest room; hence, two guest rooms (double room type) are chosen by random as the sample sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The thermal comfort level of the indoor environment is measured using an indoor climate analyzer, SHIBATA IES-2000. The measurements taken through this equipment include room ambient temperature (dry bulb), relative humidity, and air velocity. In addition, the concentrations of carbon dioxide (CO 2 ), carbon monoxide (CO), and the suspended particulate (PM 10 : for particulate≦10 μm) are also can be collected from the SHIBATA IES-2000 at the same time. The air exchange rate in the room was measured using the tracer-gas decay technique. This technique involved an initial injection of sulphur hexafluoride (SF 6 ) tracer gas into the air space through the fan section to provide a better tracer and air mixing in the room. The tracer gas was allowed to mix for 15 min to establish a uniform concentration in the air space. The Bruel & Kjaer (B&K) multi-gas sampler and analyzer are used to collect and analyze the concentration of tracer gas over time. The concentration-decay of the tracer-gas profile was analyzed to determine the air-exchange rate for the guest room. Evaluation of the air change effectiveness in a building is crucial as it provides information about the ability of the air distribution system to deliver ventilation air to a building, zone or space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical indicators"
        },
        {
            "text": "Chemical indicators (CO 2 , CO, HCHO and TVOCs) Continuous real-time chemical monitoring of carbon dioxide (CO 2 ), carbon monoxide (CO), formaldehyde (HCHO), and total volatile organic compounds (TVOCs) were carried out at three indoor sampling points and one ambient point in each room. These points are coupled to the B&K multi-point sampler and analyzer. This monitoring system comprises a photo-acoustic based gas analyzer connected to a multi-point sampler and controlled via proprietary software from a laptop computer. Since two equipments (the SHIBATA IES-2000 and the B&K multipoint analyzer) used here can monitor the real-time concentrations of CO 2 and CO at the same time, the monitoring data can be compared each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical indicators"
        },
        {
            "text": "Portable air sampler for Agar plates (Burkard) was used to carry out the biological sampling. The medium that is used for the collection of bacteria is Tryptic Soy Agar (TSA), while the collection of fungi is Potato Dextrose Agar (PDA). Each of these measurements was taken over a period of 4 min. After incubation is completed, they will be counted and the unit of measurement is in colony-forming units per cubic meter (CFU/m 3 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological indicators"
        },
        {
            "text": "The thermal comfort parameters measured are listed in Table 1 . The air temperature recorded in the guest rooms is ranged between 21.8 and 22.0°C. This is slightly below the recommended range for acceptable indoor air (24-28°C) from the local indoor air quality guideline (Su and Chiang 2004) . Although the individual adjustment is designed in each room, it fails to change indoor temperature in both two-guest rooms sampled. Too cold temperature will not only make tourists uncomfortable, it will also result in more energy consumption in air-conditioning. The relative humidity of each room is well within the recommended range (40-70%). In addition, although the mean air velocity is quiet different in the two guest rooms sampled, the results are all below the recommended threshold.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 292,
                    "text": "(Su and Chiang 2004)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 61,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Thermal comfort"
        },
        {
            "text": "The air exchange rate in the guest rooms is determined by using the concentration-decay method of the tracer-gas. The air exchange rate and fresh air quantities are computed and shown in Table 2 . The air change per hour (ACH) is different when the airconditioning is adjusted; for example, the ACH is 0.0001 when the air-conditioning is low, while the ACH is 0.555 when the air-conditioning is high in room 2. According to the findings of this study, the air exchange rate is below the acceptable value (1.5 h −1 ) in both guest rooms sampled even when the air-conditioning is high. In addition, the amount of Su and Chiang (2004) fresh air is also inadequate (<4 m 3 /h) and this indicates that the provision of outside air for ventilation is insufficient. When the air change effectiveness is insufficient, the indoor air of guest room will become stale and may result in the accumulation of pollutants. Hence, the American Society of Heating and Air Conditioning Engineers (ASHRAE) (2001) suggests that the amount of fresh air must exceed 4.75 m 3 /h in the bedrooms in the hotel buildings further.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 631,
                    "text": "Su and Chiang (2004)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 194,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Thermal comfort"
        },
        {
            "text": "The recommended threshold level for suspended particulate matter (PM 10 : for particulate≦10 μm) is 180 μg/ m 3 in Taiwan (Su and Chiang 2004) and Hong Kong (IAQ Management Group 2003) . Table 3 shows the average concentration of particulate indoor ranged between 10.6 and 16.6 μg/m 3 . There is no cause for concern in terms of indoor particulate pollution. The average concentration value for outdoor environment is 35.7 μg/m 3 and this is also below the recommended outdoor air quality standards of 200 μg/m 3 (EPA 2004).",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 142,
                    "text": "(Su and Chiang 2004)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 157,
                    "end": 184,
                    "text": "(IAQ Management Group 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 194,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Evaluation of particulate pollution"
        },
        {
            "text": "The concentration of carbon dioxide in the guest rooms varied between locations. Measurements were taken over a period of 3 days. The measured concentration of carbon dioxide ranged between 770 and 1,510 ppm. The average concentrations of room 1, and room 2 are about 980, and 1,260 ppm. During night hours, the concentration level of CO 2 increases and this may be attributed to the guests in the rooms and the ventilation rate is insufficient. For example, the average concentration of CO 2 in room 2 during night hours is 1,410 ppm. These monitoring values are higher than the recommended value (1,000 ppm) in Taiwan (Su and Chiang 2004; EPA 2005) and Hong Kong (Indoor Air Quality Management Group 2003).",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 640,
                    "text": "(Su and Chiang 2004;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 641,
                    "end": 650,
                    "text": "EPA 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Carbon dioxide (CO 2 )"
        },
        {
            "text": "The recommended values of exposure for carbon monoxide should not exceed 2.0 ppm in Taiwan Chiang 2004) and Hong Kong (Indoor Air Quality Management Group 2003) . The concentration of carbon monoxide measured in this study (no smoking activity) ranged from 0.02 to 0.6 ppm, and the results are well within the recommended thresholds. In general, smoking is the major sources to contribute the carbon monoxide in indoor space. If the tourists smoke in the hotel room, the concentration of carbon monoxide may increase and it may become another problem when the ventilation system is not sufficient.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 107,
                    "text": "Chiang 2004) and",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 108,
                    "end": 160,
                    "text": "Hong Kong (Indoor Air Quality Management Group 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Carbon monoxide (CO)"
        },
        {
            "text": "The concentration of formaldehyde measured in this study ranged between 0.08 and 0.44 ppm, and the average concentrations of room 1, and room 2 are 0.08, and 0.1 ppm. These values exceed the recommended threshold level (0.02 ppm) in Taiwan (Su and Chiang 2004) . Many building materials and consumer products contain formaldehyde such as insulating materials, medium-density fiberboard, plywood, particleboard, textiles, adhesive, and cleaning products. These relatively high concentrations may be regarded to be attributed to the materials used for interior decoration (Jowaheer and Subratty 2003) .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 260,
                    "text": "(Su and Chiang 2004)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 570,
                    "end": 598,
                    "text": "(Jowaheer and Subratty 2003)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Formaldehyde (HCHO)"
        },
        {
            "text": "In addition, the concentration of formaldehyde in the guest rooms varied with monitoring time. It is very surprise that the concentration of formaldehyde increases rapidly during eight to eleven clock in the morning, and this results are repeated everyday during our monitoring work (3 days). The average concentrations of formaldehyde during eight to eleven clock in the morning are extremely high (0.22 ppm in room 1, and 0.42 ppm in room 2). This high level of formaldehyde may be due to the emission from the detergents and cleaning agents because the housekeepers always use such chemicals (containing formaldehyde) during eight to eleven clock in the morning. Epidemiological and clinical studies have shown that exposure to formaldehyde could induce sensitization of skin, irritation of eye, some allergic asthmatic syndromes and a variety of low-level symptoms (Sardinas et al. 1979; Dally et al. 1981; Garrett et al. 1999) . Moreover, formaldehyde is a probable human carcinogen (group 2A) (IARC 1995) that may cause carcinogenic effects by reacting with amino groups of proteins and nucleic acids of nasal mucous membranes (Swenberg et al. 1983 ). Hence, the hotel managers must pay more attention to the problem of formaldehyde and try to reduce the emission of formaldehyde in the hotel buildings.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 891,
                    "text": "(Sardinas et al. 1979;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 892,
                    "end": 910,
                    "text": "Dally et al. 1981;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 911,
                    "end": 931,
                    "text": "Garrett et al. 1999)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1133,
                    "end": 1154,
                    "text": "(Swenberg et al. 1983",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Formaldehyde (HCHO)"
        },
        {
            "text": "There is no general agreement on the threshold values for total volatile organic compounds in the indoor environment, but a recommended standard for acceptable indoor air quality is 3 ppm in Taiwan (Su and Chiang 2004; EPA 2005) . It is observed that the average concentrations of TVOC of room 1, and room 2 are 1.24, and 1.27 ppm, and these are below the threshold value. The continuous monitoring of TVOC also shows that the monitoring curve is very similar to the results of formaldehyde; in particular, the concentration of TVOC also increases during eight to eleven clock in the morning. Hence, cleaning agents that housekeepers use may also emit volatile organic chemicals.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 218,
                    "text": "(Su and Chiang 2004;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 219,
                    "end": 228,
                    "text": "EPA 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Total volatile organic compounds (TVOCs)"
        },
        {
            "text": "The recommended threshold value for total bacteria and fungi is 500 CFU/m 3 in Taiwan (Su and Chiang 2004) and Hong Kong (Indoor Air Quality Management Group 2003). The measured data are shown in Table 4 and these results indicate that the microbial pollution in guest rooms is serious. In terms of bacteria, the concentrations in both room 1 and 2 exceed the recommended value, in particular in the bathroom. In addition, the value of I/O ratio (indoor/ outdoor) exceeds 1 means that the bacteria pollution is more serious in the indoor environment. It also indicates that this bacteria pollution may be born indoor and not transferred from the outdoor environment. With regard to the total fungi, the concentrations in both room 1 and 2 are all below the 500 CFU/m 3 threshold. The values of I/O ratio for total fungi count are all below 1, and these results may indicate that the fungi pollution is more serious in the outdoor environment than that in the indoor space.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 106,
                    "text": "(Su and Chiang 2004)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Biological indicators"
        },
        {
            "text": "According to the findings of this study, the results of IAQ audit are agreement with the complaints from guests about hotel building. The indoor air quality seems to have some problems and the major problems may include the following: (1) the air temperature is too low, (2) the air exchange rate is not sufficient, (3) the concentration of formaldehyde exceeds the recommended value, and (4) the microbial pollution is also serious. However, the IAQ issues are often ignored among the complex affairs in the hotel management. In general, no hotels report their IAQ annually and little staff really recognizes the IAQ issues; for example, what activities they make will affect the IAQ. In addition, the hotel rating system is just a little related to the levels of thermal comfort (Table 5) , and no comprehensive IAQ issues are taken into account.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 781,
                    "end": 790,
                    "text": "(Table 5)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Hotel managers need pay attention to the IAQ issues"
        },
        {
            "text": "Since the IAQ problems really exist in the hotel industry, and these problems will affect the comfortable and health of tourists, the hotel managers need pay more attention to the IAQ issues. One pilot project was implemented in the Hilton O'Hare Building to monitor the air quality of hotel rooms to address air quality for guests afflicted with sensitivities and reactions to dusts, molds and chemicals. Three components that result in poor indoor air quality are identified in this project. These components are bio-aerosols, which are made up of spores; particulates, which are largely dust particles, and volatile organic compounds (VOCs) that are emitted from almost everything in a room, especially furniture, carpet and cleaning supplies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hotel managers need pay attention to the IAQ issues"
        },
        {
            "text": "The 2002 \"Environmental Award\" established by International Hotel & Restaurant Association (IH&RA 2002) pays much attention to the issues about energy and indoor air quality in hotels and restaurants. Their assessment criteria including: evidence of long-term commitment to sustainable hotel and restaurant management; use and description of technologies and approaches to energy and air quality management and monitoring; results of energy savings and improvements in indoor air quality over time; quality of environment and energy management training provided to employees and chief engineers; the means by which employee and guest complaints on energy and indoor environment are handled and resolved. Consequently, the IAQ issues will become more and more important in the hospitality management. Guests want a comfortable environment in order to be productive at meetings and enjoy their leisure time, be it in their rooms, in restaurants or around establishment premises. At the same time, employees also need good air quality to concentrate to work efficiently and creatively.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 103,
                    "text": "(IH&RA 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hotel managers need pay attention to the IAQ issues"
        },
        {
            "text": "The 1999 European Union 'Eurobarometer' survey has showed that good air quality was a key criterion for selecting holiday destinations (European Commission 2000) . Air quality will not only affect the choices of tourists but also have great influence on the tourists' recreation experiences. Poor indoor air as well as contaminated outdoor air is related to the comfortable and health of tourists, especially when they stay in the accommodation or enjoy in the indoor entertainment facilities. In addition, the SARS and other air-bone diseases have increased the awareness of tourists to choose hotels or other indoor facilities with good IAQ. Hence, IAQ has become one of the important issues that hotels managers need to care to meet the demand of tourists.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 161,
                    "text": "(European Commission 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "However, the hotel managers are used to care about the energy consumption of air-conditioning to reduce the operation cost and always pay little attention to the indoor air problems in the past. In addition, managers do not know how to implement IAQ audit. Hence, one feasible approach to indoor air quality audit for hotel management was proposed here to identify the problems associated with the indoor environment of the hotel buildings. This approach can also help hotels managers to find the optimal operation procedures, which can improve the indoor air quality without increasing energy consumption and other related costs. For example, the air temperature measured in this case study is too cold. When this problem has identified, managers can adjust the air temperature set to make tourists feel comfortable and also reduce the energy consumption in air-conditioning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Moreover, the indoor air quality criteria of hotels should be investigated and established in the future since the standard of accommodation is one of the key factors in determining the risks which travelers may Central heating and comfort cooling available in entire premise. Individual heat and air conditioning control in all rooms. High quality equipment with very low noise emission level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "be exposed (WHO 2005) . For example, the hotel rating system in Taiwan and other countries should not only concern about the luxury facilities and services, the indoor air quality should be taken into account in order to provide health and comfortable spaces both for the guests and the staff.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 21,
                    "text": "(WHO 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sick building syndrome in Mauritius: Are symptoms associated with the office environment",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bholah",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fagoonee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Subratty",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Indoor and Built Environment",
            "volume": "9",
            "issn": "",
            "pages": "44--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Thermal comfortable and energy saving in the hotel industry",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bohdanowicz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Martinac",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Paper Presentef at the AMS 15th Conference on Biometeorology and Aerobiology & 16th International Congress on Biometeorology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The impact of the severe acute respiratory syndrome on hotels: A case study of Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C L"
                    ],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "International Journal of Hospitality Management",
            "volume": "22",
            "issn": "",
            "pages": "327--332",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Formaldehyde exposure in non-occupational environments",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dally",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hanrahan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woodbury",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kanarek",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Archives of Environmental Health",
            "volume": "36",
            "issn": "",
            "pages": "277--284",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Outdoor Air Quality Standards of Taiwan",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Indoor Air Quality Standards of Taiwan",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Eurobarometer: Public Opinion in the European Community",
            "authors": [],
            "year": 2000,
            "venue": "European Commission",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Increase risk of allergy in children due to formaldehyde exposure in homes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rayment",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abramson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Allergy",
            "volume": "54",
            "issn": "",
            "pages": "330--337",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A Guide on Indoor Air Quality Certification Scheme for Offices and Public Places. China: The Government of the Hong Kong Special Administrative Region",
            "authors": [],
            "year": 1995,
            "venue": "International Agency for Research on Cancer",
            "volume": "62",
            "issn": "",
            "pages": "217--362",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "When and where are people exposed to pollutants",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jantunen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proceedings of Healthy Buildings 2000: Exposure, Human Responses and Building Investigations Proceedings",
            "volume": "",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Multiple logistic regression modeling substantiates multifactor contributions associated with sick building syndrome in residential interiors in Mauritius",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jowaheer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Subratty",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "International Journal of Environmental Health Research",
            "volume": "13",
            "issn": "",
            "pages": "71--80",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Legionnaire's disease: A current update",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Dreher",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Medsurg Nursing",
            "volume": "13",
            "issn": "",
            "pages": "409--414",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Role of air distribution in SARS transmission during the largest nosocomial outbreak in Hong Kong",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Indoor Air",
            "volume": "15",
            "issn": "",
            "pages": "83--95",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Non-specific symptoms in office workers: A review and summary of the epidemiologic literature",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mendell",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Indoor Air",
            "volume": "3",
            "issn": "",
            "pages": "227--236",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Consistent pattern of elevated symptoms in air-conditioned office buildings: A reanalysis of epidemiologic studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mendell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "America Journal of Public Health",
            "volume": "80",
            "issn": "",
            "pages": "1193--1199",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Role of ventilation in the causation of building-associated illnesses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shattuck",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Occupational Medicine: State of the Art Review",
            "volume": "4",
            "issn": "",
            "pages": "625--642",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "International standards for the indoor environment",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Olesen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Indoor Air",
            "volume": "14",
            "issn": "",
            "pages": "18--26",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Designing and building eco-efficient hotels. Green Hotelier: Magazine of the International Hotels Environmental Initiative",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rada",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "10--11",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "SARS: Retrospective cohort study among German guests of the Hotel 'M",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Radun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niedrig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ammon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hong Kong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "228--230",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Health effects associated with urea-formaldehyde foam insulation in Connecticut",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sardinas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Most",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guilietti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Honchar",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Journal Environmental Health",
            "volume": "41",
            "issn": "",
            "pages": "453--463",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Health, comfort and productivity in the indoor environment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Indoor and Built Environment",
            "volume": "5",
            "issn": "",
            "pages": "22--33",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Hotels' energy management in 2000 and beyond: Operational options that reduce use and cost",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Stipanuk",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Guidelines for Good Indoor Air Quality in Office Building in Taiwan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O C"
                    ],
                    "last": "Taiwan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Formaldehyde Toxicity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Swenberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Popp",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The future of indoor air quality: Legal and economic implications",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Teeters",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Boatman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ventilation for Acceptable Indoor Air Quality ASHRAE Standard 62-2001",
            "authors": [],
            "year": 2001,
            "venue": "The American Society of Heating, Refrigerating and Air-Conditioning Engineers (ASHRAE)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Perceived air quality, sick building syndrome symptoms and productivity in an office with two different pollution loads",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Accessed Wargocki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wyon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baik",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The International Hotel & Restaurant Association (IH&RA",
            "volume": "9",
            "issn": "",
            "pages": "165--179",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Indoor Air Pollutants: Exposure and Health Effects",
            "authors": [],
            "year": 1983,
            "venue": "EURO Reports and Studies",
            "volume": "",
            "issn": "78",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "World Health Organization (WHO) (1999)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "International Travel and Health",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Risk assessment of formaldehyde in typical office buildings in Taiwan",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J J"
                    ],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Indoor Air",
            "volume": "13",
            "issn": "",
            "pages": "359--363",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Health and indoor climate complaints of 7043 office workers in 61 buildings in the Netherlands",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zweers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Preller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brunekreef",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Boleij",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Indoor Air",
            "volume": "2",
            "issn": "",
            "pages": "127--136",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Measurements of air change per hour (ACH) and fresh air exchange rate",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Measurements of suspended particulate matter",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The concentrations of microbial",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Thermal comfort requirements and the hotel rating system (WTO)One starHeating or fan cooling when necessary Two star Heating or fan cooling when necessary. Central heating and comfort cooling seasonally available. Three star Central heating and comfort cooling seasonally available. Individual heat control in bedrooms. Temperature maintained within the range of 18-25°C. Four star and five star",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}