{
    "paper_id": "7c45c586ab46212d2a138b0802ee7cb4afb482ea",
    "metadata": {
        "title": "The fifth anniversary of Regional Studies in Marine Science The fifth anniversary of Regional Studies in Marine Science",
        "authors": [
            {
                "first": "Kenneth",
                "middle": [
                    "M Y"
                ],
                "last": "Leung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gunnar",
                "middle": [
                    "G"
                ],
                "last": "Lauenstein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jinyu",
                "middle": [],
                "last": "Sheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jinyu",
                "middle": [
                    "Sheng"
                ],
                "last": "Leung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "M Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "During the first five years, our journal Regional Studies in Marine Science has been growing rapidly and healthily (Hall-Spencer et al. 2016; Leung et al., 2018) , and has handled over 2100 manuscripts. The number of manuscripts received sharply increased from 180 in 2016 to 928 in 2019 ( Figure 1a ; the data of 2015 were not included in the figure due to some uncertainty that existed in that year's dataset), while the number of published articles jumped from 43 papers in 2015 to 225 in 2019 ( Figure 1b) . We predict that 1200 manuscripts and 300 articles will be received and published in 2020, respectively. We are also very pleased to see the impact factor of our journal rising from 1.152 in 2018 to 1.462 in 2019. The improvement of both the number of citations and the impact factor indicates a steady advance of the journal's quality and impact.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 141,
                    "text": "(Hall-Spencer et al. 2016;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 142,
                    "end": 161,
                    "text": "Leung et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 299,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 499,
                    "end": 509,
                    "text": "Figure 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Between 2015 and 2019, we have published 32 volumes and eight special issues with a total of 659 articles, which consists of 620 regular research papers (94.1%), 28 review papers (4.2%) and 8 editorials (1.2%) (Figure 1c ). These published articles came from 106 countries. The top 10 countries which have contributed most of these publications are India, the United States, Japan, China, Australia, Brazil, Italy, Spain, the United Kingdom and France (Figure 1d ). Other strong submitters include scientists from Malaysia, Mexico, Portugal, Argentina, Greece, Canada, Germany, Indonesia, Iran, Bangladesh, and Turkey. We are very pleased to see that Regional Studies in Marine Science is successfully serving the global community for documenting regionally important scientific findings in marine science, and this is the main goal of our journal (Leung et al. 2015) . ",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 867,
                    "text": "(Leung et al. 2015)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 220,
                    "text": "(Figure 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 452,
                    "end": 462,
                    "text": "(Figure 1d",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Cumulatively, the rejection rate and withdrawal rate of Regional Studies in Marine Science is 60% and 6%, respectively. Hence, the acceptance rate of articles for publication is only 34 percent. For unaccepted manuscripts, most of them (62%) were desk rejected by the Editors-in-Chief during the internal screening, and only 38% of them were rejected after the peer review process. To avoid disappointment and also to accelerate the review process, authors should pay special attention to the scope, novel hypothesis, scientific merit and quality of the study, as well as technical aspects of manuscript preparation to ensure that the research methods are robust and scientifically justified with proper statistical analyses, and scientific presentation is effective with logical organisation of the manuscript (Leung et al. 2018) . Proper use of English and high-quality figures and illustrations are also required.",
            "cite_spans": [
                {
                    "start": 811,
                    "end": 830,
                    "text": "(Leung et al. 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Research highlights from Regional Studies in Marine Science",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hall-Spencer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Lauenstein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Reg. Stud. Mar. Sci",
            "volume": "6",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The need for regional studies in marine science",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hall-Spencer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Lauenstein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Reg. Stud. Mar. Sci",
            "volume": "1",
            "issn": "",
            "pages": "85--87",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A summary of status of Regional Studies in Marine Science over the past five years, in terms of: (a) the number of manuscripts received, (b) the number of articles published, (c) the composition of the published articles, and (d) contributions of articles from various countries. Data for (a) were obtained from the EVISE system of Elsevier, while Data for (b)-(d) were extracted from SCOPUS.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "To cope with the rapid growth of the journal, we recruited three prominent scientists, namely Dr. David Marshall (University Brunei, Brunei Darussalam), Dr. David Whitall (National Oceanic and Atmospheric Administration, United States), and Dr. Ryan Mulligan (Queen's University, Kingston, Ontario, Canada) to serve as our Associate Editors in 2018. They marvellously shared our workload, and ensured the review process was fair and efficient over the past two years. We would like to take this opportunity to sincerely thank all of them for their dedication, time and effort to facilitate the development of the journal.In this fifth anniversary year of Regional Studies in Marine Science, we would like to gratefully thank all authors and reviewers who have indispensably contributed to its growth. We also thank the editorial team, editorial board and the publisher for the untiring support and timely assistance. Currently, we are in the process of developing a strategic plan for the journal for the next five years, and will be very happy to receive feedback and comments from the authors, reviewers and readers.Wishing everyone keep well under the threat of COVID19 coronavirus!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}