{
    "paper_id": "7c64431ce8734497ff255607e64c55223e928556",
    "metadata": {
        "title": "Pediatric rheumatology: A special issue from the European Journal of Rheumatology",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "European Journal of Rheumatology (Eur J Rheumatol) is an international, open access, peer reviewed journal committed to promoting the highest standards of scientific exchange and education. The journal is published quarterly on January, April, July and October.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "The journal covers various aspects of rheumatology for its readers, encompassing the spectrum of diseases with arthritis, musculoskeletal conditions, autoinflammatory diseases, connective tissue disorders, osteoporosis, translational research, the latest therapies and treatment programs. European Journal of Rheumatology publishes original articles, invited reviews, case reports, letters to the editor and images in rheumatology. The publication language of the journal is English.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "The editorial and publication processes of the journal are shaped in accordance with the guidelines of the International Council of Medical Journal Editors (ICMJE), the World Association of Medical Editors (WAME), the Council of Science Editors (CSE), the Committee on Publication Ethics (COPE), the European Association of Science Editors (EASE), and National Information Standards Organization (NISO). The journal conforms to the Principles of Transparency and Best Practice in Scholarly Publishing (doaj.org/bestpractice).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "Originality, high scientific quality, and citation potential are the most important criteria for a manuscript to be accepted for publication. Manuscripts submitted for evaluation should not have been previously presented or already published in an electronic or printed medium. The journal should be informed of manuscripts that have been submitted to another journal for evaluation and rejected for publication. The submission of previous reviewer reports will expedite the evaluation process. Manuscripts that have been presented in a meeting should be submitted with detailed information on the organization, including the name, date, and location of the organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "Manuscripts submitted to European Journal of Rheumatology will go through a double-blind peer-review process. Each submission will be reviewed by at least two external, independent peer reviewers who are experts in their fields in order to ensure an unbiased evaluation process. The editorial board will invite an external and independent editor to manage the evaluation processes of manuscripts submitted by editors or by the editorial board members of the journal. The Editor in Chief is the final authority in the decision-making process for all submissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "An approval of research protocols by the Ethics Committee in accordance with international agreements (World Medical Association Declaration of Helsinki \"Ethical Principles for Medical Research Involving Human Subjects, \" amended in October 2013, www.wma. net) is required for experimental, clinical, and drug studies and for some case reports. If required, ethics committee reports or an equivalent official document will be requested from the authors. For manuscripts concerning experimental research on humans, a statement should be included that shows that written informed consent of patients and volunteers was obtained following a de-tailed explanation of the procedures that they may undergo. For studies carried out on animals, the measures taken to prevent pain and suffering of the animals should be stated clearly. Information on patient consent, the name of the ethics committee, and the ethics committee approval number should also be stated in the Materials and Methods section of the manuscript. It is the authors' responsibility to carefully protect the patients' anonymity. For photographs that may reveal the identity of the patients, signed releases of the patient or of their legal representative should be enclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "All submissions are screened by a similarity detection software (iThenticate by CrossCheck).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "In the event of alleged or suspected research misconduct, e.g., plagiarism, citation manipulation, and data falsification/fabrication, the Editorial Board will follow and act in accordance with COPE guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "Each individual listed as an author should fulfill the authorship criteria recommended by the International Committee of Medical Journal Editors (ICMJE -www.icmje.org). The ICMJE recommends that authorship be based on the following 4 criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "1. Substantial contributions to the conception or design of the work; or the acquisition, analysis, or interpretation of data for the work; AND 2. Drafting the work or revising it critically for important intellectual content; AND 3. Final approval of the version to be published; AND 4. Agreement to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "In addition to being accountable for the parts of the work he/she has done, an author should be able to identify which co-authors are responsible for specific other parts of the work. In addition, authors should have confidence in the integrity of the contributions of their co-authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "All those designated as authors should meet all four criteria for authorship, and all who meet the four criteria should be identified as authors. Those who do not meet all four criteria should be acknowledged in the title page of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "European Journal of Rheumatology requires corresponding authors to submit a signed and scanned version of the authorship contribution form (available for download through www.eurjrheumatol.org during the initial submission process in order to act appropriately on authorship rights and to prevent ghost or honorary authorship. If the editorial board suspects a case of \"gift authorship, \" the submission will be rejected without further review. As part of the submission of the manuscript, the corresponding author should also send a short statement declaring that he/she accepts to undertake all the responsibility for authorship during the submission and review stages of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "European Journal of Rheumatology requires and encourages the authors and the individuals involved in the evaluation process of submitted manuscripts to disclose any existing or potential conflicts of interests, including financial, consultant, and institutional, that might lead to potential bias or a conflict of interest. Any financial grants or other support received for a submitted study from individuals or institutions should be disclosed to the Editorial Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "To disclose a potential conflict of interest, the ICMJE Potential Conflict of Interest Disclosure Form should be filled in and submitted by all contributing authors. Cases of a potential conflict of interest of the editors, authors, or reviewers are resolved by the journal's Editorial Board within the scope of COPE and ICMJE guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "The Editorial Board of the journal handles all appeal and complaint cases within the scope of COPE guidelines. In such cases, authors should get in direct contact with the editorial office regarding their appeals and complaints. When needed, an ombudsperson may be assigned to resolve cases that cannot be resolved internally. The Editor in Chief is the final authority in the decision-making process for all appeals and complaints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "European Journal of Rheumatology requires each submission to be accompanied by a Copyright License Agreement (available for download http://www.eurjrheumatol.org). When using previously published content, including figures, tables, or any other material in both print and electronic formats, authors must obtain permission from the copyright holder. Legal, financial and criminal liabilities in this regard belong to the author(s). By signing the Copyright License Agreement, authors agree that the article, if accepted for publication by the European Journal of Rheumatology, will be licensed under a Creative Commons Attribution-Non Commercial 4.0 International License (CC-BY-NC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "Statements or opinions expressed in the manuscripts published in European Journal of Rheumatology reflect the views of the author(s) and not the opinions of the editors, the editorial board, or the publisher; the editors, the editorial board, and the publisher disclaim any responsibility or liability for such materials. The final responsibility in regard to the published content rests with the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONS TO AUTHORS"
        },
        {
            "text": "The manuscripts should be prepared in accordance with ICM-JE-Recommendations for the Conduct, Reporting, Editing, and Publication of Scholarly Work in Medical Journals (updated in December 2019 -http://www.icmje.org/icmje-recommendations. pdf ). Authors are required to prepare manuscripts in accordance with the CONSORT guidelines for randomized research studies, STROBE guidelines for observational original research studies, STARD guidelines for studies on diagnostic accuracy, PRISMA guidelines for systematic reviews and meta-analysis, ARRIVE guide-lines for experimental animal studies, and TREND guidelines for non-randomized public behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MANUSCRIPT PREPARATION"
        },
        {
            "text": "Manuscripts can only be submitted through the journal's online manuscript submission and evaluation system, available at www. eurjrheumatol.org. Manuscripts submitted via any other medium will not be evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MANUSCRIPT PREPARATION"
        },
        {
            "text": "Manuscripts submitted to the journal will first go through a technical evaluation process where the editorial office staff will ensure that the manuscript has been prepared and submitted in accordance with the journal's guidelines. Submissions that do not conform to the journal's guidelines will be returned to the submitting author with technical correction requests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MANUSCRIPT PREPARATION"
        },
        {
            "text": "Authors are required to submit the following: Keywords: Each submission must be accompanied by a minimum of three to a maximum of six keywords for subject indexing at the end of the abstract. The keywords should be listed in full without abbreviations. The keywords should be selected from the National Library of Medicine, Medical Subject Headings database (https:// www.nlm.nih.gov/mesh/MBrowser.html).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MANUSCRIPT PREPARATION"
        },
        {
            "text": "Main Points: All submissions except letters to the editor and images in rheumatology should be accompanied by 3 to 5 \"main points\" which should emphasize the most noteworthy results of the study and underline the principle message that is addressed to the reader. This section should be structured as itemized to give a general overview of the article. Since \"Main Points\" targeting the experts and specialists of the field, each item should be written as plain and straightforward as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MANUSCRIPT PREPARATION"
        },
        {
            "text": "Original Articles: This is the most important type of article since it provides new information based on original research. The main text of original articles should be structured with Introduction, Methods, Results, and Discussion subheadings. Please check Table  1 for the limitations for Original Articles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 266,
                    "text": "Table  1",
                    "ref_id": null
                }
            ],
            "section": "Manuscript Types"
        },
        {
            "text": "Statistical analysis to support conclusions is usually necessary. Statistical analyses must be conducted in accordance with international statistical reporting standards (Altman DG, Gore SM, Gardner MJ, Pocock SJ. Statistical guidelines for contributors to medical journals. Br Med J 1983: 7; 1489-93) . Information on statistical analyses should be provided with a separate subheading under the Materials and Methods section and the statistical software that was used during the process must be specified.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 292,
                    "text": "Med J 1983: 7;",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 301,
                    "text": "1489-93)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Manuscript Types"
        },
        {
            "text": "Units should be prepared in accordance with the International System of Units (SI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript Types"
        },
        {
            "text": "Review Articles: Reviews prepared by authors who have extensive knowledge on a particular field and whose scientific background has been translated into a high volume of publications with a high citation potential are welcomed. These authors may even be invited by the journal. Reviews should describe, discuss, and evaluate the current level of knowledge of a topic in clinical practice and should guide future studies. The main text should contain Introduction, Clinical and Research Consequences, and Conclusion sections. Please check Table 1 for the limitations for Review Articles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 538,
                    "end": 545,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Manuscript Types"
        },
        {
            "text": "Case-based Reviews: Case-based reviews are reports on rare cases or conditions that constitute challenges in diagnosis and treatment, incorporating a mini literature review of a particular area of the field. Please check Table 1 for the limitations for Case-based Reveiws.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 228,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Manuscript Types"
        },
        {
            "text": "Letters to the Editor: This type of manuscript discusses important parts, overlooked aspects, or lacking parts of a previously published article. Articles on subjects within the scope of the journal that might attract the readers' attention, particularly educative cases, may also be submitted in the form of a \"Letter to the Editor. \" Readers can also present their comments on the published manuscripts in the form of a \"Letter to the Editor. \" Abstract, Keywords, and Tables, Figures, Images, and other media should not be included. The text should be unstructured. The manuscript that is being commented on must be properly cited within this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript Types"
        },
        {
            "text": "This type of submissions should present a striking image that may challange and inform readers and contribute to their education. Please check Table 1 for the limitations for Images in Rheumatology.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Images in Rheumatology:"
        },
        {
            "text": "Tables should be included in the main document, presented after the reference list, and they should be numbered consecutively in the order they are referred to within the main text. A descriptive title must be placed above the tables. Abbreviations used in the tables should be defined below the tables by footnotes (even if they are defined within the main text). Tables should be created using the \"insert table\" command of the word processing software and they should be arranged clearly to provide easy reading. Data presented in the tables should not be a repetition of the data presented within the main text but should be supporting the main text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tables"
        },
        {
            "text": "Figures, graphics, and photographs should be submitted as separate files (in TIFF or JPEG format) through the submission system. The files should not be embedded in a Word document or the main document. When there are figure subunits, the subunits should not be merged to form a single image. Each subunit should be submitted separately through the submission system. Images should not be labeled (a, b, c, etc.) to indicate figure subunits. Thick and thin arrows, arrowheads, stars, asterisks, and similar marks can be used on the images to support figure legends. Like the rest of the submission, the figures too should be blind. Any information within the images that may indicate an individual or institution should be blinded. The minimum resolution of each submitted figure should be 300 DPI. To prevent delays in the evaluation process, all submitted figures should be clear in resolution and large in size (minimum dimensions: 100 × 100 mm). Figure legends should be listed at the end of the main document.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and Figure Legends"
        },
        {
            "text": "All acronyms and abbreviations used in the manuscript should be defined at first use, both in the abstract and in the main text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and Figure Legends"
        },
        {
            "text": "A-VI Table 1 . Limitations for each manuscript type",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Figures and Figure Legends"
        },
        {
            "text": "Type of manuscript Word limit Abstract word limit Reference limit Table limit  Figure limit ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 91,
                    "text": "Table limit  Figure limit",
                    "ref_id": null
                }
            ],
            "section": "Figures and Figure Legends"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Knight Pediatric macrophage activation syndrome, recognizing the tip of the Iceberg Courtney Crayne, Randy Q. Cron Orbital inflammation and colitis in pediatric IgG4-related disease: A case report and review of the literature",
            "authors": [
                {
                    "first": "Jacqueline",
                    "middle": [
                        "A"
                    ],
                    "last": "Madison",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "Jason",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Christian M. Hedrich Musculoskeletal ultrasound in children: Current state and future directions",
            "authors": [
                {
                    "first": "Lissy",
                    "middle": [],
                    "last": "Tille",
                    "suffix": ""
                },
                {
                    "first": "Anja",
                    "middle": [],
                    "last": "Schnabel",
                    "suffix": ""
                },
                {
                    "first": "Martin",
                    "middle": [
                        "W"
                    ],
                    "last": "Laass",
                    "suffix": ""
                },
                {
                    "first": "Gabriele",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "Heike",
                    "middle": [],
                    "last": "Taut",
                    "suffix": ""
                },
                {
                    "first": "Anna",
                    "middle": [],
                    "last": "Leszczynska",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Patricia Vega-Fernandez Pediatric Behçet's disease -clinical aspects and current concepts",
            "authors": [
                {
                    "first": "Emily",
                    "middle": [],
                    "last": "Brunner",
                    "suffix": ""
                },
                {
                    "first": "Tracy",
                    "middle": [],
                    "last": "Ting",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Özgür Kasapçopur Linear Scleroderma of the Head -Updates in management of Parry Romberg Syndrome and En coup de sabre: A rapid scoping review across subspecialties",
            "authors": [
                {
                    "first": "Mehmet",
                    "middle": [],
                    "last": "Yıldız",
                    "suffix": ""
                },
                {
                    "first": "Oya",
                    "middle": [],
                    "last": "Köker",
                    "suffix": ""
                },
                {
                    "first": "Amra",
                    "middle": [],
                    "last": "Adrovic",
                    "suffix": ""
                },
                {
                    "first": "Sezgin",
                    "middle": [],
                    "last": "Şahin",
                    "suffix": ""
                },
                {
                    "first": "Kenan",
                    "middle": [],
                    "last": "Barut",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cron Neonatal septic arthritis: Indian perspective",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Reiff",
                    "suffix": ""
                },
                {
                    "first": "Courtney",
                    "middle": [
                        "B"
                    ],
                    "last": "Crayne",
                    "suffix": ""
                },
                {
                    "first": "Melissa",
                    "middle": [
                        "L"
                    ],
                    "last": "Mannion",
                    "suffix": ""
                },
                {
                    "first": "Randy",
                    "middle": [
                        "Q"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Journal of Rheumatology is an open access publication and the journal's publication model is based on Budapest Open Access Initiative (BOAI) declaration. Journal's archive is available online, free of charge at eurjrheumatol. org. European Journal of Rheumatology content is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. The journal is printed on an acid-free paper. Reprint requests and requests concerning advertising should be addressed to the publisher; Address: Büyükdere Cad. 105/9 34394 Mecidiyeköy, Şişli, İstanbul, Turkey Phone: +90 212 217 17 00 Fax: +90 212 217 22 92 e-mail: info@avesyayincilik.com avesyayincilik.com",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The abbreviation should be provided in parentheses following the definition.When a drug, product, hardware, or software program is mentioned within the main text, product information, including the name of the product, the producer of the product, and city and the country of the company (including the state if in USA), should be provided in parentheses in the following format: \"Discovery St PET/ CT scanner (General Electric, Milwaukee, WI, USA)\" All references, tables, and figures should be referred to within the main text, and they should be numbered consecutively in the order they are referred to within the main text.Limitations, drawbacks, and the shortcomings of original articles should be mentioned in the Discussion section before the conclusion paragraph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "While citing publications, preference should be given to the latest, most up-to-date publications. If an ahead-of-print publication is cited, the DOI number should be provided. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "When submitting a revised version of a paper, the author must submit a detailed \"Response to the reviewers\" that states point by point how each issue raised by the reviewers has been covered and where it can be found (each reviewer's comment, followed by the author's reply and line numbers where the changes have been made) as well as an annotated copy of the main document. Revised manuscripts must be submitted within 30 days from the date of the decision letter. If the revised version of the manuscript is not submitted within the allocated time, the revision option may be canceled. If the submitting author(s) believe that additional time is required, they should request this extension before the initial 30day period is over.Accepted manuscripts are copy-edited for grammar, punctuation, and format. Once the publication process of a manuscript is completed, it is published online on the journal's webpage as an aheadof-print publication before it is included in its scheduled issue. A PDF proof of the accepted manuscript is sent to the corresponding author and their publication approval is requested within 2 days of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVISIONS"
        }
    ]
}