{
    "paper_id": "7c649b4e76eae43caa0bbee31386be24d5eb085c",
    "metadata": {
        "title": "Generation interval contraction and epidemic data analysis",
        "authors": [
            {
                "first": "Eben",
                "middle": [],
                "last": "Kenah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Lipsitch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "M"
                ],
                "last": "Robins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The generation interval is the time between the infection time of an infected person and the infection time of his or her infector. Probability density functions for generation intervals have been an important input for epidemic models and epidemic data analysis. In this paper, we specify a general stochastic SIR epidemic model and prove that the mean generation interval decreases when susceptible persons are at risk of infectious contact from multiple sources. The intuition behind this is that when a susceptible person has multiple potential infectors, there is a \"race\" to infect him or her in which only the first infectious contact leads to infection. In an epidemic, the mean generation interval contracts as the prevalence of infection increases. We call this global competition among potential infectors. When there is rapid transmission within clusters of contacts, generation interval contraction can be caused by a high local prevalence of infection even when the global prevalence is low. We call this local competition among potential infectors. Using simulations, we illustrate both types of competition. Finally, we show that hazards of infectious contact can be used instead of generation intervals to estimate the time course of the effective reproductive number in an epidemic. This approach leads naturally to partial likelihoods for epidemic data that are very similar to those that arise in survival analysis, opening a promising avenue of methodological research in infectious disease epidemiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In infectious disease epidemiology, the serial interval is the difference between the symptom onset time of an infected person and the symptom onset time of his or her infector [1] . This is sometimes called the \"generation interval.\" However, we find it more useful to adopt the terminology of Svensson [2] and define the generation interval as the difference between the infection time of an infected person and the infection time of his or her infector. By these definitions, the serial interval is observable while the generation interval usually is not. We define infectious contact from i to j to be a contact that is sufficient to infect j if i is infectious and j is susceptible, and we define a potential infector of person i to be an infectious person who has positive probability of making infectious contact with i. Finally, we use the term hazard rather than force of infection to highlight the similarities between epidemic data analysis and survival analysis.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The generation interval has been an important input for epidemic models used to investigate the transmission and control of SARS [3, 4] and pandemic influenza [5, 6] . More recently, generation interval distributions have been used to calculate the incubation period distribution of SARS [7] and to estimate R 0 from the exponential growth rate at the beginning of an epidemic [8] . It is generally assumed that the generation interval distribution is characteristic of an infectious disease. In this paper, we show that this is not true. Instead, the expected generation interval decreases as the number of potential infectors of susceptibles increases. During an epidemic, generation intervals tend to contract as the prevalence of infection increases. This effect was described by Svensson [2] for an SIR model with homogeneous mixing. In this paper, we extend this result to all time-homogeneous stochastic SIR models.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 133,
                    "end": 135,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 163,
                    "end": 165,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A simple thought experiment illustrates the intuition behind our main result. Imagine a susceptible person j in a room. Place m other persons in the room and infect them all at time t = 0. For simplicity, assume that infectious contact from i to j occurs with probability one, i = 1, ..., m. Let t ij be a continuous nonnegative random variable denoting the first time at which i makes infectious contact with j. Person j is infected at time t j = min(t 1j , ..., t mj ). Since all infectious persons were infected at time zero, t j is the generation interval. If we repeat the experiment with larger and larger m, the expected value of min(t 1j , ..., t mj ) will decrease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "When a susceptible person is at risk of infectious contact from multiple sources, there is a \"race\" to infect him or her in which only the first infectious contact leads to infection. Generation interval contraction is an example of a well-known phenomenon in epidemiology:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The expected time to an outcome, given that the outcome occurs, decreases in the presence of competing risks. In our thought experiment, the outcome is the infection of j by a given i and the competing risks are infectious contacts from all sources other than i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Adapting our thought experiment slightly, we see that the contraction of the generation interval is a consequence of the fact that the hazard of infection for j increases as the number of potential infectors increases. Let λ(t) be the hazard of infectious contact from any potential infector to j at time t and let E[t j |m] be the expected infection time of j given m potential infectors. Then so the expected generation interval decreases as the number of potential infectors increases. A hazard of infection that increases with the number of potential infectors is a defining feature of most epidemic models, so generation interval contraction is a very general phenomenon. We note that a very similar phenomenon occurs in endemic diseases, where increased force of infection results in a decreased average age at first infection [9] .",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 836,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of the paper is organized as follows: In Section 2, we describe a general stochastic SIR epidemic model. In Section 3, we use this model to show that the mean generation interval decreases as the number of potential infectors increases. As a corollary, we find that the mean serial interval also decreases. In Section 4, we consider the role of the population contact structure in generation interval contraction and illustrate the effects of global and local competition among potential infectors with simulations. In Section 5, we argue that hazards of infectious contact should be used instead of generation or serial interval distributions in the analysis of epidemic data. Section 6 summarizes our main results and conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We start with a very general stochastic \"Susceptible-Infectious-Removed\" (SIR) epidemic model. This model includes fully-mixed and network-based models as special cases, and it has been used previously to define a mapping from the final outcomes of stochastic SIR models to the components of semi-directed random networks [10, 11] .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "General stochastic SIR model"
        },
        {
            "text": "Each person i is infected at his or her infection time t i , with t i = ∞ if i is never infected. Person i recovers from infectiousness or dies at time t i + r i , where the recovery period r i is a positive random variable with the cumulative distribution function (cdf) F i (r). The recovery period r i may be the sum of a latent period, during which i is infected but not infectious, and an infectious period, during which i can transmit infection. We assume that all infected persons have a finite recovery period. If person i is never infected, let r i = ∞. Let Sus(t) = {i : t i > t} be the set of susceptibles at time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General stochastic SIR model"
        },
        {
            "text": "When person i is infected, he or she makes infectious contact with person j after an infectious contact interval τ ij . Each τ ij is a positive random variable with cdf F ij (τ|r i ) and survival function S ij (τ|r i ) = 1 -F ij (τ|r i ). Let τ ij = ∞ if person i never makes infectious contact with person j, so the infectious contact interval distribution may have probability mass at ∞. Define which is the conditional probability that i never makes infectious contact with j given r i . Since a person cannot transmit disease before being infected or after recovering from infectiousness, S ij (τ|r i ) = 1 for all τ ≤ 0 and S ij (τ|r i ) = S ij (∞|r i ) for all τ ≥ r i . Since a person cannot infect himself (or herself), τ ii = ∞ with probability one and S ii (τ|r i ) = 1 for all τ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General stochastic SIR model"
        },
        {
            "text": "The infectious contact time t ij = t i + τ ij is the time at which person i makes infectious contact with person j. If person j is susceptible at time t ij , then i infects j and t j = t ij . If t ij < ∞, then t j ≤ t ij because person j avoids infection at time t ij only if he or she has already been infected. If person i never makes infectious contact with person j, then t ij = ∞ because τ ij = ∞. Figure 1 shows a schematic diagram of the relationships among r i , τ ij , and t ij .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 411,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "General stochastic SIR model"
        },
        {
            "text": "The importation time t 0i of person i is the earliest time at which he or she receives infectious contact from outside the population. The importation time vector t 0 = (t 01 , ..., t 0n ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General stochastic SIR model"
        },
        {
            "text": "We assume that each infected person has a unique infector. Following [4] , we let v i represent the index of the person who infected person i, with v i = 0 for imported infections and v i = ∞ if i is never infected. If tied infectious contact times have nonzero probability, then v i can be chosen from all j such that t ji = t i < ∞.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "General stochastic SIR model"
        },
        {
            "text": "Let t (1) ≤ t (2) ≤ ... ≤ t (m) be the order statistics of all t 1 , ..., t n less than infinity, and let (k) be the index of the k th person infected. Before the epidemic begins, an importation time vector t 0 is chosen. The epidemic begins at time t (1) = min i (t 0i ). Person (1) is assigned a recovery time r (1) . Every person j ∈ Sus(t (1) ) is assigned an infectious contact time t (1)j = t (1) + τ (1)j . The second infection occurs at t (2) = min j∈Sus(t (1) ) min(t 0j , t (1)j ), which is the first infectious contact time after t (1) . Person (2) is assigned a infectious period r (2) . After k infections, the next infection occurs at t (k+1) = min j∈Sus(t (k ) ) min(t 0j , t (1)j , ..., t (k)j ). The epidemic stops after m infections if and only if t (m+1) = ∞.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Epidemics"
        },
        {
            "text": "In this section, we show that the mean infectious contact interval τ ij given that i infects j is shorter than the mean infectious contact interval given that i makes infectious contact with j. In the notation from the previous section, (note that v j = i implies τ ij < ∞ but not vice versa). In general, this inequality is strict when j is at risk of infectious contact from any source other than i. This inequality implies the contraction of generation and serial intervals during an epidemic. For background on the probability theory used in this section, please see Ref. [12] or any other probability text.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 580,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Generation interval contraction"
        },
        {
            "text": "and then use the law of iterated expectation. If person i was infected at time t i and has recovery period r i , then the probability that τ ij < ∞ is F ij (∞|r i ) = 1 -S ij (∞|r i ). Let be the conditional cdf of τ ij given r i and τ ij < ∞. Then (1) If person j is susceptible at time t i and τ ij < ∞, then v j = i if and only if j escapes infectious contact from all other infectious people during the time interval (t i , t i + τ ij ). Let S *j (t i + τ) be the probability that j escapes infectious contact from all sources other than i in the interval (t i , t i + τ). Given r i and τ ij < ∞, the conditional probability density for an infectious contact from i to j at time t i + τ that leads to the infection of j is proportional to If we let then Since S *j (t i + τ ij ) is a monotonically decreasing function of τ ij , Therefore, (2) Since the same inequality holds for all r i , (3) by the law of iterated expectation.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 843,
                    "end": 846,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 893,
                    "end": 896,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 1 E[τ ij |v j = i] ≤ E[τ ij |τ ij < ∞]"
        },
        {
            "text": "Equality holds in equation (2) if and only if τ ij and S *j (t i + τ ij ) have covariance zero given r i and τ ij < ∞. Since S *j (t i + τ ij ) is a monotonically decreasing function of τ ij , this will occur if and only if τ ij or S *j (t i + τ ij ) is constant given r i and τ ij < ∞. Equality holds in equation (3) if and only if equality holds in (2) with probability one in r i . If τ ij is constant, then clearly S *j (t i + τ ij ) is constant and their covariance is zero. If j is not at risk of infectious contact from any source other than i, then S *j (t i + τ ij ) will be constant even when τ ij is not. In the thought experiment from the Introduction, the expected infection time of the susceptible j would remain constant in the following two scenarios: (i) all infectious persons make infectious contact with j at a fixed time t 0 , or (ii) j is only at risk of infectious contact from a single person. Scenario (i) corresponds to a constant τ ij and scenario (ii) corresponds to a constant S *j (t i + τ ij ).",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 1 E[τ ij |v j = i] ≤ E[τ ij |τ ij < ∞]"
        },
        {
            "text": "The expected generation interval from i to j given v j = i will be shortest when the risk of infectious contact to j from sources other than i is greatest. More specifically, will be minimized when S *j (t i + τ ij ) decreases fastest in τ ij . In general, the risk of infectious contact from other sources will be greatest when the prevalence of infection is highest, so we expect the greatest contraction of the serial interval during an epidemic to coincide with the peak prevalence of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1 E[τ ij |v j = i] ≤ E[τ ij |τ ij < ∞]"
        },
        {
            "text": "In general, we expect to see the following pattern over the course of an epidemic: The mean generation interval decreases as the prevalence of infection increases, reaches a minimum as the prevalence of infection peaks, and increases again as the prevalence of infection decreases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1 E[τ ij |v j = i] ≤ E[τ ij |τ ij < ∞]"
        },
        {
            "text": "In [2] , Svennson discussed two types of generation intervals that are consistent with the verbal definition given in the Introduction. T p (p for \"primary\") denotes τ ij where i is chosen at random from all persons who infect at least one other person and j is chosen randomly from the set of persons i infects. T s (s for \"secondary\") denotes τ ij where j is chosen at random from all persons infected from within the population and i = v j . T p and T s differ only in the sampling procedure used to obtain the ordered pair ij; T p samples primary cases (infectors) at random while T s samples secondary cases at random. Equation (3) implies that both E[T p ] and E[T s ] decrease when susceptible persons are at risk of infectious contact from multiple sources. This contraction occurs because the definitions of T p and T s include only τ ij such that i actually infected j.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Types of generation intervals"
        },
        {
            "text": "In an epidemic, infection times are generally unobserved. Instead, symptom onset times are observed. Recall that the time between the onset of symptoms in an infected person and the onset of symptoms in his or her infector is called the serial interval. Contraction of the mean generation interval implies contraction of the mean serial interval as well. The incubation period is the time from infection to the onset of symptoms [1] . Let q i be the incubation period in person i, and let be the time of his or her onset of symptoms. If v j = i, then the serial interval associated with person j is Therefore, with strict inequality whenever strict inequality holds for the corresponding generation interval. Over the course of an epidemic, we expect the mean serial interval to follow a pattern very similar to that of the mean generation interval.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 432,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Serial interval contraction"
        },
        {
            "text": "We refer to the \"race\" to infect a susceptible person as competition among potential infectors. In this section, we illustrate two types of competition among potential infectors: Global competition among potential infectors results from a high global prevalence of infection. Local competition among potential infectors results from rapid transmission within clusters of contacts, which causes susceptibles to be at risk of infectious contact from multiple sources within their clusters even if the global prevalence of infection is low. In real epidemics, the prevalence of infection is usually low but there is clustering of contacts within households, hospital wards, schools, and other settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations"
        },
        {
            "text": "In this section, we use simulations to illustrate generation interval contraction under global and local competition among potential infectors. Each simulation is a single realization of a stochastic SIR model in a population of 10, 000. We keep track of the infection times of the primary and secondary case in each infector/infectee pair and the prevalence of infection at the infection time of the secondary case, which is a proxy for the amount of competition to infect the secondary case. We then calculate a smoothed mean of the generation interval as a function of the infection time of the primary case in each pair. Another valid approach would be to calculate the smoothed means from the results of many simulations. We did not take this approach for the following reasons: (i) Because of variation in the time course of different realizations of the same stochastic SIR model, many simulations would be required to obtain a curve that reliably approximates the asymptotic limit. (ii) The smoothed mean over many simulations would show a pattern similar to that obtained in any single simulation. (iii) Generation interval contraction was proven in Section 3, so the simulations are intended primarily as illustrations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations"
        },
        {
            "text": "To illustrate global competition among potential infectors, we use a fully-mixed model with population size n = 10, 000 and basic reproductive number R 0 . The infectious period is fixed, with r i = 1 with probability one for all i. The infectious contact intervals τ ij have an exponential distribution with hazard R 0 (n -1) -1 truncated at r i , so S ij (τ|r i ) = e -R 0 (n-1) -1 τ when 0 < τ < 1 and τ ij = ∞ with probability e -R 0 (n-1) -1 . The epidemic starts with a single imported infection and no other imported infections occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global competition"
        },
        {
            "text": "For n = 10, 000, Table 1 shows this expected value at each R 0 . For all R 0 , E[τ ij |τ ij < ∞] ≈ .5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 24,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "From equation (1), the mean infectious contact interval given that contact occurs is"
        },
        {
            "text": "This model was run once at R 0 = 1.25, 1.5, 2, 3, 4, 5, and 10. For each simulation, we recorded t i , v i , t vi , and the prevalence of infection at time t i in each infector/infectee pair. Figure 2 shows smoothed mean curves for the generation interval versus the source infection time for R 0 = 2, 3, 4, 5. There is a clear tendency for the mean generation interval to contract, with greater contraction at higher R 0 . Figure 3 shows smoothed mean curves for the generation interval and the prevalence of infection versus the source infection time at each R 0 ; in each case, the greatest contraction of the serial interval coincides with the peak prevalence of infection (i.e., the greatest competition among potential infectors). Figure 4 shows the same curves for R 0 = 1.25 and 1.50; in these cases, the generation interval stays relatively constant. These results are exactly in line with the argument of Section 3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 200,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 424,
                    "end": 432,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 737,
                    "end": 745,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "From equation (1), the mean infectious contact interval given that contact occurs is"
        },
        {
            "text": "To illustrate local competition among potential infectors, we grouped a population of n = 9, 000 individuals into clusters of size k. As before, the infectious period is fixed at r i = 1 for all i. When i and j are in the same cluster, the infectious contact interval τ ij has an exponential distribution with hazard λ within truncated at r i , so S ij (τ|r i ) = e -λ within τ when 0 < τ < 1 and τ ij = ∞ with probability e -λ within . When i and j are in different clusters, τ ij has an exponential distribution with hazard λ between truncated at r i , so S ij (τ|r i ) = e -λ between τ when 0 < τ < 1 and τ ij = ∞ with probability e -λ between .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local competition"
        },
        {
            "text": "We fixed the hazard of infectious contact between individuals in the same cluster at λ within = . 4. We tuned the hazard of infectious contact between individuals in different clusters to obtain R mean infectious contacts by infectious individuals; specifically, We chose λ within = .4 to obtain rapid transmission within clusters while retaining sufficient transmission between clusters to sustain an epidemic. Note that when k > R(1 -e -.4 ) -1 + 1, we get the implausible result that λ between < 0. Clearly, R and k must be chosen so that an infectious person makes an average of R or fewer infectious contacts within his or her cluster, which guarantees that λ between ≥ 0. At a given R, the mean infectious contact interval given that infectious contact occurs depends on the cluster size. If the entire population is infectious and the cluster size is k, then a given individual will receive an average of R infectious contacts, of which (k-1)(1-e -.4 ) come from within his or her cluster. The mean infectious contact interval for within-cluster contacts is and the mean infectious contact interval for between-cluster contacts is approximately .5 (as in the models for global competition). Therefore, the mean infectious contact interval given that contact occurs and the cluster size is k is To compare generation interval contraction for different cluster sizes, we calculated scaled generation intervals by dividing the observed generation intervals at each cluster size by E [τ ij |τ ij < ∞, k]. If the mean generation interval remained constant, we would expect the mean scaled generation interval to be approximately one throughout an epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local competition"
        },
        {
            "text": "For R = 2, we ran the model with cluster sizes of 1 through 6. For R = 3, we ran the model with cluster sizes of 2 through 8. For each simulation, we recorded t i , v i , t vi , and the prevalence of infection at time t i in each infector/infectee pair. Figure 5 shows smoothed mean curves for the generation interval and prevalence versus the source infection time for several cluster sizes at each R. As before, there is a clear tendency of the mean generation interval to contract. The degree of contraction is roughly the same for all cluster sizes, but this contraction is maintained at a lower global prevalence of infection in models with larger cluster sizes. Similar results were obtained for cluster sizes not shown. Again, these results are exactly in line with the argument of Section 3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 262,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Local competition"
        },
        {
            "text": "The effect of generation interval contraction on parameter estimates obtained from models that assume a constant generation or serial interval distribution is difficult to assess. The assumption of a constant serial or generation interval distribution may be reasonable in the early stages of an epidemic with little clustering of contacts, in an epidemic with R 0 near one, or in an endemic situation. However, this ignores the more fundamental issue that estimates of these distributions are obtained from transmission events where the infector/infectee pairs are known (often because of transmission from a known patient within a household or hospital ward). Even in the early stages of an epidemic, the generation interval distribution in these settings may differ substantially from the generation interval distribution for transmission in the general population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consequences for estimation"
        },
        {
            "text": "In this section, we argue that hazards of infectious contact can be used instead of generation or serial intervals in the analysis of epidemic data. As an example, we look at the estimator of R(t) (the effective reproductive number at time t) derived by Wallinga and Teunis [4] and applied to data on the SARS outbreaks in Hong Kong, Vietnam, Singapore, and Canada in 2003. In their paper, the available data was the \"epidemic curve\" t = (t (1) , ..., t (m) ), where t (i) is the infection time of the i th person infected. They assume a probability density function (pdf) w(τ|θ) for the serial interval given a vector θ of parameters (note that this parameter vector applies to the population, not to individuals). The infector of person (i) is denoted by v (i) , with v (i) = 0 for imported infections. The \"infection network\" is a vector v = (v (1) , ..., v (m) ) specifying the source of infection for each infected person. With these assumptions, the likelihood of v and θ given t is",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 277,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 848,
                    "end": 851,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Consequences for estimation"
        },
        {
            "text": "The sum of this likelihood over the set V of all infection networks consistent with the epidemic curve t is Taking a likelihood ratio, Wallinga and Teunis argue that the relative likelihood that person k was infected by person j is (4) The number R j of secondary infectious generated by person j is a sum of Bernoulli random variables with expectation An estimate of the effective reproductive number R(t) can be obtained by calculating a smoothed mean for a scatterplot of (t j , E[R j ]). This analysis is ingenious, but it can be only approximately correct because the distribution of serial intervals varies systematically over the course of an epidemic.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Consequences for estimation"
        },
        {
            "text": "A very similar result can be derived by applying the theory of order statistics (see Ref. [12] ) to the general stochastic SIR model from Section 2. Specifically, we use the following results: If X 1 , ..., X n are independent non-negative random variables, then their minimum X (1) has the hazard function Given that the minimum is x (1) , the probability that X j = x (1) (i.e. that the minimum was observed in the j th random variable) is",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Hazard-based estimator"
        },
        {
            "text": "For simplicity, we assume that the infectious contact intervals τ ij are absolutely continuous random variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hazard-based estimator"
        },
        {
            "text": "Let λ ij (τ|r i ) be the conditional hazard function for τ ij given r i and let λ 0i (t) be the hazard function for infectious contact to i from outside the population at time t. Since τ ij is nonnegative, λ ij (τ| r i ) = 0 whenever τ < 0. Let H(t) denote the set of infection times and recovery periods for all i such that t i ≤ t. If person k is susceptible [summationtext] at time t, his or her total hazard of infection at time t given H(t) is , where we let λ 0k (t -t 0 |r 0 ) = λ 0k (t) for simplicity of notation. If an infection occurs in person k at time t k < ∞, then the conditional probability that person j infected person k given H(t k ) is (5) which is the probability that t jk = min(t 0k , t 1k , ..., t nk ). This has the same form as equation (4) except that it uses hazards of infectious contact instead of a pdf for the serial interval. If the hazards of infectious contact in the underlying SIR model do not change over the course of an epidemic, then p jk can be estimated accurately throughout an epidemic. Unlike the assumption of a stable generation or serial interval distribution, this assumption is unaffected by competition among potential infectors. The rest of the estimation of R(t) could proceed exactly as in Ref. [4] , replacing with p jk .",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 660,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1251,
                    "end": 1254,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Hazard-based estimator"
        },
        {
            "text": "A partial likelihood for epidemic data can be derived using the same logic as that used to derive p jk in equation (5) . For each person k such that t k < ∞, the probability that the failure at time t k occurred in person k given H(t k ) is (6) where the numerator is the hazard of infection (from all sources) in person k at time t k and the denominator is the total hazard of infection for all persons at risk of infection at time t k .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Partial likelihood for epidemic data"
        },
        {
            "text": "If there is a vector of parameters x ij for each pair ij (which may include individual-level covariates for i and j as well as pairwise covariates for the ordered pair ij) and a vector of parameters θ such that λ ij (τ|r i ) = λ(τ|r i , x ij , θ), then a partial likelihood for θ can be obtained by multiplying equation (6) over all m observed failure times. If (k) denotes the index of the k th person infected, t = (t 1 , ..., t n ), and X = {x ij : i, j = 1, ..., n}, then the partial likelihood is (7) This is very similar to partial likelihoods that arise in survival analysis, so many techniques from survival analysis may be adaptable for use in the analysis of epidemic data.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Partial likelihood for epidemic data"
        },
        {
            "text": "The goal of such methods would be to allow statistical inference about the effects of individual and pairwise covariates on the hazard of infection in ordered pairs of individuals. In the ordered pair ij, the effects of individual covariates for i and j on λ ij (τ|r i ) would reflect the infectiousness of i and the susceptibility of j, respectively. Pairwise covariates could include such information as whether i and j are in the same household, the distance between their households, whether they are sexual partners, and any other aspects of their relationship to each other thay may affect the hazard of infection from i to j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Partial likelihood for epidemic data"
        },
        {
            "text": "This approach has several advantages over any approach based on a distribution of generation or serial intervals. First, it is not necessary to determine who infected whom in any subset of observed infections. If v j is known for some j, this knowledge can be incorporated in the partial likelihood by replacing the term for the failure time of person j in (7) with p vjj from equation (5) . Second, this approach allows the use individual-level and pairwise covariates for inference in a flexible and intuitive way. The resulting estimated hazard functions have a straightforward interpretation and can be incorporated naturally into a stochastic SIR model. Third, this approach allows theory and methods from survival analysis to be applied to the analysis of epidemic data.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 389,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Partial likelihood for epidemic data"
        },
        {
            "text": "Generation and serial interval distributions are not stable characteristics of an infectious disease. When multiple infectious persons compete to infect a given susceptible person, infection is caused by the first person to make infectious contact. In Section 3, we showed that the mean infectious contact interval τ ij given that i actually infected j is less than or equal to the mean τ ij given i made infectious contact with j. That is, with strict inequality when τ ij is non-constant and j is at risk of infectious contact from any source other than i (more precise conditions are given in Section 3). This result holds for all time-homogeneous stochastic SIR models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In an epidemic, the mean generation (and serial) intervals contract as the prevalence of infection increases and susceptible persons are at risk of infectious contact from multiple sources. In the simulations of Section 4, we saw that the degree of contraction increases with R 0 . For models with clustering of contacts, generation interval contraction can occur even when the global prevalence of infection is low because susceptibles are at risk of infectious contact from multiple sources within their own clusters. In all of the simulations, the greatest serial interval contraction coincided with the peak prevalence of infection, when the risk of infectious contacts from multiple sources was highest. The mean generation interval increases again as the epidemic wanes, but this rebound may be small when R 0 is high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The reason that generation and serial intervals contract during an epidemic is that their definition applies to pairs of individuals ij such that i actually transmitted infection to j. If we don't require that an infectious contact leads to the transmission of infection, we are led naturally to the concept of the infectious contact interval, which has a well-defined distribution throughout an epidemic. Similarly, we can define R 0 as the mean number of infectious contacts (i.e., finite infectious contact intervals) made by a primary case without reference to a completely susceptible population. Generation and serial intervals and the effective reproductive number can then be defined in terms of infectious contacts that actually lead to the transmission of infection. Many fundamental concepts in infectious disease epidemiology can be simplified usefully by defining them in terms of infectious contact rather than infection transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Infectious contact hazards for ordered pairs of individuals can be used for many of the same types of analysis that have been attempted using generation or serial interval distributions. In Section 5, We derived a hazard-based estimator of R(t) very similar to that developed by Wallinga and Teunis [4] . This derivation led naturally to a partial likelihood for epidemic data very similar to those that arise in survival analysis. We believe that the adaptation of methods and theory from survival analysis to infectious disease epidemiology will yield flexible and powerful tools for epidemic data analysis. Schematic diagram of variables in the general stochastic SIR model for the ordered pair ij.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recall that t j ≤ t ij . As discussed in Section 3.2, person i develops symptoms at time , where q i is the incubation period. The smoothed mean generation interval as a function the source infection time for R 0 = 2, 3, 4, 5. There is a clear tendency to contract, with greater contraction for higher R 0 . The smoothed mean generation interval (solid lines) and prevalence (dotted lines) as a function of the source infection time for R 0 = 2, 3, 4, 5. In all cases, the greatest contraction of the serial interval coincides with the peak prevalence of infection (i.e., the greatest competition among potential infectors). The smoothed mean scaled generation interval (SGI) and prevalence as a function of the source infection time for R = 2 and R = 3. With increasing cluster size, the degree of generation interval contraction is roughly the same even though the peak prevalence of infection is lower. Expected infectious contact interval given that infectious contact occurs in the models illustrating global competition among potential infectors. If the generation interval were constant, this would be the mean generation interval throughout an epidemic ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Modern Infectious Disease Epidemiology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Edward Arnold",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A note on generation times in epidemic models",
            "authors": [
                {
                    "first": "Å",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mathematical Biosciences",
            "volume": "208",
            "issn": "",
            "pages": "300--311",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission dynamics and control of Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Different epidemic curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Epidemiology",
            "volume": "160",
            "issn": "6",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transmissibility of 1918 pandemic influenza",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "432",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meeyai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iamsirithaworn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "209--214",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimation of SARS incubation distribution from serial interval data using a convolution likelihood",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kuk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Statistics in Medicine",
            "volume": "24",
            "issn": "16",
            "pages": "2525--2562",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the Royal Society B",
            "volume": "274",
            "issn": "",
            "pages": "599--604",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Second look at the spread of epidemics on networks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kenah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robins",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Physical Review E",
            "volume": "76",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Network-based analysis of stochastic SIR epidemic models with random and proportionate mixing",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kenah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robins",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Theoretical Biology",
            "volume": "249",
            "issn": "4",
            "pages": "706--722",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An Intermediate Course in Probability",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gut",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "All simulations were implemented in Mathematica 5.0.0.0 [© 1988-2003 Wolfram Research, Inc.]. All data analysis was done using Intercooled Stata 9.2 [© 1985-2007 StataCorp LP] All smoothed means are running means with a bandwidth of 0.8 (the default for the Stata command lowess with the option mean). Similar results were obtained for larger and smaller bandwidths.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The smoothed mean generation intervals (solid lines) and prevalence (dotted lines) as a function of the source infection time for R 0 = 1.25 and 1.50. For R 0 near one, the mean generation interval stays relatively constant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 5.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "[τ ij |τ ij < ∞] .5 -E[τ ij |τ ij < ∞]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the US National Institutes of Health cooperative agreement 5U01GM076497 \"Models of Infectious Disease Agent Study\" (E.K. and M.L.) and Ruth L. Kirchstein National Research Service Award 5T32AI007535 \"Epidemiology of Infectious Diseases and Biodefense\" (E.K.). We also wish to thank Jacco Wallinga and the anonymous reviewers of Mathematical Biosciences for useful comments and suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}