{
    "paper_id": "7c8152250ebc8a8b31066de90c3bdaebc076365b",
    "metadata": {
        "title": "Anaesthetic managment and clinical outcomes of parturients with COVID-19: a multicentre, retrospective, propensity score matched cohort study Short Title: Obstetric anaesthesia for parturients with COVID-19",
        "authors": [
            {
                "first": "Yuan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Rong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430056",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuan",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yichang Central People's Hospital",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qin",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui-Hui",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhong-Yuan",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiangdong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430056",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qing-Tao",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "mengqingtao2018@126.com"
            },
            {
                "first": "",
                "middle": [],
                "last": "Daqing Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chelsea & Westminster Hospital",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To analyse the clinical features of COVID-19 parturients, and to compare anaesthetic regimen and clinical outcomes in parturients with or without COVID-19 undergoing cesarean delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Data were extracted from the electronic medical record of 3 medical institutions in Hubei Province, China, from June 1, 2019 to March 20, 2020 according to inclusion and exclusion criteria. After propensity score matching with demographics, the clinical and laboratory characteristics of parturients with or without COVID-19 were analysed. The anaesthetic regimen and clinical outcomes of themselves and their infants were compared in these two groups of parturients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: A total of 1,588 patients without SARS-CoV-2 infection undergoing cesarean delivery were retrospectively included. After achieving a balanced cohort through propensity score matching, 89 patients (COVID-19 group), who were diagnosed with COVID-19 by SARS-CoV-2 nucleic acid test and CT scan matched with 173 patients without COVID-19 (Control group). The SARS-CoV-2 infected parturients in the early stages of COVID-19 outbreak was much more than during the later stage. The main clinical characteristics of parturients with COVID-19 were fever (34.8%), cough (33.7%), an increased plasma CRP (52.8%) and a decreased lymphocyte counting (33.7%). A high rate of emergency and a high incidence of anaesthesia-related complications, such as pharyngalgia, multiple puncture, intraoperative hypotension, nausea, vomiting, vertigo and chills in the COVID-19 parturients. In addition, the parturients with COVID-19 had a long duration of operation and hospital stay, and an increased intraoperative oxytocin utilization and postoperative oxygen therapy. The newborns from the SARS-CoV-2 infected mothers, who received general anaesthesia, had a high risk of Apgar score ≤ 8 at 1 and 5 minutes after delivery and a higher rate of neonatal intensive care unit (NICU) admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Anaesthesia-related complications occur more frequently in the COVID-19 parturients and their newborns have a high risk of distress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, a novel coronavirus (SARS-CoV-2) infection disease has been reported with an outbreak in Wuhan and now has become global pandemic. More than 50 countries have declared a state of emergency, and some countries have even declared a state of \"war\". As of March 21, 2020, a total 266,073 patients of COVID-19 have been diagnosed in the world 1 . The clinical manifestations of SARS-Cov-2 infection range from asymptomatic (no symptoms) mild to severe organ dysfunction such as acute respiratory distress syndrome (ARDS) that can lead to death [2] [3] [4] . The common symptoms including fever, dry cough, dyspnea, fatigue, myalgia, and lymphopenia in infected patients. The typical abnormality of CT scan was bilateral distribution of patchy shadows and ground-glass opacity 5 . A study has reported that the pathological features of COVID-19 greatly are similar with those seen in SARS and Middle Eastern respiratory syndrome (MERS) coronavirus infection, such as the bilateral diffuse alveolar damage with cellular fibromyxoid exudates, pulmonary oedema with hyaline membrane formation 6 .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 360,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 792,
                    "end": 793,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1105,
                    "end": 1106,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As a member of the coronavirus family, SARS-CoV-2 is now spread human-to-human with higher infectivity than MERS and SARS but a lower fatality rate 7 . COVID-19 is highly transmissible disease via respiratory droplets, aerosols and close contact. Parturients were considered to be susceptible of SARS-CoV-2 virus and COVID-19 can threaten to the health of maternal and infant. Although the clinical characteristics of COVID-19 in pregnant women are similar with non-pregnant females, COVID-19 resulted in additional challenges for obstetric anaesthesia under cesarean delivery as reported in our previous study 8 . However, the comparison between parturients undergoing cesarean delivery with versus without COVID-19 are still undefined and the clinical features of parturients with COVID-19 require further investigation. In present study, we retrospectively analyzed and compared the anaesthetic data and outcomes for parturients with or without COVID-19 in multicentre during and after cesarean delivery.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 149,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 611,
                    "end": 612,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A multicentre, retrospective, propensity score matched cohort study was conducted to compare the anaesthetic practices in patients with versus without COVID-19 undergoing cesarean delivery. Data were obtained from the electronic medical records of Renmin hospital of Wuhan university, Union hospital affiliated to Tongji medical college of Huazhong university of science and technology and Yichang central people's hospital, Yichang, Hubei. The electronic search was supplemented by manual chart review when needed. The exclusion criteria included preoperative coexistent diseases, pregnancy complications, stillbirth and fetal congenital abnormality. The patients' data were harvested from June 1, 2019 to March 20, 2020. The study was approved by the Institutional Review Board at Renmin hospital of Wuhan University (No. WDRY2020-K077) and received an informed consent exemption. All clinical data were independently collected and crossed check by two investigators in each institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "The data of maternal demographics, clinical characteristics and anaesthesia management, were collected. Maternal and infant clinical outcomes were also recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "A propensity score matching method was adopted to screen the counterparts of cases in parturients without COVID-19 using the nearest neighbor matching (caliper 0.2). The matching ratio was 1: 2. The matching factors included maternal age, body mass index (BMI), gestational age, times of cesarean delivery, the number of gestations and ASA classification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Propensity score matching"
        },
        {
            "text": "All categorical variables were expressed as number, and all quantitative data were expressed as mean ± standard deviation. Propensity score matching was implemented with Stata 15. Then the matched data were statistically analyzed using Graphpad 8.0.1 (GraphPad Software, San Diego, USA). The two-tailed t test was done for continuous variables and Chi-squared test (or Fisher's exact test) for categorical variables. A p value less than 0.05 was considered to be statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A total of 1,588 patients undergoing cesarean delivery were retrospectively included in the study. Firstly, the number of parturients with COVID-19 by the time segment was calculated (Figure 1) . The COVID-19 cases were gradually decreased after reaching the peak (39 cases) in the first half of February 2020. In the March 2020, there were only 9 COVID-19 cases underwent cesarean delivery. A total of 89 parturients was diagnosed with COVID-19 by SARS-CoV-2 nucleic acid test and CT imaging. However, only 21(23.6%) cases had a history of epidemic exposure to SARS-CoV-2. There are 31(34.8%) cases had persistent fever and 30(33.7%) cases had intermittent cough. The rate of other symptoms, such as fatigue, chest distress, dyspnoea and diarrhea were less than 10%. The most common changes in the laboratory test was an increased change of plasma CRP (52.8%) followed by a decreased counting of lymphocyte (33.7%) and leukocytosis (23.6%). In addition, some cases had mild liver and kidney dysfunction ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 193,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1006,
                    "end": 1014,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The clinical characteristics of COVID-19 group"
        },
        {
            "text": "A total of 1,588 cases without COVID-19 were included as references for propensity score matching. After achieving a balanced cohort through propensity score matching, 89 patients with COVID-19 (the COVID-19 group) and 173 patients without COVID-19 (the Control group) were obtained. Among them, 5 patients with COVID-19 successfully matched only one counterpart because of the strict matching conditions and others successfully matched two counterparts. A flowchart was shown in Figure 2 . The distributions of patient characteristics before and after propensity score matching are shown in Table 2 . After, propensity score matching, the baseline characteristics between the two groups were comparable (all p>0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 488,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 592,
                    "end": 599,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Propensity matching scores"
        },
        {
            "text": "There were 28(31.5%) cases received elective cesarean delivery, and 61(68.5%) cases underwent emergency cesarean delivery of the COVID-19 parturients. Among of them, 8(9.0%) cases received spinal anaesthesia, 20(22.5%) cases received epidural anaesthesia, 11(12.4%) cases received general anaesthesia induced by intravenous anaesthetic (5.6%) and inhalational anaesthesia (6.7%). In the Control group, 108(62.5%) cases underwent elective cesarean delivery and 63(37.6%) cases received emergency cesarean delivery. Of those, 38(22.0%) cases received spinal anaesthesia, 70(40.5%) cases received epidural anaesthesia, 18(10.4%) cases received general anaesthesia induced by intravenous induction (4.6%) and inhalation induction (5.8%). No significant differences of anaesthetic tecniques were found between two groups. However, the rate of emergency anaesthesia was significantly increased in the COVID-19 parturients (p<0.05) ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 927,
                    "end": 935,
                    "text": "Table 3)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Anaesthetic techniques"
        },
        {
            "text": "The length of intrathecal anaesthetic procedure of COVID-19 group was significant All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anaesthetic management"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anaesthetic management"
        },
        {
            "text": "longer than the Control group (p<0.05). The anaesthetic procedure-related complications, including pharyngalgia and multiple punctures, were significantly increased in the COVID-19 group when compared with the Control group (both p<0.05). There was no significant difference in the incidence of unintentional dural puncture, catheter misplacement and nerve root irritation between the two groups. Among the cases who underwent intrathecal anaesthetic procedure, the incidence of adverse responses, including hypotension, nausea, vertigo, chills and vomiting were significantly higher in the COVID-19 group than that in the Control group (all p<0.05). However, the incidence of hypotension was only significantly increased in the COVID-19 patients who receiving general anaesthesia, when compared with the Controls. None other complications, e.g. hypoxia and serious arrhythmia, were noticed during operation ( Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 910,
                    "end": 917,
                    "text": "Table 4",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Anaesthetic management"
        },
        {
            "text": "The length of surgical operation and duration of hospital stay were significantly prolonged in the COVID-19 group compared with the Control group (both p<0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maternal outcomes"
        },
        {
            "text": "The intraoperative blood loss in the COVID-19 group was higher than that in the Control group, but there was no difference (p>0.05). Besides, the frequency use of intraoperative oxytocin and the time of postoperative oxygen therapy were significant higher in the COVID-19 group than that in the Control group (both p<0.05). There were no patients required peripartum admission to the intensive care unit (ICU) and no patients was diagnosed with postpartum depression in both the groups ( Table 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 496,
                    "text": "Table 5)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Maternal outcomes"
        },
        {
            "text": "Neonatal, Apgar scores ≤ 8 was defined as low Apgar scores in the present study. For patients underwent general anaesthesia, the rate of low Apgar scores of newborns at 1 and 5 minutes was significantly higher in the COVID-19 group than that in the Control group (both p<0.05). However, no significant differences were found in the low Apgar scores rate at 10 minutes between the two groups (all p>0.05). As for cases with intrathecal anaesthesia, there was a significant increase in the rate of low Apgar scores for newborns at 1 minutes but not 5 minutes in the COVID-19 group than that in the Control group. All baby Apgar scored were higher than 8 at 10 minutes. Severe neonatal asphyxia and low birth weight (< 2500 g) were not different between the two groups. A total of 9 cases required admission to the NICU in the Control group, and all of 134 cases newborns of COVID-19 parturients were admitted to the NICU for precaution further care. None newborn was with SARS-CoV-2 infection in the COVID-19 groups ( Table 6) , and no neonatal death was in the both groups in present study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1016,
                    "end": 1024,
                    "text": "Table 6)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Neonatal outcomes"
        },
        {
            "text": "In this study, we comparatively analyzed the epidemiological data, anaesthetic techniques and management, complications and outcomes of maternal patients with and without COVID-19 in the 3 hospitals in Hubei Province. The results indicated that the high rates of emergency and general anaesthesia use were likely due to the high risk for parturients and newborn. Consisting with previous reports 9 , the clinical manifestation of parturients with COVID-19 had mild symptoms and none severe phenotype if the disease was in our study. Thus, the intrathecal anaesthesia was the first choice for parturients with COVID-19 in order to reduce medical staff exposing to virus via patient's airway. Spinal anaesthesia is a safe and quick technique for cesarean delivery due to its quality of sensory blockade and reliability. However, the risk of high level of sensory blockade and the high incidence and degree of hypotension may be the disadvantages when compared with epidural anaesthesia. Although none of the mothers who received intrathecal anaesthesia for delivery had any complications in this study, considering that SARS-CoV-2 virus may also invade the central nervous system 10 , epidural anaesthesia seems to be superior for patients with COVID-19. Due to the limited tactile sensation of PPE, it is necessary to use ultrasound guide epidural procedure for avoiding unintentional dural puncture and subarachnoid catheterization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the period of COVID-19 outbreak, routine prenatal examination was limited by traffic control and isolation policy in place, and hence pathological pregnancy can't be found timely, which may be the reasons for the high emergency caesarean delivery and general anaesthesia use in the COVID-19 patients in this study. Although general anaesthesia would induce or exacerbate pulmonary complications in parturients 11 with COVID-19, the cesarean delivery under general anaesthesia is necessarily to be used for fetal distress, potential contraindication of intrathecal anaesthesia, as well as intrathecal anaesthesia failure. The rapid-sequence induction by using propofol, rocuronium and remifentanil was used in our COVID-19 patients and the excellent maternal hemodynamic stability was noted. However, the possible risk of short-time neonatal depression and required short periods of mask ventilation or tactile stimulation of the neonate were found. However, in this study, either intravenous or inhalational induction was not difference in term of the safety of maternal and neonatal and the risk infection of medical staff. To avoid hemorrhage resulted from uterine atony, inhalational sevoflurane was switched into intravenous anaesthetics after umbilical cordligation. Notably, PPE increased the difficult in airway management and it was necessary for the use of visual laryngoscopes, and the supraglottic airway was considered as a remedy for failed tracheal intubation in emergency general anaesthesia 12 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There was a high incidence of intraoperative hypotension in the COVID-19 patients. The risk of hypotension was likely due to anaesthesia induced sympathetic inhibition, preoperative fasting. A recent study showed that the S protein of SARS-CoV-2 binds to the ACE2 receptor 13 , suggesting that the high susceptible of the circulatory system to SARS-CoV-2 infection might be one of the reasons of hypotension in this study.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Together with liquid loading and left lateral position, prophylactic phenylephrine was effective and safe in maintaining blood pressure. Prophylactic uterotonic agents (oxytocin) treatment and controlled umbilical cord traction during placenta delivery were also the effective ways to prevent hemorrhage-induced hypotension. As such, it is necessary for COVID-19 parturients to have a contingency plan in place for the high risk of obstetric hemorrhage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although a little evidence supported that supplemental oxygen improves maternal and neonatal outcomes 14 , parturients with COVID-19 were routinely treated with oxygen during operation to prevent maternal and infant hypoxia. However, considering the oxygen free radical production and atelectasis, continuous inspiration of high oxygen concentration was not used 15 . It is critical to apply the lung expansion and positive end-expiratory pressure technique for COVID-19 patients receiving general anaesthesia to eliminate atelectasis formation 16 . As for parturients with COVID-19 undergoing intrathecal anaesthesia, the deep-breathing exercises were also encouraged.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 363,
                    "end": 365,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 545,
                    "end": 547,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data showed a down-trend in the number of parturients with COVID-19, which implied the importance of proper home quarantine and personal protection to reduce exposure, and ultimately reduced the chance of COVID-19 infection in pregnant women. Besides, the delivery of infected parturients to designated hospitals was to ensure the safety of the pregnant women and their newborns, while preventing and controlling newborns' infection with SARS-Cov-2. Potential multi-target organ damage caused by SARS-CoV-2 infection in pregnant women may increase the chance of COVID-19 parturients received caesarean section. Taken more precaution care for those patients are necessary. Cesarean delivery increased the risk of microenvironmental aerosols. Consequently, the fetus should be cleaned of amniotic fluid and blood from the mouth and nose and then transferred to incubator rapidly after delivery to reduce neonatal infection. Additionally, SARS-CoV-2 virus may also invade the central nervous system, indicating that the risk of maternal nervous system injury cannot be ignored. While, none was diagnosed with postpartum depression in the present study, which might be attributed to the implementation of multimode analgesia management in our patient population 17 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, the current data suggested that the proper home quarantine and personal protection can help to reduce the risk of parturients infected with SARS-Cov-2. Anaesthesia-related complications occurred more frequently in the COVID-19 parturients, while their newborn born also have a high risk of distress and high admission to NICU. From our experience, spinal or epidural anaesthesia can be safely used for such patients. General anaesthesia in general results in more hypotension and open airway for a high risk of virus exposure to medical staff and thus it should be avoided unless it is inevitably used for emergency case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Data sharing: No additional data available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The manuscript ' s guarantor affirms that the manuscript is an honest, accurate, and All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.24.20042176 doi: medRxiv preprint transparent account of the study being reported; that no important aspects of the study have been omitted; and that any discrepancies from the study as planned and registered have been explained. Fatigue, n(%) 2(18.2) 6(7. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.24.20042176 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.24.20042176 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.24.20042176 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.24.20042176 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.24.20042176 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report-61",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical outcome of 55 asymptomatic cases at the time of hospital admission infected with SARS-Coronavirus-2 in Shenzhen",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "China. J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiaa119/580795"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet Elsevier",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome. The Lancet Respiratory Medicine",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Novel Coronavirus-Important Information for Clinicians",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Rio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Malani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Safety and efficacy of different anesthetic regimens for parturients with COVID-19 undergoing Cesarean delivery: a case series of 17 patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Can J Anesth/J Can Anesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01630-7"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "809--824",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The neuroinvasive potential of SARS-CoV2 may play a role in the respiratory failure of COVID-19 patients",
            "authors": [
                {
                    "first": "Y-C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W-Z",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashikawa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "undergoing mechanical ventilation for general anaesthesia: a meta-analysis of individual patient data",
            "authors": [],
            "year": 2016,
            "venue": "Lancet Respir Med",
            "volume": "4",
            "issn": "",
            "pages": "272--80",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Supraglottic airway devices for Caesarean delivery under general anaesthesia: for all, for none, or for some?",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Metodiev",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mushambi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Anaesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Receptor Recognition by the Novel Coronavirus from Wuhan: an Analysis Based on Decade-Long Structural Studies of SARS Coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Virol",
            "volume": "94",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Analysis of Neonatal Outcome with Supplemental Oxygen to Mother during Elective Cesarean Section under Spinal Anesthesia: A Prospective Randomized Controlled Trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Choudhury",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anesth Essays Res",
            "volume": "13",
            "issn": "",
            "pages": "577--82",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Perioperative Hyperoxyphobia: Justified or Not? Benefits and Harms of Hyperoxia during Surgery",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Weenink",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "De Jonge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Hulst",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Positive End-Expiratory Pressure During Anesthesia for Prevention of Postoperative Pulmonary Complications: A Meta-analysis With Trial Sequential Analysis of Randomized Controlled Trials",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesth Analg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "Figure Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The flowchart of data extraction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The occurrence of parturients with COVID-19 with the time segment during the peak outbreak.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". The clinical characteristics of COVID-19 group (n=133)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The baseline characteristics of two groups before and after matching",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The comparison of anaesthetic mode between two groups after matching a the rate of general anaesthesia versus intrathecal anaesthesia between two groups after matching b the rate of elective versus emergency cesarean delivery between two groups after matching",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The comparison of complications between two groups after matching GA: general anaesthesia, IA: intrathecal anaesthesia All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Maternal clinical outcomes between two groups after matching GA: general anaesthesia, IA: intrathecal anaesthesia All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Neonatal clinical outcomes between two groups after matching",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}