{
    "paper_id": "7d37f087072812792327af5c260242d6259acdfe",
    "metadata": {
        "title": "Limited awareness of animal influenza prevention and control among Dai Lue smallholder farmers in Southwest China",
        "authors": [
            {
                "first": "Xiang",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gareth",
                "middle": [],
                "last": "Davey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Animal influenza is a considerable threat to livestock health, production and welfare (Almeida et al. 2017; Vaarst et al. 2007 ). Epidemics also result in human and economic losses, especially in agriculture, public health and tourism. Therefore, research about people's understandings of influenza is critical to the health and productivity of livestock. As the course of influenza outbreaks depends on a large extent on high-risk groups involved in animal production such as pig and poultry farmers-key stakeholders in the emergence, transmission, prevention and containment of zoonotic diseases-it is paramount to investigate their beliefs and practices (Dhand et al. 2011; Gray and Kayali 2009; Kuo et al. 2011) .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 107,
                    "text": "(Almeida et al. 2017;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 108,
                    "end": 126,
                    "text": "Vaarst et al. 2007",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 657,
                    "end": 676,
                    "text": "(Dhand et al. 2011;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 677,
                    "end": 698,
                    "text": "Gray and Kayali 2009;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 699,
                    "end": 715,
                    "text": "Kuo et al. 2011)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Asian countries such as China are stereotyped as major sources of emerging zoonotic infectious diseases due to poor animal handling and hygiene practices, large and dense animal and human populations and limited government responses which contribute to infection and transmission (Li and Davey 2013) . For instance, the severe acute respiratory syndrome (SARS), a viral disease first reported in South China in 2002, most likely originated in human-animal transmission in animal markets in Guangdong Province; the Chinese government was criticised for its handling of the crisis (Smith 2006) . The initial outbreak of human infection with avian influenza A (H7N9) virus in China occurred in 2013, and cases continue to be reported especially by people exposed to live poultry. Another concern is swine flu (H1N1), first found in China in May 2009, responsible for a flu pandemic in -2010 . Recently, Yang et al. (2016 warned that immediate action is needed to prevent an outbreak of a new strain (EAH1N1) which transmits efficiently in humans and may pose the highest pandemic threat among animal influenza viruses.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 299,
                    "text": "(Li and Davey 2013)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 579,
                    "end": 591,
                    "text": "(Smith 2006)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 882,
                    "end": 887,
                    "text": "-2010",
                    "ref_id": null
                },
                {
                    "start": 888,
                    "end": 917,
                    "text": ". Recently, Yang et al. (2016",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Research in China about public perceptions of animal influenza reveals mixed findings. Goodwin and Sun's (2013) investigation of public reactions to H7N9 showed some understanding of the virus and compliance with recommended behaviour changes; however, the Chinese public reported moderate anxiety and potential discrimination against some social groups, which could lead to social disruption and a high burden on resources. In another study, Goodwin and Sun (2014) identified a moderate level of anxiety about personal and family infection which predicted recommended and non-recommended behavioural changes to abate an influenza threat, and respondents represented their trust in the Chinese government's advice about H7N9. Moreover, poultry workers in farmers' markets appeared to have low awareness and concern about animal influenza and low rates of protective measures (Chen et al. 2015) . However, research hitherto about public perceptions has focused on the Han, the main ethnic group in China comprising over 90% of the population, and paucity exists regarding ethnic minorities. Therefore, the present study investigates the awareness and experiences of animal influenza among Dai Lue smallholder farmers, an ethnic minority and farming community in Yunnan Province, Southwest China (Zhao and Davey 2015) . The majority of Dai are agriculturists, believe in Theravada Buddhism and speak Dai languages, a different cultural heritage to the Han majority which suggests they might also have distinct local understandings of animal influenza and its causes, symptoms, prevention and treatment, which need to be explored to ensure culturally congruent animal health, production and welfare strategies.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 111,
                    "text": "Goodwin and Sun's (2013)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 443,
                    "end": 465,
                    "text": "Goodwin and Sun (2014)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 875,
                    "end": 893,
                    "text": "(Chen et al. 2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1294,
                    "end": 1315,
                    "text": "(Zhao and Davey 2015)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study was conducted in Xishuangbanna, Yunnan Province, Southwest China (Fig. 1) . Xishuangbanna is situated between 21°08′ N and 22°36′ N and 99°56′ E and 101°50′ E at the northern margin of tropical Southeast Asia, near the Burmese, Laotian and Vietnamese borders (Cao et al. 2006) . It is characterised by a typical monsoon climate and lowland tropical rainforest vegetation and is traversed by the Mekong River which runs from the northwest to southeast (Cao et al. 2006) . Xishuangbanna consists of one countylevel city (Jinghong) and two counties (Menghai and Mengla); the present study was conducted in rural areas of Jinghong.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 286,
                    "text": "(Cao et al. 2006)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 461,
                    "end": 478,
                    "text": "(Cao et al. 2006)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Location and participants"
        },
        {
            "text": "The participants were smallholder farmers of pigs and poultry for consumption and income. Although smallholder production is outside the ambit of industrial production, it is practised by most rural households in China and developing countries and constitutes the majority of poultry and swine production. The farmers also raise other animals, and some households reported they sold Xishuangbanna fighting chickens, a chicken breed that has been subjected to strong (Guo et al. 2016) , as priced birds sell for between RMB 50 (US$7) and RMB 10,000 (US$1453), and collect geckos for an ingredient in alcoholic beverages believed to have medicinal qualities in folk medicine.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 483,
                    "text": "(Guo et al. 2016)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Location and participants"
        },
        {
            "text": "A total of 15 Dai men and 10 women (ages 18-83) were identified purposefully to explore demographic variation in understandings of animal influenza. All of the participants were smallholders with small family plots of land on which they grew subsistence crops and raised animals and relied almost exclusively on family labour. They had similar production types, socio-economic characteristics (an annual net income of around RMB 8000 or US$1162) and low education levels ranging from primary to high school, although most of the older farmers were uneducated and illiterate. The data collection was conducted in summer 2014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Location and participants"
        },
        {
            "text": "Data collection involved a mixture of interviews and group discussions to capture individual and group responses and took place in participants' homes and village public areas. Men and women were interviewed in either same-or mixedsex groups depending on their preferences. The initial interview questions included the following: What is your knowledge of avian influenza (H7N9)? What is your understanding of swine influenza (H1N1)? What causes animal influenza? What precautions do you take to protect against animal influenza? What do you do when you think your animals are sick? What is your understanding of risk? Follow-up questions were asked in response to initial answers. Pilot work ensured appropriate methodology (Zhao and Davey 2015) .",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 746,
                    "text": "(Zhao and Davey 2015)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "The data were analysed with thematic analysis in an inductive approach. Repeated patterns of meaning (codes) were derived from the transcripts and grouped as categories and themes by linkage and integration. Two data coders independently coded the transcripts and cross-checked interpretation. The study was an international research collaboration between British and Chinese team members. Both authors conducted the fieldwork in Xishuangbanna with assistance from a Dai translator for older participants unable to speak Mandarin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "The findings can be grouped into two themes: (a) limited awareness of animal influenza and (b) inadequate animal health and welfare management. Illustrative vignettes of participants' discussions are quoted below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "All of the participants had limited awareness of animal health and disease. Most of the farmers understood animals could become sick, but conveyed this understanding only in simple terms based on their past experiences of animal husbandry, notably observations of symptoms such as diarrhoea and behavioural changes (loss of appetite, slow walking). A minority of farmers believed animals were never sick.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limited awareness of animal influenza"
        },
        {
            "text": "They also had limited awareness of avian and swine influenza, as the majority of farmers did not know about H7N9 (59%) or H1N1 (70%). Some farmers had learnt about animal influenza from media such as newspapers and television. They believed there were local incidents of avian influenza annually, regarded as normal occurrences and different to the influenza (H7N9) reported in the media, although they were unable to explain the difference. They did not regard avian influenza and other animal diseases to have a negative impact on their lives and reasoned the losses were limited to only a small number of dead chickens (which some farmers would consume), and they did not anticipate financial losses, stigma or shame of having infected poultry or other animals. Consumption of animals thought to have died from disease was a common practice among the farmers. These findings are exemplified in the vignettes below taken from the interviews which show the participants were indifferent to animal influenza (H7N9, H1N1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limited awareness of animal influenza"
        },
        {
            "text": "I never heard of it [animal influenza] since I was born. And I do not think there is such a disease in our place. (Male, 23).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limited awareness of animal influenza"
        },
        {
            "text": "Our chickens have never got sick because we feed them with our leftover food. The cause of a chicken's illness is food, but may also be weather and other things. (Female, 53).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limited awareness of animal influenza"
        },
        {
            "text": "I have not heard of pig flu and bird flu. I just know there are some diseases which cause heaps of chickens to die. We are superstitious, so we believe those diseases are due to some evil spirit, and we have nothing to deal with it. Those diseases influence not only chickens, but also bigger animals like cattle and sheep, they might die as well. (Male, 78).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limited awareness of animal influenza"
        },
        {
            "text": "The above quotes also exemplify misunderstandings by the participants about the causes of animal influenza which they thought included food, weather and the supernatural. Furthermore, the farmers did not understand the meaning of micro-organisms. The perceived good health of their animals was attributed to raising them locally in natural conditions and not in factory farms, which shows some awareness of an association between farming methods and animal health, although they were not able to elaborate further. They also reasoned the existence of many animals locally was evidence of lack of animal diseases as otherwise the animals would not be able to exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limited awareness of animal influenza"
        },
        {
            "text": "Except for rabies, they were unaware that diseases could be transmitted from animals to humans or vice versa; several participants even believed it was impossible, as shown in the two quotes below. The farmers reported they engaged in only a few measures which could reduce the transmission of influenza, as they understood the importance of washing hands and animal housing, and overall, there was limited awareness and practice of prevention strategies. They were unaware of preventive behaviours such as wearing facemasks, sterilisation and avoiding sick and dead animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limited awareness of animal influenza"
        },
        {
            "text": "Raising animals won't make people ill. But sometimes chickens and pigs will get ill. Humans won't [contract a zoonotic disease]…I never heard of it [animal flu]. In our village, the animals won't get those problems if you raise them yourself. (Female, 51) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 255,
                    "text": "(Female, 51)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Limited awareness of animal influenza"
        },
        {
            "text": "Their illnesses will not transmit to humans. Their diseases have nothing to do with us…Yes, many times I have heard of it [bird flu]…the bird flu comes like a blowing wind, all the chickens in a village die suddenly. But this is not the bird flu the news reports [H7N9], just a normal roup; this kind of roup happens every year. (Female, 36).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limited awareness of animal influenza"
        },
        {
            "text": "All of the farmers lived in close proximity to their animals. They lived in old-style Dai houses, typically two-storey wooden buildings with the upper storey on stilts which was the living place, and the lower storey for storage and raising livestock, although pigs were raised in the backyard. They did not consider the raising of farm animals in the home to be a health risk and were unaware that physical closeness to animals is associated with zoonotic risk. This is illustrated in the following quotes which show old-style Dai houses put farmers and animals in close proximity which increased direct or indirect exposure to infected animals, the primary risk factor for transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limited awareness of animal influenza"
        },
        {
            "text": "Dai people live in a two-storey house with animals on the bottom and humans on the top. The second floor is sacred. The gods will stay in the second floor; they live somewhere higher. Usually the old people and monks will not enter the first floor nor will they enter the balcony. I feel it is a kind of respect. That is why we still live like this after hundreds of years. The first floor has no rooms at all. So, it is just like a warehouse. People just set aside room there for hens, and room for cattle. No one lives on the first floor. For me, it is like the first floor is not part of the house. Only the second floor is the principal part of the house. (Female, 39).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limited awareness of animal influenza"
        },
        {
            "text": "Pigs were raised in the backyard even when I was a child because their poops are dirty. I remember in 1958 during The Great Leap Forward diligent people raised horses on the first floor. They walked with the horses in the afternoon, and then took them back and tied them there. Now I only have chickens and a dog there. My grandsons also raise some fighting cocks. If the fighting cocks are very aggressive, they sell them to other gamers rather than eat them. (Male, 69).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limited awareness of animal influenza"
        },
        {
            "text": "Although government-run veterinary services were available in a nearby town, the majority of participants (74%) reported they did nothing when their animals showed signs of disease. Contact with veterinary staff was limited and typically occurred when they visited the farmers to vaccinate animals; measures were organised by the Government to prevent animal disease outbreaks and not requested by the farmers. None of the participants had notified the authorities of sick or dead animals. The farmers said veterinary staff rarely gave advice or information about animal health; however, exceptions were reported as some had received notifications of local epidemics and advice about the quarantine of animals and to avoid consumption of animals which died from disease, as shown in the quotes below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inadequate animal health and welfare management"
        },
        {
            "text": "We have vets here. In outbreak seasons, they will come and give the animals injections. They don't give us any information. They just come and give pigs and chickens injections. (Female, 36) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 190,
                    "text": "(Female, 36)",
                    "ref_id": null
                }
            ],
            "section": "Inadequate animal health and welfare management"
        },
        {
            "text": "The vets will come to our house and notify us that they will inject the animals since there is some epidemic… Some people will still eat a pig even if it suddenly dies. But now, we are told [by vets] not to eat the sick animals, so we bury their bodies. (Male, 64).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inadequate animal health and welfare management"
        },
        {
            "text": "Before the liberation of Xishuangbanna in the 1950s, we could do nothing if our animals died. But after the liberation, we had some medicines to treat animal diseases. We only had some local Dai doctors [folk medicine practitioners] before the liberation, and they could not solve serious problems. After the liberation, the Government sent people to develop the farm land, those doctors [agricultural and veterinary staff] had many solutions. (Male, 78) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 454,
                    "text": "(Male, 78)",
                    "ref_id": null
                }
            ],
            "section": "Inadequate animal health and welfare management"
        },
        {
            "text": "The quotes illustrate the general inaction by the farmers when their animals showed signs of disease, including limited contact with vets. As exemplified by the last quote above, older participants mentioned veterinary services became available after the founding of the People's Republic of China in 1949. In the past, they used Dai medicine to treat animals, a folk medicine practised by traditional Dai vets without training in biomedicine; enquiries by the researchers revealed the folk veterinary medicine for animals is no longer practised in the community, although some families used home-made remedies. Despite the improvements in the availability of modern veterinary services, the quotes showed that contact with vets only occurred when they visited the farmers to vaccinate animals in government initiatives to prevent disease outbreaks, as other types of contact such as veterinary consultations and treatments rarely took place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inadequate animal health and welfare management"
        },
        {
            "text": "Another topic was the confinement of animals. Although the farmers raised free-range chickens (except in a few households with chicken pens), they confined their pigs in small backyard pigsties. Discussions about confinement revealed a limited understanding of animals' physical and social needs. There was a consensus among the participants that animals did not mind confinement as long as they had sufficient food; they believed it was acceptable to confine young animals but not older animals which have not become accustomed to confinement. The interview extracts below show the participants were generally ignorant about raising animals, as they believed that they only needed to provide food, and they were disinterested in learning about animal husbandry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inadequate animal health and welfare management"
        },
        {
            "text": "If they are fed with nice food, the chickens and pigs will be happy. Animals won't care if they are caged or not. (Male, 80) .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 120,
                    "text": "(Male,",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "80)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Inadequate animal health and welfare management"
        },
        {
            "text": "No need [to learn something about how to raise animals]. Just feed them with whatever you have, let them grow up, and when they get bigger, kiss them and eat them. (Male, 28).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inadequate animal health and welfare management"
        },
        {
            "text": "We used to raise them [pigs] in the open air but now for better hygiene we cage them lest they run around and poop. This change happened four to five years ago. Before, the pigs ran around everywhere, so you could see their poops in the streets. They played around and came back home at dinner time and were kept in the backyard. The roads were not cement roads then; you can imagine the muddy roads with pig excrement made us lose face. Later, the village leader ordered us to cage our pigs. (Male, 83) .",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 28,
                    "text": "[pigs]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 503,
                    "text": "(Male, 83)",
                    "ref_id": null
                }
            ],
            "section": "Inadequate animal health and welfare management"
        },
        {
            "text": "The confinement of pigs was a recent change in animal husbandry since 2009. As shown above, it was initiated at the village level to improve conditions for the local residents and not to improve animal health or welfare. The third quote linked it to face work, as clean and modern (cement) roads protected the 'face' (public self-image) of the villagers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inadequate animal health and welfare management"
        },
        {
            "text": "During the fieldwork, the researchers observed that many participants kept dogs tethered to the first floor of houses, and discussions about dog-keeping revealed unawareness of their welfare. This was relevant to the study because it revealed insights about the farmers' understandings of animal welfare, especially confinement, which is also applicable to their treatment and production of livestock. All of the dogs encountered by the interviewers were tethered with limited room for movement (similar to the pigs which were confined in small cramped backyard pigsties). The dogs were regarded as guard dogs rather than pets as there was an absence of pet-keeping among the farmers who emphasised the commoditisation of animals. Discussions revealed the dogs had been tethered for hours, days, months and years, although some farmers took them for daily walks. Reasons given by the participants for dog-tethering included concerns about protection of property, as guard dogs barked when approached by people; the dogs would run away from home or be stolen or eaten by others; and they could bite or injure people. The participants did not report any appreciable knowledge of the welfare needs of their dogs such as companionship and interaction with people, and they did not know the dogs could suffer physical and psychological harm being permanently tied with limited room for movement. Only two participants thought dogs and farm animals would not be happy when confined. These findings revealed a minimal understanding of the physical and welfare needs of animals with implications for the treatment and production of livestock, discussed in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inadequate animal health and welfare management"
        },
        {
            "text": "The smallholder farmers had deficient awareness of animal health and welfare and its relevance to livestock production. Specifically, they were largely unaware of animal influenza and strains of viruses such as H7N9 and H1N1, including their causes, symptoms, prevention and treatment. Indeed, the farmers seemed to be generally care-free and ignorant about animal influenza and human infection and unknowingly engaged in behaviours which increased direct or indirect exposure to infected live or dead animals-the primary risk factor for transmission. Reports by some participants of local incidents of avian influenza, which apparently killed large numbers of poultry, require further investigation to ensure surveillance and containment of infectious diseases of public health importance. The findings also signified poor usage of veterinary services and limited awareness of animal husbandry and welfare. Despite close proximity to government-run veterinary services, contact with veterinary staff was insufficient, and proactive services that cater for the specific needs of the small-scale farmers are needed (Forbes and Kepe 2015) .",
            "cite_spans": [
                {
                    "start": 1114,
                    "end": 1136,
                    "text": "(Forbes and Kepe 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Immediate action is, therefore, warranted to ensure the farmers can effectively prevent, identify and respond to influenza outbreaks. That the study identified gaps in the farmers' knowledge justifies veterinary health education activities to provide factual information about animal influenza, especially to encourage action for its prevention and containment on farms. The paucity of knowledge about influenza among the farmers may suggest deficiencies in the Chinese government's nationwide awareness campaigns which might not be reaching ethnic minority groups or issues understanding the health information people receive. However, there were demographic differences as older participants were less knowledgeable of animal influenza and were less likely to take action when their animals showed signs of disease. This is most likely because they were less educated than younger people and fluent only in Dai Lue language, whereas younger people have attended school, understand Mandarin (the official language of China) and have a higher exposure to media. Older participants also reported temporal comparisons, such as changes in farming conditions in recent decades, and were more experienced and knowledgeable of folk medicine for animals as it was popular in times past.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The findings are in agreement with a study of Chinese poultry workers in farmers' markets by Chen et al. (2015) which observed low awareness and lack of concern of avian influenza and human infection as well as low rates of protective measures. Similarly, Lau et al. (2009) found widespread public misconceptions about animal influenza in a Chinese city. However, other studies suggest some segments of the Chinese public have a better understanding of influenza as well as greater compliance with government advice and recommended behaviour changes Sun 2013, 2014) . Sampling most likely accounts for this difference as the majority of previous studies sampled urban and Han participants, whereas the present sample had rural and low education and socio-economic backgrounds. This should be taken into account when interpreting the findings, which is consistent with earlier work which illustrated differential threat perceptions among urban and rural residents (Liao et al. 2009 ). Therefore, sampling farmers or the general public with higher education and socio-economic levels might reveal greater awareness of animal influenza and its prevention and control. The low socio-economic background of the farmers in the present study is also important because the poorest segments of the population are more at risk of contracting zoonotic diseases and carry the heaviest burden, which creates obstacles for socio-economic development (Gilbert 2012; Liu et al. 2014; World Health Organization 2006) .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 111,
                    "text": "Chen et al. (2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 256,
                    "end": 273,
                    "text": "Lau et al. (2009)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 550,
                    "end": 565,
                    "text": "Sun 2013, 2014)",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 980,
                    "text": "(Liao et al. 2009",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1436,
                    "end": 1450,
                    "text": "(Gilbert 2012;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1451,
                    "end": 1467,
                    "text": "Liu et al. 2014;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1468,
                    "end": 1499,
                    "text": "World Health Organization 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another important finding was the cultural context of Dai smallholder farming and its implications for animal health and welfare. Dai society is obviously not the 'risk society' that characterises the so-called post-industrial modern societies, as the farmers did not seem to care about the risks associated with influenza. Some Dai cultural traditions likely augment zoonotic infection, for example, the attribution of influenza to supernatural beliefs such as evil spirits, which reduces confidence in the utility of veterinary services, and the close proximity of farmers and animals in old-style houses, as physical closeness to animals is associated with zoonotic risk (Klous et al. 2016 ). This reveals important information about the types of contact between humans and livestock for disease transmission in this group of people.",
            "cite_spans": [
                {
                    "start": 674,
                    "end": 692,
                    "text": "(Klous et al. 2016",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the study lends new insight into Chinese farmers' understandings of animal influenza and welfare which need to be urgently addressed to improve animal health, welfare and production. The study shows the farmers face many barriers to livestock production which need to be better understood and mitigated. Immediate action such as education initiatives is needed to ensure smallholder farmers in China prevent, identify and respond to influenza outbreaks effectively and timely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Compliance with ethical standards The study was approved by the appropriate institutional ethics procedures, and individual participants gave informed consent. It was performed in accordance with the ethical standards laid down in the 1964 Declaration of Helsinki and its later amendments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A cross-sectional study of swine influenza in intensive and extensive farms in the northeastern region of the state of São Paulo",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Storino",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gatto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mathias",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Montassier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Brazil. Tropical Animal Health and Production",
            "volume": "49",
            "issn": "",
            "pages": "25--30",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tropical Forests of Xishuangbanna",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "China. Biotropica",
            "volume": "38",
            "issn": "",
            "pages": "306--309",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Knowledge, attitudes and practices (KAP) relating to avian influenza (H10N8) among farmers' markets workers in Nanchang",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "China. Plos One",
            "volume": "10",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Public perceptions of the transmission of pandemic influenza A/H1N1 2009 from pigs and pork products in Australia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dhand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hernandez-Jover",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Holyoake",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Preventive Veterinary Medicine",
            "volume": "98",
            "issn": "",
            "pages": "165--175",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Smallholder farmers' attitudes toward the provision of drinking water for dairy cows in Kagera",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Forbes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kepe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Tanzania. Tropical Animal Health and Production",
            "volume": "47",
            "issn": "",
            "pages": "415--421",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cost of human-animal disease greatest for world's poor",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Public perceptions and reactions to H7N9 in Mainland China",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goodwin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Infection",
            "volume": "67",
            "issn": "",
            "pages": "458--462",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early responses to H7N9 in southern Mainland China",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goodwin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infectious Diseases",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Facing pandemic influenza threats: The importance of including poultry and swine workers in preparedness plans",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kayali",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Poultry Science",
            "volume": "88",
            "issn": "",
            "pages": "880--884",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Wholegenome resequencing of Xishuangbanna fighting chicken to identify signatures of selection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Genetics Selection Evolution",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human-livestock contacts and their relationship to transmission of zoonotic pathogens, a systematic review of literature",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Klous",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heederik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coutinho",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "One Health",
            "volume": "2",
            "issn": "",
            "pages": "65--76",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Avian influenza risk perception and preventive behavior among traditional market workers and shoppers in Taiwan: Practical implications for prevention",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Widespread public misconception in the early phase of the H1N1 influenza epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Infection",
            "volume": "59",
            "issn": "",
            "pages": "122--127",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Culture, reform politics and future directions: A review of China's animal protection challenge",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Society & Animals",
            "volume": "21",
            "issn": "",
            "pages": "34--53",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What causes H5N1 avian influenza? Lay perceptions of H5N1 aetiology in South East and East Asia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Dang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Udomprasertgul",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Public Health",
            "volume": "31",
            "issn": "",
            "pages": "573--581",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Major emerging and re-emerging zoonoses in China: A matter of global health and socioeconomic development for 1.3 billion",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Journal of Infectious Diseases",
            "volume": "25",
            "issn": "",
            "pages": "65--72",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Responding to global infectious disease outbreaks: Lessons from SARS on the role of risk perception, communication and management",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Social Science & Medicine",
            "volume": "63",
            "issn": "",
            "pages": "3113--3123",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Participatory livestock farmer training for improvement of animal health in rural and peri-urban smallholder dairy herds in Jinja",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vaarst",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Byarugaba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nakavuma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Laker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Uganda. Tropical Animal Health and Production",
            "volume": "39",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Report of a joint WHO/DFID-AHP meeting with the participation of FAO and OIE (World Health Organization",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prevalence, genetics, and transmissibility in ferrets of Eurasian avian-like H1N1 swine influenza viruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "113",
            "issn": "",
            "pages": "392--397",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Contesting modernity: Tobacco use and romanticism among older Dai farmers in Xishuangbanna",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "China. Sociology of Health & Illness",
            "volume": "37",
            "issn": "",
            "pages": "1173--1190",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Study",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}