{
    "paper_id": "7dbb0e59758a06df6acb0fd744589f08e9f50686",
    "metadata": {
        "title": "A mouse model for MERS coronavirus-induced acute respiratory distress syndrome",
        "authors": [
            {
                "first": "Adam",
                "middle": [
                    "S"
                ],
                "last": "Cockrell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina-Chapel Hill",
                    "location": {
                        "postCode": "27599",
                        "settlement": "Chapel Hill",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": "adam_cockrell@unc.edu"
            },
            {
                "first": "Boyd",
                "middle": [
                    "L"
                ],
                "last": "Yount",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina-Chapel Hill",
                    "location": {
                        "postCode": "27599",
                        "settlement": "Chapel Hill",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Trevor",
                "middle": [],
                "last": "Scobey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina-Chapel Hill",
                    "location": {
                        "postCode": "27599",
                        "settlement": "Chapel Hill",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kara",
                "middle": [],
                "last": "Jensen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina-Chapel Hill",
                    "location": {
                        "postCode": "27599",
                        "settlement": "Chapel Hill",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Madeline",
                "middle": [],
                "last": "Douglas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina-Chapel Hill",
                    "location": {
                        "postCode": "27599",
                        "settlement": "Chapel Hill",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Beall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina-Chapel Hill",
                    "location": {
                        "postCode": "27599",
                        "settlement": "Chapel Hill",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Xian-Chun",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02215",
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Wayne",
                "middle": [
                    "A"
                ],
                "last": "Marasco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02215",
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "T"
                ],
                "last": "Heise",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina-Chapel Hill",
                    "location": {
                        "postCode": "27599",
                        "settlement": "Chapel Hill",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": "mark_heisem@med.unc.edu"
            },
            {
                "first": "Ralph",
                "middle": [
                    "S"
                ],
                "last": "Baric",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina-Chapel Hill",
                    "location": {
                        "postCode": "27599",
                        "settlement": "Chapel Hill",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": "rbaric@email.unc.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) is a novel virus that emerged in 2012, causing acute respiratory distress syndrome (ARDS), severe pneumonia-like symptoms and multi-organ failure, with a case fatality rate of ∼36%. Limited clinical studies indicate that humans infected with MERS-CoV exhibit pathology consistent with the late stages of ARDS, which is reminiscent of the disease observed in patients infected with severe acute respiratory syndrome coronavirus. Models of MERS-CoV-induced severe respiratory disease have been difficult to achieve, and small-animal models traditionally used to investigate viral pathogenesis (mouse, hamster, guinea-pig and ferret) are naturally resistant to MERS-CoV. Therefore, we used CRISPR-Cas9 gene editing to modify the mouse genome to encode two amino acids (positions 288 and 330) that match the human sequence in the dipeptidyl peptidase 4 receptor, making mice susceptible to MERS-CoV infection and replication. Serial MERS-CoV passage in these engineered mice was then used to generate a mouse-adapted virus that replicated efficiently within the lungs and evoked symptoms indicative of severe ARDS, including decreased survival, extreme weight loss, decreased pulmonary function, pulmonary haemorrhage and pathological signs indicative of end-stage lung disease. Importantly, therapeutic countermeasures comprising MERS-CoV neutralizing antibody treatment or a MERS-CoV spike protein vaccine protected the engineered mice against MERS-CoVinduced ARDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he severity of respiratory illness caused by Middle East respiratory syndrome coronavirus (MERS-CoV), its pandemic potential through human-to-human respiratory transmission and a dearth of effective treatments necessitate the development of new MERS-CoV therapies and vaccines. Effective vaccine and therapeutic development require preclinical animal models that resemble the pathogenesis of human MERS-CoV infection. Additionally, these models should: (1) include a measure of mortality associated with severe respiratory disease; (2) not be confounded by neurological complications due to high viral loads in the brain; (3) exhibit sustained, high-level virus replication within the lungs of infected animals; (4) exhibit lung pathology associated with human acute respiratory distress syndrome (ARDS); (5) maintain innate expression of the MERS-CoV host receptor, dipeptidyl peptidase 4 (DPP4), to prevent perturbation of immunological homeostasis; (6) be genetically tractable to study host genes that regulate responses to MERS-CoV vaccines and therapeutics; and (7) exhibit reproducibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conventional non-human primate (NHP) models have been established for MERS-CoV in both the rhesus macaque and common marmoset [1] [2] [3] [4] . NHPs are instrumental for the preclinical development of therapeutics; however, these models are costprohibitive for initial screening of large numbers of vaccine and therapeutic candidates, challenging to work with for routine pathogenesis studies, limited in availability and typically require high virus challenge doses into multiple sites. Furthermore, two recent studies have contradicted the initial studies in NHPs, which may complicate use of the rhesus macaque 5 or the common marmoset 6 model for routine vaccine or therapeutic testing.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MERS-CoV fails to replicate in traditional small-animal models (mouse, hamster, guinea-pig and ferret) due to the inability of the receptor-binding domain in the MERS-CoV spike protein to interact with the respective DPP4 receptor [7] [8] [9] [10] . In addition to acting as the MERS-CoV receptor, DPP4 regulates T-cell activation, cytokine function and trans-endothelial migration to sites of inflammation 11 . Therefore, overexpression of DPP4 may result in immune dysregulation. Effective models would therefore ideally promote functional MERS-CoV/DPP4 interactions, with minimal perturbations of innate DPP4 expression, signalling activity or tissue distribution. Classical strategies to overcome receptor incompatibilities to generate susceptible mice have relied on generalized or tissue-specific transgenic overexpression approaches to drive expression of the human receptor (hDPP4) in the mouse [12] [13] [14] [15] . Although MERS-CoV can elicit respiratory disease in hDPP4 overexpression models, these models exhibit a fatal central nervous system (CNS) and systemic multi-organ disease [12] [13] [14] , probably due to non-specific overexpression of the receptor throughout the animal, which complicates the study of MERS-CoV-induced respiratory pathogenesis in these models.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 243,
                    "end": 247,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1058,
                    "end": 1063,
                    "text": "(CNS)",
                    "ref_id": null
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we used our knowledge of which determinants allow mouse DPP4 to act as a functional MERS-CoV receptor 7 by using CRISPR-Cas9 (clustered regularly interspaced short palindromic repeats and CRISPR-associated gene 9) genome editing technology to insert codons that match the human sequence at positions 288 and 330 in the mouse Dpp4 gene. This strategy resulted in a mouse that is permissive for MERS-CoV infection, while maximally preserving the species-specific interaction networks critical for DPP4 immune function. Generation of mice carrying a chimaeric mouse DPP4 (mDPP4) molecule (A288L/T330R), combined with a mouse-adapted strain of MERS-CoV, allowed us to generate a mouse model that resembles severe MERS-CoV-induced respiratory disease without bystander neurological disease. In parallel, we demonstrated that this model system can be used for the development and testing of MERS-CoV vaccines and therapeutics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A CRISPR-Cas9-generated mouse model for MERS-CoV infection. We have demonstrated previously that the introduction of two amino acids that match the human sequence at positions 288 and 330 in the mDPP4 receptor can support MERS-CoV docking, entry and replication in cell culture 7 . These determinants are located within exons 10 and 11 of mDPP4 on chromosome 2 ( Fig. 1a and Supplementary Fig. 1 ). Therefore, we used CRISPR-Cas9 genome editing to introduce these determinants (A288L and T330R) into the mDPP4 receptor ( Fig. 1a and Supplementary Table 1 ). Two lines of C57BL/6J-derived mice were generated that were either homozygous (288/330 +/+ ) or heterozygous (288/330 +/− ) for the chimaeric mDPP4 alleles (Fig. 1a) . The 288/330 +/+ homozygous mice encoded the 288L and 330R changes on both chromosomes, thereby expressing only mDPP4 with both changes (Fig. 1a) . The 288/330 +/− heterozygous mice encoded the 288L and 330R changes on one chromosome and the C57BL/6J wild-type amino acids, A288 and T330, on the other chromosome, thereby expressing both mutated and wildtype mDPP4 (Fig. 1a) . The innate mDPP4 expression levels and patterns in the lungs, kidneys and brains of 288/330 +/+ and 288/ 330 +/− mice reflected those observed in C57BL/6J wild-type mice (Fig. 1b,c; Supplementary Fig. 2 ). DPP4 is central to the maintenance of glucose homeostasis in mammals 16 . Blood glucose levels were within the normal range observed in C57BL/6J wildtype mice, supporting the hypothesis that biological mDPP4 functions were not altered in the 288/330 +/+ and 288/330 +/− mice ( Supplementary Fig. 2) . Moreover, basal CD4 + T-cell expression of interleukin-2, tumour-necrosis factor-α, interferon-γ, CD69, CD25 and mDPP4 (CD26) from the 288/330 +/+ and 288/330 +/− lines was comparable to the levels observed in C57BL/6J wild-type mice ( Supplementary Fig. 3 ). Notwithstanding functional T-cell assessment, these results suggested that minimal alteration of the 288 and 330 alleles does not alter basal T-cell activation status. Overall expression levels, expression patterns, biological function and the immunological profiles of mDPP4 were comparable to those of C57BL/6J wild-type mice following site-specific modification of the 288 and 330 alleles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 370,
                    "text": "Fig. 1a",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 395,
                    "text": "Supplementary Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 528,
                    "text": "Fig. 1a",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 554,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 723,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 870,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1099,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 1272,
                    "end": 1304,
                    "text": "(Fig. 1b,c; Supplementary Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1585,
                    "end": 1606,
                    "text": "Supplementary Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1845,
                    "end": 1865,
                    "text": "Supplementary Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The 288/330 +/+ and 288/330 +/− mice supported efficient infection and replication of the human MERS-CoV strain HCoV-EMC/2012, the camel MERS strain Dromedary/Al-Hasa-KFU-HKU13/2013 and a recombinant virus derived from a molecular infectious clone (icMERS) in the lungs, but these virus strains could not replicate in C57BL/6J wild-type mice that retained the original murine A288 and T330 alleles (Fig. 1d) . In parallel, a MERS-CoV tissueculture-adapted variant, derived by infection of NIH/3T3 cells ectopically expressing the chimaeric mDPP4 (A288L/T330R) receptor, was found to encode a three amino acid insertion (RMR) and a Fig. 4 ). Lung histology demonstrated that nucleocapsid antigen from MERS-0 (Fig. 1e) , and from the other strains (not shown), was readily detected in the lungs of infected mice by immunohistochemistry, but infected lungs exhibited only moderate signs of respiratory pathology and inflammation. These results demonstrated that we had developed a MERS-CoV model that could support high levels of virus replication up to day 3 post-infection (p.i.), but that further in vivo adaptation was required to achieve the respiratory symptoms characteristic of MERS-CoV infection in humans.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 407,
                    "text": "(Fig. 1d)",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 637,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 707,
                    "end": 716,
                    "text": "(Fig. 1e)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The recombinantly derived MERS-0 virus was mouse adapted by serial passage for 15 rounds through the lungs in 288/330 +/− mice at 3-day intervals, resulting in the MERS-15 strain. Infection of 288/330 +/+ mice via the intranasal route with MERS-15 resulted in ∼70% mortality (genuine mortality, rather than mice meeting the typical 20% weight loss cut-off associated with humane euthanasia criteria), while 100% of infected 288/330 +/− mice survived (Fig. 2a) . However, both lines exhibited 20-25% weight loss by day 6 p.i., in contrast to MERS-0-infected 288/330 +/+ mice or MERS-15-infected C57BL/6J wild-type mice, which exhibited no weight loss (Fig. 2b) . Significantly higher levels of MERS-15 replication were detectable in the lungs of both 288/330 +/+ and 288/330 +/− mice at days 3 and 6 p.i., while MERS-0 was mostly cleared from the lungs by day 6 p.i. (Fig. 2c,d) . Similar to MER-0, MERS-15 did not replicate in C57BL/6 wild-type mice. Importantly, the observed decreases in survival and weight loss induced by MERS-15 were not confounded by neurological complications from brain infection, as plaque assays for replication-competent virus and PCR with reverse transcription (RT-PCR) at days 3 and 6 p.i. were negative ( Supplementary  Fig. 5 ). Moreover, quantitative RT-PCR on the same samples demonstrated an increase of >10 6 detectable viral transcripts in infected lungs compared with similarly infected C57BL/6J mice, with no detectable viral transcripts in the brains of these mice ( Supplementary Fig. 5c ). Although mortality and weight loss provide important measures of MERS-CoV-induced disease, these parameters do not directly assess the impact of virus replication on respiratory function. Therefore, to directly assess the impact of MERS-15 infection on respiratory function in 288/330 +/+ and 288/330 +/− mice, we measured respiratory function using unrestrained plethysmography, as demonstrated previously for respiratory pathogenesis in mouse models of severe acute respiratory syndrome (SARS) and influenza 17 . MERS-15 elicited severe lung disease as quantified by enhanced pause (Penh), a unitless measure that reflects airway obstruction/restriction due to debris in the airway, and by midtidal expiratory flow (EF 50 ), which represents the flow rate at which 50% of the tidal volume has been expelled in a single breath 17 . MERS-15 infection led to significant increases in both Penh and EF 50 in 288/330 +/+ and 288/330 +/− mice up to day 6 p.i. compared with 288/330 +/+ mice infected with MERS-0 and C57BL/6J wild-type mice infected with MERS-15 ( Fig. 3a,b) , demonstrating that MERS-15 elicited severe respiratory distress in mice carrying the chimaeric DPP4 receptor. This was further supported by our observation of severe haemorrhage in the lungs of both 288/330 +/+ and 288/330 +/− mice infected with MERS-15 at days 3 and 6 ( Supplementary Fig. 6 ), inflammatory infiltrates by day 3 (Fig. 3c ) and respiratory pathology associated with severe acute respiratory distress, including hyaline membrane formation, intra-alveolar oedema, perivascular cuffing and severe inflammation, at day 6 p.i. (Fig. 3d ). Quantitative comparison of the lung pathology in 288/330 +/+ mice infected with MERS-15 and MERS-0 demonstrated that MERS-15 induced significant levels of pathology commensurate with ARDS by day 6 p.i. (Supplementary Fig. 7 ). Although we did not conduct an exhaustive assessment of all extrapulmonary tissues in the 288/330 +/+ mice, we could not detect virus replication in the brain, even at doses of 5 × 10 6 plaque-forming units (p.f.u.) up to day 6 when the humane euthanasia end points were reached, and the pathology observed in our model was consistent with the severe respiratory pathology associated with fatal ARDS in the only published case study of a human MERS-CoV infection 18 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 459,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 650,
                    "end": 659,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 866,
                    "end": 877,
                    "text": "(Fig. 2c,d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1236,
                    "end": 1257,
                    "text": "Supplementary  Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1507,
                    "end": 1528,
                    "text": "Supplementary Fig. 5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2592,
                    "end": 2602,
                    "text": "Fig. 3a,b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2877,
                    "end": 2897,
                    "text": "Supplementary Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2935,
                    "end": 2943,
                    "text": "(Fig. 3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3144,
                    "end": 3152,
                    "text": "(Fig. 3d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3358,
                    "end": 3379,
                    "text": "(Supplementary Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Mouse adaptation of MERS-CoV induces severe ARDS-like disease."
        },
        {
            "text": "Identification of MERS-CoV-adapted mutations associated with severe respiratory disease. We anticipated that the MERS-CoV genome would acquire mutations due to immunological pressure and/or enhanced virus fitness during mouse adaptation. Two viral Fig. 8 ), whereas both clonal isolates caused 25-30% weight loss (Fig. 4b ) and high levels of virus replication in the mice up to day 6 p.i., when humane euthanasia end points were reached (Fig. 4c) . The lung pathology elicited by MERS-15 C2 resembled that obtained with the primary MERS-15 virus (Fig. 4d) , demonstrating similar pathologies including oedema, hyaline membrane formation and perivascular cuffing. Sequencing of the entire MERS-15 C2 genome revealed a set of unique missense mutations, acquired during in vivo passaging, in the genes encoding the non-structural proteins, nsP2, nsP6 and nsP8, and a large deletion in orf4b that may be responsible for the enhanced disease observed with MERS-15 ( Supplementary Fig. 9 ). Sequencing of MERS-15 C1 revealed some differences that may influence the capacity of the virus to elicit the increased mortality observed with MERS-15 C2, namely mutations in nsP2 and an expanded deletion that extended from orf4b into orf5 ( Supplementary Fig. 9 ). Moreover, 5′ rapid amplification of cDNA ends revealed that the nucleotide at position 2 of the 5′ untranslated region was deleted in both clones ( Supplementary Fig. 9 ). Generation of an infectious clone harbouring all of the MERS-15 C2 mutations (icMERSma1) demonstrated that the disease could be reproduced with an infectious dose of 5 × 10 6 p.f.u. (Supplementary Fig. 10 ). Decreasing the dose by 10-fold to 5 × 10 5 p.f.u. resulted in weight loss that paralleled that observed with 5 × 10 6 p.f.u.; however, the 5 × 10 5 p.f.u. dose exhibited a slight decrease in mortality up to day 7 p.i. (Supplementary Fig. 10 ). Although additional studies will be needed, comparative genomic analysis of the two clones, C1 and C2, indicated that nsP2 and Orf5 may have significant roles in determining disease outcome. Therefore, the MERS-15 C2 derived virus, combined with the 288/330 +/+ mouse line, represent useful tools for studying MERS-CoV pathogenesis or assessing therapeutic countermeasures against MERS-CoV-induced ARDS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 254,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 321,
                    "text": "(Fig. 4b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 438,
                    "end": 447,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 547,
                    "end": 556,
                    "text": "(Fig. 4d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 962,
                    "end": 982,
                    "text": "Supplementary Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 1229,
                    "end": 1249,
                    "text": "Supplementary Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 1401,
                    "end": 1421,
                    "text": "Supplementary Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 1607,
                    "end": 1629,
                    "text": "(Supplementary Fig. 10",
                    "ref_id": null
                },
                {
                    "start": 1851,
                    "end": 1873,
                    "text": "(Supplementary Fig. 10",
                    "ref_id": null
                }
            ],
            "section": "Mouse adaptation of MERS-CoV induces severe ARDS-like disease."
        },
        {
            "text": "Human monoclonal antibody 3B11 protects from MERS-CoVelicited severe respiratory disease. Human monoclonal antibodies provide a robust strategy for the treatment of newly emerged viruses in humans. 3B11 is a human monoclonal antibody that targets the receptor-binding domain of the MERS-CoV spike protein 19 , and is effective in NHPs 5 . As the MERS-15 C2 adapted virus acquired no receptor-binding domain mutations ( Supplementary Fig. 9 ), we reasoned that 3B11 should protect 288/330 +/+ mice from MER-15 C2 challenge. Pretreating mice for 12 h with 3B11 provided 100% protection against MERS-15 C2 challenge (Fig. 5a,b) . Moreover, 3B11 treatment reduced viral loads in the lungs of infected mice to undetectable levels ( Fig. 5c and Supplementary Fig. 11 ) and protected from loss of respiratory function (Fig. 5d ) ( Supplementary  Fig. 11 ), pulmonary haemorrhage ( Supplementary Fig. 11 ) and severe pathological changes ( Supplementary Fig. 12 ). In contrast, pretreatment with isotype control antibody provided no protective effect. Therefore, these data convincingly demonstrated that our preclinical mouse model of severe respiratory disease and mortality can serve as a platform for assessing MERS-CoV therapeutics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 439,
                    "text": "Supplementary Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 624,
                    "text": "(Fig. 5a,b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 727,
                    "end": 760,
                    "text": "Fig. 5c and Supplementary Fig. 11",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 811,
                    "end": 819,
                    "text": "(Fig. 5d",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 824,
                    "end": 846,
                    "text": "Supplementary  Fig. 11",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 895,
                    "text": "Supplementary Fig. 11",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 953,
                    "text": "Supplementary Fig. 12",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Mouse adaptation of MERS-CoV induces severe ARDS-like disease."
        },
        {
            "text": "Spike protein vaccines derived from Venezuelan equine encephalitis virus replicon particles protect from lethal infection. To examine vaccine efficacy in the 288/330 +/+ MERS-15 C2 model, mice were vaccinated with Venezuelan equine encephalitis replicon particles (VRPs) expressing MERS-CoV spike protein (spike-VRP) or mock vaccinated with VRPs expressing green fluorescent protein (GFP-VRP), boosted at 4 weeks postprime and challenged with MERS-15 C2 at 4 weeks postboost. All mice receiving spike-VRP survived and exhibited no weight loss following challenge compared with GFP-VRP mock-vaccinated animals (Fig. 6a,b) . Spike-VRP vaccination significantly reduced MERS-15 C2 replication in the lungs of infected mice as shown by both plaque titre (Fig. 6c ) and viral antigen staining ( Supplementary Fig. 14) , while also protecting against severe respiratory disease, as assessed by measurement of Penh (Fig. 6d) and EF 50 (Supplementary Fig. 13 ), lung haemorrhage ( Supplementary Fig. 13 ) and pathological indications of severe acute respiratory disease (Supplementary Fig. 14) . Neutralization of MERS-15 C2 with prechallenge serum from spike-VRP-vaccinated mice validated the presence of high-titre neutralizing antibodies in the serum of vaccinated 288/330 +/+ mice (Supplementary Fig. 13 ). Our data demonstrated that the spike-VRP vaccine provoked an adaptive immune response capable of protecting mice from a lethal challenge with MERS-CoV, thereby extending the utility of our preclinical mouse model of severe respiratory disease to include vaccine evaluation. . c, Viral lung titres were determined at day 3 p.i. (n = 6 for both 3B11-and isotype control-treated mice) and day 6 p.i. (n = 6 for 3B11-treated mice; n = 3 for isotype control-treated mice). The limit of detection (LOD) is indicated. Bars are means + s.d. d, Lung function was assessed by Penh at 0, 3 and 6 days p.i. for mice receiving 3B11 (n = 6 at days 0, 3 and 6) or isotype control (n = 6 at days 0 and 3; n = 3 at day 6). Data are means + s.d. Student's t-test was used to compare mice receiving 3B11 with those receiving the isotype control at day 3 and day 6 p.i. (*P < 0.05; **P < 0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 609,
                    "end": 620,
                    "text": "(Fig. 6a,b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 750,
                    "end": 758,
                    "text": "(Fig. 6c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 790,
                    "end": 812,
                    "text": "Supplementary Fig. 14)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 908,
                    "end": 917,
                    "text": "(Fig. 6d)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 928,
                    "end": 950,
                    "text": "(Supplementary Fig. 13",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 973,
                    "end": 994,
                    "text": "Supplementary Fig. 13",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1062,
                    "end": 1085,
                    "text": "(Supplementary Fig. 14)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1277,
                    "end": 1299,
                    "text": "(Supplementary Fig. 13",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Mouse adaptation of MERS-CoV induces severe ARDS-like disease."
        },
        {
            "text": "The MERS-CoV preclinical mouse model described here demonstrates for the first time that the CRISPR-Cas9 system can be used to genetically edit a non-permissive host receptor to generate a susceptible model for an emerging infectious pathogen. The 288/330 +/+ MERS-CoV mouse model resembles the severe, and often fatal, respiratory distress syndrome observed in humans, and can be prevented through treatment with the 3B11 neutralizing monoclonal antibody 19 or a VRP-based vaccine directed against the MERS-CoV spike protein 15, 20 . Coupled with an inability to elicit escape mutants, 3B11 has also been tested in NHPs 5 , making it an excellent candidate for downstream human studies. However, existing NHP models rely on quantitative RT-PCR, rather than measures of infectious virus, to quantify viral loads, and these models do not reproducibly result in the severe respiratory disease or mortality observed in human MERS patients [1] [2] [3] [4] . Therefore, the results from our model complement the NHP 3B11 studies by directly demonstrating that 3B11 reduces levels of infectious MERS-CoV in the lungs, while preventing severe virus-induced respiratory pathology, loss of respiratory function and mortality.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 529,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 948,
                    "end": 951,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In fatal cases of human MERS-CoV infections, individuals exhibit severe respiratory distress requiring mechanical ventilation, and the only published human autopsy from a MERS-CoV fatality reported histopathology that included diffuse alveolar damage with denuding of bronchiolar epithelium, hyaline membrane formation, type II pneumocyte hyperplasia and oedema 18 . Furthermore, MERS-CoV antigen staining localized the virus to pneumocytes and syncytial cells 18 . Infection of type I and II pneumocytes can lead to cell death, as observed in autopsies of patients who have died from severe respiratory infections with influenza virus and SARS-CoV 21, 22 . Moreover, pneumocyte cell death has been proposed to cause decreased respiratory function, as measured by whole-body plethysmography in a mouse model of influenza 23 . Commensurate with these previous studies, our MERS-CoV mouse model demonstrated widespread infection of pneumocytes and pathology consistent with diffuse alveolar damage and severe respiratory disease. This was corroborated by decreased pulmonary function in the MERS-CoV model, as measured by plethysmography, which may be associated with widespread infection and possibly the death of pneumocytes and airway epithelial cells. Therefore, this model system provides the field with the opportunity to investigate the mechanisms that lead to MERS-CoV-induced pathology and severe respiratory disease, in the absence of any CNS complications.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 652,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Other MERS-CoV mouse models have used the more traditional method of expressing the full-length human DPP4 receptor to facilitate MERS-CoV infection [12] [13] [14] [15] 24 . These models exhibited infection/ replication in the lungs following intranasal administration at low viral doses (10 2 -10 5 p.f.u.), which in some cases resulted in pathology indicative of pneumonia-like disease [12] [13] [14] . One limitation of the 288/330 +/+ MERS-CoV model described here was the use of high viral loads to achieve severe, and often fatal, respiratory disease. Further adaptation may allow the use of lower infectious doses that would produce a model of mild disease with subsequent recovery at later time points, as has been described with SARS-CoV 25 . In this context, it is interesting that the deletion of MERS-CoV ORF4b, a phosphodiesterase and antagonist of RNase L activity in human cells, appeared less critical for eliciting severe disease in rodents 26 , suggesting possible species-specific modes of action in vivo.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Deletions in some SARS-CoV interferon antagonist genes and accessory open reading frames have also yielded subtle changes in overall virulence in vivo 27, 28 . However, it is important to point out that a balance must be achieved between the virulence of mouseadapted virus, which enhances the model's capacity to replicate human disease phenotypes, and the number of mutations required to significantly reduce the dose lethal to 50% of animals tested. Conventional models using constitutive overexpression of the hDPP4 MERS-CoV receptor have demonstrated widespread infection of extrapulmonary tissues including brain, kidney, liver, spleen and heart [12] [13] [14] , and two of these studies indicated that the mice exhibited multi-organ failure 13, 14 . Furthermore, high viral loads were detected in the brains of mice in the transgenic hDPP4 overexpression models [12] [13] [14] . Importantly, Li et al. 13 concluded that \"mortality correlated with brain infection, suggesting that infection of this organ was most important for the high mortality observed in K18-hDPP4 mice\". While these lethal models have value for vaccine and immunotherapeutic testing 29 , small-molecule inhibitors that are effective in the lung may be limited in their efficacy due to an inability to cross the blood-brain barrier 30 . Similar neurological complications have been observed in model systems for SARS that used overexpression, or tissue-specific constitutive promoters, to express human angiotensin 1-converting enzyme 2 (ACE2) in mice 31 . While additional human pathology studies are needed to determine the extent of extrapulmonary sites of MERS-CoV replication and their impact on MERS-CoV disease, it is clear that respiratory replication and pathology is an important aspect of human MERS-CoV disease. Therefore, an important attribute of the 288/330 +/+ model is that the lack of detectable virus replication in the CNS means this model can be used to study MERS-CoVinduced pulmonary disease without the confounding effects of death due to CNS infection.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 748,
                    "end": 751,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 869,
                    "end": 873,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 879,
                    "end": 883,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recently, a debate has emerged around the safety of performing gain-of-function (GOF) studies with highly pathogenic viruses (such as MERS-CoV, SARS-CoV, influenza virus H5N1) (http:// www.gryphonscientific.com/gain-of-function/). As demonstrated here, GOF studies were absolutely necessary to develop a mouse model that reflects the ARDS pathology observed previously in humans infected with respiratory pathogens. Importantly, the GOF studies performed here yielded MERS-CoV strains that reflect the complexity of clinical isolates identified recently in humans, where deletions were identified in ORF3 and ORF4A 32 . Moreover, these GOF studies have allowed us to identify mutations in MERS-CoV proteins that may influence how MERS-CoV interacts with, and possibly circumvents, host immune responses. Nevertheless, future studies to evaluate host factors that contribute to MERS-CoV disease will be constrained in this model, as well as in hDPP4 expression models, by the fact that the mice must be backcrossed to mouse lines harbouring modified endogenous genes, such as knock-out mice. This limitation may be overcome through additional GOF studies that facilitate MERS-CoV adaptation to the innate mDPP4 receptor molecule. The continued threats from novel emerging pathogens, such as Zika virus, will demand the rapid development of physiologically relevant animal models to evaluate therapeutic countermeasures, thereby necessitating virus adaptation to host immunity to achieve effective models. It is critical that the GOF regulatory structure does not impede the development of robust animal models of human disease, which are essential for protecting the public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Viruses, cells and plaque assays. All virus stocks were prepared on Vero CCL81 cells (ATCC). CCL81 cells were maintained routinely in Dulbecco's modified Eagle's medium (Gibco) supplemented with 10% fetal bovine serum (FBS; Sigma) and 1× antibiotic/antimycotic (Gibco). All viruses were harvested in Opti-MEM medium (Gibco) supplemented with 3% FBS, 1× antibiotic/antimycotic, 1× non-essential amino acids (Gibco) and 1× 1 mM sodium pyruvate (Gibco). The wild-type HCoV-EMC/2012 strain of MERS-CoV was used at passage 10 (originally provided by Bart Haagmans (Erasmus Medical Center Rotterdam, The Netherlands) at passage 8), icMERS was generated previously by Scobey et al. 33 , MERS camel strain Dromedary/ Al-Hasa-KFU-HKU13/2013 was used at passage 5 and was provided at passage 4 by Malik Peiris (University of Hong Kong, China) and MERS-0 was generated in the laboratory of R.S.B. as described below. Virus titres were determined by plaque assays on Vero CCL81 cells 33 . All viruses were maintained under Biosafety Level (BSL) 3 conditions with redundant fans and personnel powered air-purifying respirators, scrubs, Tyvek suits, Tyvek aprons and double layers of gloves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "An icMERS virus tagged with tomato red fluorescent protein 33 was passaged for ten rounds on NIH/3T3 cells (ATCC) that were generated to stably overexpress the mDPP4 receptor containing A288L and T330R. The mDPP4 A288L/T330R expression cassette used to generate the cell line has been described previously 7 . Sequencing of the passaged virus identified an insertion of three amino acids (RMR) after amino acid 884 in the spike protein and an S885L change. These changes were subcloned back into the MERS-CoV infectious clone by overlap-PCR of the F fragment with the following primers: 5′-GGTTTCCAGAAGTGTGAGCAATTA CTGCGCG-3′, 5′-GCAGGCCTCTGCAGTCGACGGGCCCGGGATCCAA TGCC-3′, 5′-CCTGTTTCTATATCTACTGGCAGTCG TAGAATGCGGCTTGCA CGTAGTGCTATTGAGGATTTGC-3′ and 5′-GCAAATCCTCA ATAGCACTA CGTGCAAGCCGCATTCTACGACTGCCAGTAGATATAGAAACAGG-3′. The F fragment is one part of a seven-plasmid system (A, B, C, D1, D2, E and F) that permits partitioning of the entire genome to generate infectious MERS-CoV, as described previously 33 . The PCR product encoding the insertion was subcloned back into the F fragment using the restriction enzymes MscI and BamHI and validated by sequencing. Recombinant MERS-0 virus was used for the in vivo passage experiments, which were GOF studies reviewed and approved by the National Institutes of Health (NIH). Vero CCL81 and NIH/3T3 cells were originally received from the ATCC, which indicates that cell lines are authentic and confirms that cell lines are mycoplasma free. None of the working cell line stocks was authenticated or tested for mycoplasma recently, although the original seed stocks used to create the working stocks are free from contamination. Additionally, both cell lines have been authenticated by morphological and cytopathological evaluation. Furthermore, Vero CCL81 cells were confirmed for DPP4 overexpression by the capacity to be infected and to replicate MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Generation of mice with mDPP4 modified at positions 288 (exon 10) and 330 (exon 11). The alleles encoding amino acids 288 and 330 are shown in Supplementary Fig. 1 . Genomic engineering of these alleles with the CRISPR-Cas9 genome editing system was performed at the University of North Carolina at Chapel Hill (UNC-CH) Animal Models Core Facility. The messenger RNA (mRNA) encoding Cas9 endonuclease and guide RNAs (gRNAs) were based on the system established by Mali et al. 34 and prepared as described below. The gRNAs (Supplementary Table 1 ) were generated by an in vitro transcription reaction using a T7 High Yield RNA Synthesis kit (NEB), where 1 µg DraI-linearized template DNA was used in a 20 µl reaction following the kit guidelines for short RNA transcripts. The reaction was incubated at 37°C overnight, followed by DNase I (RNase-free) digestion for 15 min at 37°C. The gRNAs were then purified using an RNeasy column (Qiagen) following the guidelines for short RNA purification. Capped and polyadenylated Cas9 mRNA was prepared by an in vitro transcription reaction using an mMESSAGE mMACHINE T7 ULTRA kit (Life Technologies). Capped mRNA was generated with 1 µg hCas9-T7 linearized plasmid DNA in a 20 µl reaction containing 1× NTP/ARCA Solution, 1× T7 reaction buffer and 2 µl T7 enzyme. The reaction was incubated at 37°C for 1 h, followed by addition of 1 µl TURBO DNase and digestion at 37°C for 15 min. To add a poly(A) tail to the capped mRNA, the 20 µl reaction mix from step 1 was mixed with nuclease-free water (36 µl), 5× E-PAP buffer (20 µl), 25 mM MnCl 2 (10 µl), ATP solution (10 µl) and E-PAP (4 µl) to a final reaction volume of 100 µl. The reaction was incubated at 37°C for 30-45 min. The capped and polyadenylated RNA was purified by lithium chloride precipitation and resuspended in microinjection buffer (5 mM Tris/HCl buffer, 0.1 mM EDTA, pH 7.5).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 163,
                    "text": "Supplementary Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 544,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Fertilized zygotes were collected from C57BL/6J females that had been superovulated and mated to C57BL/6J males. Pronuclear microinjection was performed with 50 ng µl −1 Cas9 mRNA, 50 ng µl −1 gRNA Dpp4-g59B, 25 ng µl −1 gRNA Dpp4-g88B and 50 ng µl −1 each of Dpp4-A288L-B and Dpp4-T330R-B donor oligonucleotides (Supplementary Table 1 ). Injected embryos were implanted into pseudopregnant recipients, and the resulting pups were screened for alleles encoding changes (Supplementary Fig. 1 ) at positions 288 and 330. Mutations at the 288 position were detected by amplifying biopsy DNA samples with the following primers: Dpp4-E10ScF1: 5′-GATTCTGAGCAAGCAAACACGC-3′, and Dpp4-E10ScR1: 5′-CCACAAGGTATCCCACAGAGACG-3′. The 752 bp PCR product was sequenced with primer Dpp4-E10-SqR1: 5′-CAAGAACCACACCAATGGAAAGTC-3′. Mutations at the 330 position were detected by amplifying biopsy DNA samples with the following primers: Dpp4-E11ScF1: 5′-AAGTGCTGGGATTATAGGTGGTCAC-3′, and Dpp4-E11ScR1: 5′-GTGTTTACATTCTAAGTTGGGTTTCTGC-3′. The 767 bp PCR product was sequenced with primer Dpp4-E11-SqF1: 5′-GCATGTTATCCACTGTGCCATCTC-3′. Five of 66 live animals produced showed evidence of both the 288 and 330 modifications. Founders with both expected modifications were backcrossed to C57BL/6J mice to identify animals with the 288 and 330 modifications in cis. F 1 animals with both the 288 and 330 modifications were then intercrossed to produce homozygous breeder pairs for colony enrichment and downstream studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 335,
                    "text": "(Supplementary Table 1",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 490,
                    "text": "(Supplementary Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Mouse infections. Genetically engineered mice with a modified mDPP4 receptor were housed and bred in accordance with guidelines established by the Department of Laboratory Animal Medicine at UNC-CH. As the 288/330 +/+ and 288/330 +/− mice are novel mouse lines developed in the laboratory of R.S.B., experiments utilized available male and female mice that ranged from 12 to 20 weeks of age. Based on availability at the time of each experiment, experimental and control animals were age-and sex-matched. No blinding was used in any animal experiments, and animals were not randomized. Sample sizes were determined from preliminary data that would yield statistically significant differences. Mouse studies were executed under animal BSL3 conditions as described previously 35 . Before viral infection, mice were anesthetized by administering 50 µl ketamine/xylazine mixture intraperitoneally and then infected intranasally with 50 µl virus solution containing 5 × 10 6 p.f.u. Incomplete infections due to bubbling of inoculum from the nasal cavity, the inability to inhale the entire dose or inoculum going into the mouth were noted, and these mice were considered failures and were excluded, as described previously 35 . Following sedation and infection, mice were monitored daily for weight loss and survival, as well as for signs that the animals were moribund (including laboured breathing, lack of movement and lack of grooming). Mice that reached 20% weight loss were placed under exception and monitored at least twice daily. Mice that approached 30% weight loss were euthanized immediately. Mice deemed moribund were euthanized at the discretion of the researcher. Mice were euthanized with an isoflurane overdose followed by a secondary thoracotomy, at various time points, to collect lung tissues. In the absence of a thoracotomy, cervical dislocation was used as a secondary euthanasia method. All are approved methods of the Institutional Animal Care and Use Committee (IACUC) at the UNC-CH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Ethics statement. Mouse studies were carried out in accordance with the recommendations for the care and use of animals by the Office of Laboratory Animal Welfare at NIH. IACUC at UNC-CH approved the animal studies performed here (protocol, IACUC 13-272), using a weight loss cut-off point of ∼30% for humane euthanasia. Synthetically reconstructed MERS-CoVs were approved by the UNC-CH Institutional Biosafety Committee, which also considered GOF research concerns before execution of these experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Analysis of serum glucose levels. All blood glucose measurements were taken following a 6 h fast. Blood glucose was measured by tail clip sampling using an AlphaTRAK 2 glucometer (Abbott Laboratories) 36 . This system is designed for use in laboratory mice, with a normal range of 111-205 mg dl −1 (6.1-11.38 mmol l −1 ) blood glucose and a detection limit of 20-750 mg dl −1 (1.1-41.62 mmol l −1 ) blood glucose. Human monoclonal antibody 3B11 protection study. The 288/330 +/+ mice were prophylactically administered 250 µg of human monoclonal antibody 3B11 or isotype control antibody F10 by intraperitoneal injection 19 12 h before infection with MERS-15 C2. Mice were monitored daily for weight and survival, and killed at days 3 and 6 p.i. to collect the lungs for histology, for viral titre assessment by plaque assay and for evaluation of lung haemorrhaging. Respiratory function was measured at day 0 to establish a baseline and again at days 3 and 6 p.i. The isolation and production of the 3B11 and F10 antibodies has been described previously 19 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Spike-VRP vaccine study and virus neutralization assay. The MERS-CoV gene encoding the spike protein and GFP gene were packaged into VRPs generated with helper constructs from the V3526 attenuated strain of Venezuelan equine encephalitis virus, under BSL2 conditions, as described previously 20 . Mice were administered a primary vaccination of 10 µl by footpad injection of spike-VRP (1 × 10 5 p.f.u.) or control GFP-VRP (1 × 10 5 p.f.u.). After 28 days, the mice were boosted with the same dose of their respective VRP strain. At 28 days postboost, all vaccinated mice were challenged with 5 × 10 6 p.f.u. MERS-15 C2. Mice were monitored daily for weight and survival, and killed at days 3 and 6 p.i. to collect lungs for histology, assessment of viral titre by plaque assay and evaluation of lung haemorrhaging. Respiratory function was measured at day 0 to establish a baseline and then again at days 3 and 6 p.i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The presence of MERS-15 C2-specific serum antibodies was assessed by a plaque reduction neutralization titre assay. Prechallenge serum samples were collected at 25 days postboost with the spike-VRP vaccine or the GFP-VRP control. Virus neutralization assays were performed as described previously 35 . The percentage of plaque reduction was calculated as: 1 − (number of plaques with spike-VRP or GFP-VRP serum/number of plaques with serum from naïve 288/330 +/+ mice) × 100.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Respiratory function. Respiratory function was measured for individual mice, at the indicated time points, as demonstrated previously for SARS-CoV and influenza A virus 17 . Briefly, individual mice were acclimated for 30 min in individual plethysmography chambers (Buxco Systems) and each breath was then quantified over a 5 min period. Mice were routinely randomized into different chambers to avoid measurement biases that could result between chambers. Data for Penh and EF 50 were analysed as described previously by our group 17 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Histology. Lung, brain and kidney samples were placed in 10% phosphate-buffered formalin for >7 days at 4°C for fixation. Fixed tissue samples were then removed from the BSL3, placed into cassettes for embedding in paraffin and submitted to the Lineberger Comprehensive Cancer Center Animal Histopathology Core for processing, sectioning and staining. Tissue sections (5 µm) were stained with haematoxylin and eosin, and MERS-CoV nucleocapsid antigen was detected using mouse anti-MERS nucleocapsid serum at a 1:250 dilution. The nucleocapsid antiserum was generated in the laboratory of R.S.B. using MERS-CoV nucleocapsid-VRP particles in BALB/c mice as described previously 20 . Antigen was visualized using 3,3′-diaminobenzidine staining. An Olympus DP71 camera attached to an Olympus BX41 microscope was used to capture images with ×10 and ×40 objectives. Histopathology was scored, blinded to infection and animal status, for airway disease, vascular disease, parenchymal pneumonia, diffuse alveolar damage, eosinophils and immunohistochemistry on a scale of 0-3 (0, none; 1, mild; 2, moderate; 3, severe).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Flow cytometry analysis. Whole peripheral blood from each mouse strain was collected in EDTA and peripheral blood mononuclear cells were purified using density-gradient centrifugation over Ficoll-Paque PLUS (GE Healthcare Life Sciences). Mouse lung tissues were first dissociated mechanically using scalpel blades and then digested further using type A collagenase (Worthington Biochemical) in medium prepared with DNase I (1 mg ml −1 ) for 1 h in a shaking incubator at 37°C. Digested lung suspensions were filtered, centrifuged and treated with ACK lysis buffer (Gibco). Single-cell suspensions from blood and lung tissue were resuspended at 1 × 10 7 cells ml −1 in RPMI 1640 medium supplemented with 10% heat-inactivated FBS and antibiotic/antimycotic cocktail (all from Gibco), and were used immediately for flow cytometry. Single-cell suspensions were plated in 200 µl per well on 96-well, round-bottomed plates and stained for flow cytometry using an Intracellular Fixation and Permeabilization Buffer Set (eBioscience) according to the manufacturer's protocol and using antibodies specific for CD3 (clone 145-2C11; BD Biosciences), CD4 (clone GK1.5; BD Biosciences), CD8 (clone 53-6.7; eBioscience), CD25 (clone PC61; BD Biosciences), CD26/DPP4 (clone H194-112; Biolegend), CD69 (clone H1.2F3; eBioscience), interferon-γ (clone XMG1.2; BD Biosciences), tumour-necrosis factor-α (clone MP6-XT22; eBioscience) and interleukin-2 (clone JES6-5H4; eBioscience). Cells were also treated with a fixable LIVE/DEAD discriminator (Invitrogen). Stained cells were fixed for 20 min in 1% paraformaldehyde, resuspended in PBS and stored at 4°C before acquisition within 24 h. Cell populations were first gated to exclude (1) debris, (2) doublet events and (3) dead cells before phenotypic and functional gating. All samples were stained in parallel with controls of fluorescence -1. A minimum of 100,000 live, singlet events were acquired per sample, and data were analysed using FlowJo software (TreeStar).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Northern blot analysis and RT-PCR. Northern blot analysis was performed for detection of full-length mDPP4 in the lungs of 288/330 +/+ , 288/330 +/− and C57BL/6J wild-type mice. Poly(A) RNA was isolated to eliminate ribosomal RNA (rRNA; Qiagen). Equivalent amounts of RNA were resolved on 0.8% agarose gels and transferred to nitrocellulose membrane. A biotinylated probe (5′-biotin-gATg (biotin-dT)gCTggTgAgCTgTgCTgCTAgCgATCCCgTggTCTTCATCC-3′) was used to detect mDPP4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To quantify viral and targeted host mRNAs, MERS-CoV, mDPP4 and mouse glyceraldehyde 3-phosphate dehydrogenase (GAPDH) RNAs were measured in brain and lung tissue from MERS-CoV-infected mice. Briefly, tissues were removed and placed into RNALater (Ambion) solution and stored at −80°C until analysis by RT-PCR. Lung tissue was homogenized in TRIzol reagent (Invitrogen) and isolated according to the manufacturer's instructions. Standard RT-PCR was performed with the following primer pairs for each of the indicated RNAs: MERS-CoV subgenomic leader sequence: 5′-CTATCTCACTTCCCCTCgTTCTC-3′ and 5′-GAATCATTG TTAGGGTTCCG-3′; mouse GAPDH: 5′-CAACgACCCCTTCATTgACC-3′ and 5′-GCAGGGATGATGTTCTGGGC-3′; and mDPP4: 5′-TAACGACACAGGAGTG CCGC-3′ and 5′-TCTGCTTTTTGACTACAGGG-3′. Equivalent volumes of PCR product were resolved on gels for a non-quantitative answer (presence or absence) of viral subgenomic transcripts in the brain and lung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Quantitative RT-PCR was carried out on a Roche LightCycler 480 II, with accompanying software, to analyse MERS-CoV viral RNA and mDPP4 mRNAs, and 18S rRNA as an endogenous control. All RNAs were reverse transcribed under standard conditions in a 20 µl reaction volume using SuperScript III reverse transcriptase (Invitrogen). MERS-CoV viral RNA was assessed using the following primers at 900 nM in a 20 µl reaction in a SYBR Green assay with 2× SsoAdvanced Universal SYBR Green Supermix (Biorad). The forward primer anneals at the MERS-CoV leader sequence in the 5′ untranslated region (5′-GAATAGCTTGGCTATCTCAC-3′) and the reverse primer anneals in the N gene (5′-TTGTTATCGGCAAAGGAAAC-3′). PCR conditions were 45 cycles of 95°C for 10 s, 59°C for 10 s and 72°C for 15 s. Standard Taqman conditions were used to analyse expression of mDPP4 and 18S rRNAs. The following primers were used for mDPP4: 5′-CCCCAAGACAGTGTGGATTC-3′ and 5′-GAGGATGAGCTGAGAGAGTCTATATTT-3′; probe no. 51 was used from the Roche Universal ProbeLibrary. PCR conditions were 45 cycles of 95°C for 15 s and 60°C for 50 s. A 20× commercially available primer/probe set was utilized to quantitate the 18S rRNA (Life Technologies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Statistical analysis. All quantitative data are presented as means ± 1 s.d. Significance between specific data sets is described in the respective figure legends and was determined by Student's t-test using a one-tailed or two-tailed distribution in Microsoft Excel software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Biosafety and biosecurity. In vivo adaptation of the MERS-0 virus in mice had been executed before publication of the US Government's statement on funding pause on certain types of GOF research 37 . When notice to cease all in vivo passage experiments was received, all studies to adapt the MERS-0 virus in vivo were immediately halted. Following our formal written request for continuation, and on receiving an exemption from the pause and approval to continue after a National Institute of Allergy and Infectious Diseases/NIH review, the in vivo adaptation of MERS-0 was then continued by serial passage in mice. All studies using MERS-CoV were executed in BSL3 facilities at UNC-CH, under conditions described previously 35 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The following biosafety and biosecurity paragraph is as described by Menachery et al. 35 All work for these studies was performed with approved standard operating procedures and safety conditions for MERS-CoV (not a select agent), SARS-CoV (select agent) and derivatives therein. Our institutional CoV BSL3 facilities have been designed to conform to the safety requirements that are recommended by the Biosafety in Microbiological and Biomedical Laboratories, the US Department of Health and Human Services, the Public Health Service, the Centers for Disease Control and the NIH. Laboratory safety plans were submitted to, and the facility has been approved for use by, the UNC Department of Environmental Health and Safety (EHS) and the CDC. Electronic card access is required for entry into the facility. All workers have been trained by EHS to safely use powered air-purifying respirators, and appropriate work habits in a BSL3 facility and active medical surveillance plans are in place. Our BSL3 facilities contain redundant fans, emergency power to fans, and biological safety cabinets and freezers, and our facilities can accommodate SealSafe mouse racks. Materials classified as BSL3 agents consist of MERS-CoV, SARS-CoV, bat CoV precursor strains and mutants derived from these pathogens. Within the BSL3 facilities, experimentation with infectious virus is performed in a certified Class II Biosafety Cabinet. All members of staff wear scrubs, Tyvek suits and aprons, powered air-purifying respirators and shoe covers, and their hands are double-gloved. BSL3 users are subject to a medical surveillance plan monitored by the University Employee Occupational Health Clinic (UEOHC), which includes a yearly physical, annual influenza vaccination and mandatory reporting of any symptoms associated with coronvirus infection during periods when working in the BSL3. All BSL3 users are trained in exposure management and reporting protocols, are prepared to self-quarantine and have been trained for safe delivery to a local infectious disease management department in an emergency situation. All potential exposure events are reported and investigated by EHS and UEOHC, with reports filed to both the CDC and the NIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data availability. The data that support the findings of this study are available from the corresponding author on request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Treatment with lopinavir/ritonavir or interferon-β1b improves outcome of MERS-CoV infection in a nonhuman primate model of common marmoset",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": ".-W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Infect. Dis",
            "volume": "212",
            "issn": "",
            "pages": "1904--1913",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) causes transient lower respiratory tract infection in rhesus macaques",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "110",
            "issn": "",
            "pages": "16598--16603",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infection with MERS-CoV causes lethal pneumonia in the common marmoset",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathogens",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pneumonia from human coronavirus in a macaque model",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N. Engl. J. Med",
            "volume": "368",
            "issn": "",
            "pages": "1560--1562",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "3B11-N, a monoclonal antibody against MERS-CoV, reduces lung pathology in rhesus monkeys following intratracheal inoculation of MERS-CoV Jordan-n3/2012",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virology",
            "volume": "490",
            "issn": "",
            "pages": "49--58",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Intratracheal exposure of common marmosets to MERS-CoV Jordan-n3/2012 or MERS-CoV EMC/2012 isolates does not result in lethal disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virology",
            "volume": "485",
            "issn": "",
            "pages": "422--430",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mouse dipeptidyl peptidase 4 is not a functional receptor for Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Cockrell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "5195--5199",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Wild-type and innate immune-deficient mice are not susceptible to the Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goicochea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Gen. Virol",
            "volume": "95",
            "issn": "",
            "pages": "408--412",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Middle East respiratory syndrome coronavirus (MERS-CoV) does not replicate in Syrian hamsters",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Adenosine deaminase acts as a natural antagonist for dipeptidyl peptidase 4-mediated entry of the Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "1834--1838",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Revisiting an old acquaintance: CD26 and its molecular mechanisms in T cell function",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ohnuma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Dang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morimoto",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Immunol",
            "volume": "29",
            "issn": "",
            "pages": "295--301",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Generation of a transgenic mouse model of Middle East respiratory syndrome coronavirus infection and disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Agrawal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "",
            "pages": "3659--3670",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Middle East respiratory syndrome coronavirus causes multiple organ damage and lethal disease in mice transgenic for human dipeptidyl peptidase 4",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Infect. Dis",
            "volume": "213",
            "issn": "",
            "pages": "712--722",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multi-organ damage in human dipeptidyl peptidase 4 transgenic mice infected with Middle East respiratory syndrome-coronavirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rapid generation of a mouse model for Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": "4970--4975",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Dipeptidyl-peptidase IV from bench to bedside: an update on structural properties, functions, and clinical aspects of the enzyme DPP IV",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lambeir",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Durinx",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scharpe",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "De Meester",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit. Rev. Clin. Lab. Sci",
            "volume": "40",
            "issn": "",
            "pages": "209--294",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "New metrics for evaluating viral respiratory pathogenesis",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferris",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinicopathologic, immunohistochemical, and ultrastructural findings of a fatal case of Middle East respiratory syndrome coronavirus infection in the United Arab Emirates",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. J. Pathol",
            "volume": "186",
            "issn": "",
            "pages": "652--658",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Identification of human neutralizing antibodies against MERS-CoV and their role in virus adaptive evolution",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": "2018--2026",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A mouse model for Betacoronavirus subgroup 2c using a bat coronavirus strain HKU5 variant",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agnihothram",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "47--61",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pathology, molecular biology, and pathogenesis of avian influenza A (H5N1) infection in humans",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Korteweg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am. J. Pathol",
            "volume": "172",
            "issn": "",
            "pages": "1155--1170",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The comparative pathology of severe acute respiratory syndrome and avian influenza A subtype H5N1 -a review",
            "authors": [
                {
                    "first": "W.-F",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "K.-F",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "T.-K",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "K.-C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hum. Pathol",
            "volume": "37",
            "issn": "",
            "pages": "381--390",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Compromised respiratory function in lethal influenza infection is characterized by the depletion of type I alveolar epithelial cells beyond threshold levels",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Physiol. Lung Cell. Mol. Physiol",
            "volume": "304",
            "issn": "",
            "pages": "481--488",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Pre-and postexposure efficacy of fully human antibodies against Spike protein in a novel humanized mouse model of MERS-CoV infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Pascal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "112",
            "issn": "",
            "pages": "8738--8743",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Molecular determinants of severe acute respiratory syndrome coronavirus pathogenesis and virulence in young and aged mouse models of human disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "884--897",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Middle East respiratory syndrome coronavirus NS4b protein inhibits host RNase L activation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Thornbrough",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pathogenicity of severe acute respiratory coronavirus deletion mutants in hACE-2 transgenic mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Dediego",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "376",
            "issn": "",
            "pages": "379--389",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Release of severe acute respiratory syndrome coronavirus nuclear import block enhances host transcription in human lung cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "3885--3902",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Passive transfer of a germline-like neutralizing human monoclonal antibody protects transgenic mice against lethal Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Agrawal",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Pathways and progress in improving drug delivery through the intestinal mucosa and bloodbrain barriers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laksitorini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Prasasty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Kiptoo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Siahaan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ther. Deliv",
            "volume": "5",
            "issn": "",
            "pages": "1143--1163",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Lethal infection of K18-hACE2 mice infected with severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Mccray",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "813--821",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Deletion variants of Middle East respiratory syndrome coronavirus from humans",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lamers",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg. Infect. Dis",
            "volume": "22",
            "issn": "",
            "pages": "716--719",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Reverse genetics with a full-length infectious cDNA of the Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Scobey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "110",
            "issn": "",
            "pages": "16157--16162",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "RNA-guided human genome engineering via Cas9",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mali",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "",
            "pages": "823--826",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Med",
            "volume": "21",
            "issn": "",
            "pages": "1508--1513",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Standard operating procedures for describing and performing metabolic tests of glucose homeostasis in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ayala",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Dis. Model. Mech",
            "volume": "3",
            "issn": "",
            "pages": "525--534",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "US Government Deliberative Process Research Funding Pause on Selected Gain-of-Function Research Involving Influenza, MERS, and SARS Viruses",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Mouse-adapted MERS-CoV causes fatal disease in 288/330 +/+ mice. Mice were inoculated intranasally with 5 × 10 6 p.f.u. a, Mortality of 288/330 +/− (n = 10) and 288/330 +/+ (n = 16) mice was monitored daily up to day 6 p.i. Data show the percentage of surviving mice. b, Mouse weights were measured daily up to day 6 p.i. for 288/330 +/+ mice infected with MERS-15 (n = 16) or MERS-0 (n = 10), 288/330 +/− mice infected with MERS-15 (n = 10) and C57BL/6J wild-type (WT) mice infected with MERS-15 (n = 7). Data are daily means of the percentage weight relative to day 0 ± s.d. c, Viral lung titres for MERS-CoV were determined at day 3 p.i. (288/330 +/− + MERS-15, n = 4; 288/330 +/+ + MERS-15, n = 5; 288/330 +/+ + MERS-0, n = 5; C57BL/6J WT + MERS-15, n = 4) and day 6 p.i. (288/330 +/− + MERS-15, n = 4; 288/330 +/+ + MERS-15, n = 4; 288/330 +/+ + MERS-0, n = 5; C57BL/6J WT + MERS-15, n = 3). The limit of detection (LOD) is indicated. Bars are means + s.d. d, Immunohistochemistry of lung sections for anti-MERS nucleocapsid at 3 days p.i. Results show 288/330 +/+ mice + MERS-15 (i), 288/330 +/− mice + MERS-15 (ii), 288/330 +/+ mice + MERS-0 (iii) and C57BL/6J WT mice + MERS-15 (iv). IHC images are representative of at least three samples. Scale bar (d), 1 mm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Lung function in MERS-15-infected mice. a,b, Respiratory function was monitored in live mice up to day 6 p.i. using whole-body plethysmography to measure Penh (a) and EF 50 (b) in 288/330 +/+ mice infected with MERS-15 (n = 9) or MERS-0 (n = 3), 288/330 +/− mice infected with MERS-15 (n = 4) and C57BL/6J wild-type (WT) mice infected with MERS-15 (n = 3). Data are daily means ± s.d. Student's t-test was used to compare 288/330 +/+ mice infected with MERS-15 and MERS-0 (*P < 0.05; **P < 0.01). c, Pathology of lungs from infected mice at day 3 p.i. demonstrating severe inflammation for 288/330 +/+ (i) and 288/330 +/− (ii) mice infected with MERS-15, and moderate inflammation for 288/330 +/+ mice infected with MERS-0 (iii) and C57BL/6J WT mice infected with MERS-15 (iv). d, Pathology at day 6 p.i. infected in mice. In 288/330 +/+ mice infected with MERS-15, there was severe inflammation and oedema in the large airways (i) and alveoli (ii), and hyaline membrane formation (iii). The 288/330 +/− mice infected with MERS-15 exhibited severe inflammation throughout the parenchyma (iv), hyaline membrane formation (v) and perivascular cuffing (vi). The 288/330 +/+ mice infected with MERS-0 (vii) and C57BL/6J WT mice infected with MERS-15 (viii) exhibited mild-to-moderate inflammation. Samples were stained with haematoxylin and eosin and are representative of at least three samples. Scale bars (c,d), 1 mm. clones, MERS-15 clone 1 (MERS-15 C1) and MERS-15 clone 2 (MERS-15 C2), were isolated by plaque purification from the MERS-15 heterogeneous virus population. MERS-15 C2 infection resulted in increased mortality of the mice (Fig. 4a) and significantly increased haemorrhage up to day 6 p.i. compared with MERS-15 C1 (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Clonal isolates of mouse-adapted MERS-CoV exhibit severe respiratory disease. Mice were inoculated intranasally with 5 × 10 6 p.f.u. a, The mortality of 288/330 +/+ mice infected with MERS-15 C1 (n = 7) or MERS-15 C2 (n = 11) was monitored daily up to day 6 p.i. Data reflect the percentage of surviving mice. b, Mouse weights were monitored daily for 288/330 +/+ mice infected with MERS-15 C1 (n = 7), MERS-15 C2 (n = 11) or MERS-0 (n = 6), and C57BL/6J wild-type (WT) mice infected with MERS-15 C2 (n = 6). Data are daily means ± s.d. c, Viral lung titres were determined at day 3 p.i. (288/330 +/+ + MERS-15 C1, n = 4; 288/330 +/+ + MERS-15 C2, n = 3; 288/330 +/+ + MERS-0, n = 3; C57BL/6J WT + MERS-15 C2, n = 3) and day 6 p.i. (288/330 +/+ + MERS-15 C1, n = 4; 288/330 +/+ + MERS-15 C2, n = 6; 288/330 +/+ + MERS-0, n = 3; C57BL/6J WT + MERS-15 C2, n = 3). The limit of detection (LOD) is indicated. Bars are means + s.d. d, IHC of lung sections at 3 days p.i. from 288/330 +/+ mice infected with MERS-15 C1 (i) or MERS-15 C2 (ii) and stained for nucleopcapsid. The pathology of the lungs from 288/330 +/+ mice infected with MERS-15 C2 was assessed by haematoxylin and eosin staining (H&E) at day 6 p.i. and demonstrated severe inflammation (iii), oedema (iv), hyaline membrane formation (v) and perivascular cuffing (vi). All H&E images are representative of at least three samples. Scale bar (d), 1 mm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Human monoclonal antibody 3B11 protects mice from severe respiratory disease. The 288/330 +/+ mice were intraperitoneally administered 250 µg of 3B11 human monoclonal antibody or isotype control antibody 12 h before challenge with 5 × 10 6 p.f.u. MERS-15 C2. a, b, Mortality (a) and mouse weight (b) were monitored daily for mice receiving 3B11 (n = 12) or an isotype control (n = 12) up to day 6 p.i. Data show the percentage of surviving mice (a) or daily mean weight ± s.d. (b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Vaccination of 288/330 +/+ mice with a VRP delivering MERS-CoV spike protein protects mice from challenge with MERS-CoV. The vaccination protocol is described in Methods. a,b, After a 5 × 10 6 p.f.u. challenge, mortality (a) and mouse weight (b) were monitored daily for mice receiving GFP-VRP (n = 19) or spike-VRP (n = 19) vaccine up to day 6 p.i. Data reflect the percentage survival (a) or daily mean weight ± s.d. (b). c, Viral lung titres were determined on day 3 p.i. (n = 7 for spike-VRP and GFP-VRP) and day 6 p.i. (n = 12 for spike-VRP; n = 6 for GFP-VRP). The limit of detection (LOD) is indicated. Bars are means + s.d. d, Lung function was assessed by Penh at 0, 3 and 6 days p.i. for mice receiving GFP-VRP (n = 12 at days 0 and 3 p.i.; n = 6 at day 6 p.i.) or spike-VRP (n = 12 at all days p.i.). Data represent means + s.d. Student's t-test was used to compare mice receiving GFP-VRP with those receiving spike-VRP at days 3 and 6 p.i. (*P < 0.05; **P < 0.01).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Adaptation of MERS-0 in humanized mice. The recombinant virus MERS-0 was passed through the lungs of 288/330 +/− mice every 3 days for 15 passages to obtain a MERS-CoV that was adapted to cause respiratory disease in mice (MERS-15). At each passage, the lungs were homogenized and 50 µl lung homogenate was used for intranasal infection of a naïve 288/330 +/− mouse. The MERS-15 mouse-adapted virus was assessed in mice by survival, weight loss, lung titre, haemorrhaging, respiratory function and histopathology indicative of diffuse alveolar damage and ARDS. Clonal isolates of the MERS-15 virus were obtained by plaque purification and amplification in Vero CCL81 cells, and were sequenced to determine the mutations acquired during mouse adaptation of the virus. All sequencing was performed at the UNC-CH Genome Analysis Facility. MERS-15 C2 reproduced the severe respiratory disease observed with MERS-15; therefore, all subsequent experiments were performed with the plaque-purified MERS-15 C2.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Figure 1| A CRISPR-Cas9 genetically engineered mouse model for MERS-CoV replication. a, C57BL/6J mice were genetically engineered using CRISPR-Cas9 genomic editing to encode 288L and 330R in mDPP4 on one chromosome (heterozygous, 288/330 +/− ) or on both chromosomes (homozygous, 288/330 +/+ ). b, Northern blot of mDPP4 mRNA expression. c, Immunohistochemistry (IHC) of mDPP4 protein in the lungs, brain and kidneys of individual C57BL/6J wild-type (WT), 288/330 +/− and 288/330 +/+ mice. d, Viral titres for MERS-CoV at 3 days post-infection from C57BL/6J WT,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary information is available for this paper.Reprints and permissions information is available at www.nature.com/reprints. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}