{
    "paper_id": "7e84e29c063d1e814589996adb42625b63725449",
    "metadata": {
        "title": "Acta Neuropathologica Corona Virus Induced Subacute Demyelinating Encephalomyelitis in Rats: A Morphological Analysis*",
        "authors": [
            {
                "first": "&apos;",
                "middle": [
                    "~"
                ],
                "last": "Springer-Verlag",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Nagashima",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Wege",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Meyermann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of G6ttingen",
                    "location": {
                        "postCode": "D-3400",
                        "settlement": "G6ttingen",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Ter Meulen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Thirty percent of weanling rats infected with JHM murine corona virus developed a subacute demyelinating encephalomyelitis approximately 3 weeks after intracerebral inoculation. Small demyelinating foci were located in the deep cerebral white matter and large, sharply demarcated demyelinating lesions were detectable in optic chiasma, pons and spinal cord. Axons as well as neurons were well preserved in the demyelinating plaques in areas where the lesions extended to the gray matter. Perivascular cuffings, consisting of plasma cells and mononuclear cells, were frequently found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Viral antigen was found mostly in the white matter and in glial cells, leaving neurons unstained. Electron microscopic studies of the early lesions of white matter disclosed two different kinds of cell degeneration which developed prior to the myelin disruption and mononuclear cell infiltration. One was a small pyknotic cell, which is thought to be an oligodendrocyte and the other is a ballooned cell containing abundant microtubules. Virus particles could be demonstrated only in the latter cell type. Discussion about astrocytes as well as oligodendrocytes was made in relation to the initial stage ofdemyelination caused by virus infection. This animal model may be useful in the analysis of the mechanisms leading to demyelination in subacute or chronic infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and man in association with viral infections. It is a general opinion, that the virus infection is responsible for these changes, however, the pathogenetic mechanisms by which myelin destruction occurs is unknown for most of the CNS infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The best studied animal model for virus induced demyelination is the infection in mice of the neurotropic JHM strain, a murine corona virus. The infected animals develop an acute disseminated encephalomyelitis with areas of demyelination in brain and spinal cord. In addition, the neuropathological changes consist of fresh necrosis, neuronal death, glial nodules and polymorphonuclear infiltrations (Bailey et al., 1949; Waksman and Adams, 1962; Lampert, 1973) . Electronmicroscopic and virological studies suggest that demyelination in this virus-host system is the result of the destruction of oligodendrocytes by the virus infection. However, the neuropathological picture of this CNS disorder differs in many aspects from those of other demyelinating diseases with a more subacute type of infection. Therefore, JHM infection in mice cannot be used as a model for the analysis of demyelination in subacute or chronic inflammatory CNS diseases.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 421,
                    "text": "(Bailey et al., 1949;",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 446,
                    "text": "Waksman and Adams, 1962;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 447,
                    "end": 461,
                    "text": "Lampert, 1973)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 1949, Bailey et al. induced in a small number of rats a subacute form of JHM infection of the CNS which has to our knowledge not been further investigated. In our studies, the experiments of Baily were repeated and extended. The present communication describes the neuropathological findings of a subacute demyelinating encephalomyelitis in weanling rats after intracerebral inoculation of JHM virus. The animals revealed intensive lesions of demyelination without the accompanying changes of an acute JHM infection. Moreover, the optic chiasma, as well as cerebral, cerebellar, pontine and spinal white matter were frequently involved, just as in certain human demyelinating diseases such as multiple sclerosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This animal model may offer the opportunity to analyze the virus and host-factors which play a role in the process of demyelination in subacute infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Specific pathogen-free weanling (20-25days of) rats, strain CHBB/THOM, were purchased from Thomae, Biberach, Germany and used for the experiments. Neutralizing antibodies against JHM virus were not found in these animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals"
        },
        {
            "text": "The original stock virus of JHM, a homogenate of suckling mouse brain, was kindly provided by Dr. L. P. Weiner, Johns Hopkins University, Baltimore, U.S.A. The virus was passaged in our laboratory by intracerebral inoculation of suckling mice and was adapted to grow also in L-929 cells in order to titrate the virus 20 brain suspension of diseased, suckling mice was used as inoculum for the experiments. Each animal obtained approximately 5 x 104 TCD 50 of JHM virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "Wea~nli-ng rats Were inoculated into the left brain nemispnere with 0.03 ml of the 20~ brain suspension. As a control, several rats received normal mouse brain suspension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal Inoculation"
        },
        {
            "text": "Antiserum against JHM in mice was prepared by weekly intraperitoneal inoculation of brain suspension containing virus (0.5ml/animal) over a period of 6weeks. Animals were exsanguinated 2 weeks after the last injection. For the detection of JHM antigen in CNS-tissue, cryostat section of 8 p thickness were fixed for 10 rain in acetone and stained with the specific antiserum applying the indirect immunoflurescent technique. FITC labelled anti-mouse globulin was obtained from Microbiological Ass., Maryland, U.S.A. Anti-JHM serum and FITC labeled anti-mouse globulin were used only after absorption with brain powder of control rat brain. Cryostat sections stained for viral antigens were further examined by hematoxylin-eosine staining to correlate the virological findings with the histological changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence Studies"
        },
        {
            "text": "The animals were dissected under aseptic conditions. After several washings in cold PBS with antibiotics, specimens were homogenized in a glass douncer to give a 15~ (w/w) suspension. Crude homo-. genates were adsorbed on monolayers of L-cells (0.3 ml/petridish 20 ccm) for 1 h. The monolayers were washed and overlaid with 5 ml MEM containing 5 ~ foetal calf serum and antibiotics. Cultures, which did not show a JHM-CPE after 48 h, were passaged twice before a negative result was accepted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Isolation"
        },
        {
            "text": "For histological and ultrastructural examinations tissue blocks were taken from animals perfused with 2.5~ glutaraldehyde and 2 paraformaldehyde in 0.1 M phosphate buffer solution pH 7.4 at room temperature. Paraffine embedded specimens were stained with hematoxylin-eosine (HE); the Kltiver Barrera method for staining of myelin (KB) and the Glees and Marsland's method for staining of axons (GM). Serial sections were stained alternatively with KB for myelin sheaths and GM for axis cylinders. Blocks for electron microscopy were postfixed in 1 ~ osmium tetroxide, stained with 2 uranyl acetate in 70~ alcohol, dehydrated and embedded in epon. Thick sections, cut with a Reichert Om U-3 ultramicrotome, were stained with toluidine blue or paraphenylene diamine (PPD). Thin sections from selected blocks were cut with a diamond knife. The sections were stained with lead citrate and examined with a Zeiss 10B electron microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histology and Electron Microscopy"
        },
        {
            "text": "A total of 110 weanling rats were intracerebrally inoculated with JHM virus preparation. Thirty-five rats showed the first clinical symptons of hind-leg paralysis or spastic tetraplegia on the 15th to the 24th day after inoculation with an average incubation time of 21 days. Two rats revealed clinical signs of illness on the 45th and the 66th day, whereas the others remained well until 5 months after infection, when the experiments were terminated. All rats with clinical symptoms became moribund within 3-5 days. They were sacrificed between the first and fifth day of the disease. From all of the diseased animals infectious virus was easily isolated from brain and spinal cord material including the few animals which became ill after an incubation period of 45 days. The control rats, which had received normal mouse brain suspension did not show any pathological changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The cerebral cortices, olfactory lobes, hypocampal gyri and central cortical white matter did not show any neuropathological changes in all rats examined. In the deep cerebral white matter, such as corpus callosum and internal capsule, small lesions were noticed in a few rats. The lesions consisted of myelin degeneration and scattered mononuclear infiltration (Fig. 1 ). In the posterior thalamus, mesencephalon or crus cerebri, small areas of spongy states of the matrix were noticed in several animals (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 369,
                    "text": "(Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 514,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Light Microscopy"
        },
        {
            "text": "These spongy states were sometimes accompanied by perivascular inflammatory cell response, some of which infiltrated deeply into the neuronal parenchyma (Figs. 2, 10). Neurons were not affected and neuronophagia was absent. When these lesions extended into the white matter or fiber tracts such as the tractus incertotectalis, incertotegmentalis and leminiscus medialis, the axons were well preserved despite extensive myelin degeneration. The inflammatory cells consisted of plasma cells and mononuclear cells. No polymorphonuclear leukocytes were observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Light Microscopy"
        },
        {
            "text": "In 5 out of 8 rats examined, the optic nerve showed extensive demyelination confined to optic chiasma ( Fig. 3\"a) . The demyelinating lesions were filled by a large number of lipid-laden macrophages (Fig. 3 b) . Several naked axons could be observed in these areas. No necrotic cells were found in these profoundly demyelinated areas, but a few degenerating cells were found in the optic nerve where the myelin change was slight.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 113,
                    "text": "Fig. 3\"a)",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 209,
                    "text": "(Fig. 3 b)",
                    "ref_id": null
                }
            ],
            "section": "Light Microscopy"
        },
        {
            "text": "Cerebellar cortices did not reveal any changes, whereas cerebellar white matter and cerebellar peduncles showed demyelinating plaques and perivascular cuffing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Light Microscopy"
        },
        {
            "text": "In the pons of all diseased animals, large, relatively sharp circumscribed demyelinative lesions were observed unrelated to the specific tracts (Fig. 4a) . Moreover, perivascular cuffing was detectable ( Fig. 4b) but not always in the center of demyelinating plaques. In areas where the lesions extended into the gray matter the nerves cells were well preserved (Fig. 4b) , and the axons did not reveal any lesions in axon stained preparations (Fig. 4c ). In addition, no necrotic cells were detectable in the areas of wide-spread lesions. The spinal cord of all diseased rats showed multiple demyelinating plaques, The lesions were strictly confined to the white matter and unrelated to the specific tracts (Fig. 5a) . The wide-spread profound lesions were lacking myelin sheaths, and revealed naked axons (Fig. 6) and numerous Lipid-laden macrophages (Fig. 5b) . However, besides the wide spread lesions of demyelinafion, small areas of a spongy state, which seem to be areas of early lesions were found also in the white matter, pons and optic nerves. These areas revealed degenerating myelin sheaths and necrotic cells. Moreover, two kinds of degenerating cells could be detected: small pyknotic cells and large ballooned cells (Fig. 7) . The small cells contained pyknotic nuclei and their size ranged from 10 -15 p.. The ballooned cells with a diameter of 6 0 -8 0 ~ sometimes contained pale nuclei filled with amorphous material. Inflammatory infiltrations consisting of mononuclear cells were present in the leptomeninges. No inclusion bodies could be detected. Peripheral nerves and other internal organs were free from any pathological changes. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 204,
                    "end": 212,
                    "text": "Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 371,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 452,
                    "text": "(Fig. 4c",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 717,
                    "text": "(Fig. 5a)",
                    "ref_id": null
                },
                {
                    "start": 807,
                    "end": 815,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 853,
                    "end": 862,
                    "text": "(Fig. 5b)",
                    "ref_id": null
                },
                {
                    "start": 1232,
                    "end": 1240,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Light Microscopy"
        },
        {
            "text": "In the cerebrum, JHM viral antigen was strictly confined to white matter cells around the basal ganglia. Neurons of the cerebral cortex were allways negative. In the pons viral antigen was widely distributed, including both fiber tracts and pontine nuclei. In the fiber tracts antigen positive cells were detectable along the fiber bundles, while in the pontine nuclei antigen positive cells were irregulary scattered, leaving neurons unstained (Fig. 8) . In the spinal cord viral antigen was located only in the white matter. In the widespread demyelinating plaque of the cord, cells containing viral antigens were absent, whereas in the areas of early lesion, viral antigen was detectable in cells corresponding to glial cells in the white matter (Fig. 9 ). Meningeal cells occasionally showed a positive immunofluorescent staining. No specific staining was observed in cells of the ependyma and perivascular cuffing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 453,
                    "text": "(Fig. 8)",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 756,
                    "text": "(Fig. 9",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "ImmunoJTuorescence"
        },
        {
            "text": "Electron microscopic studies confirmed that some of the infiltrating cells were matured plasma cells containing well developed cisternae of endoplasmic reticulum (Fig. 10) . In the demyelinating lesions of pons, optic chiasma and spinal cord, a vesicular disruption of myelin sheaths, stripping of myelin lamellae by phagocytes (Lampert et al., 1973) , presence of macrophages containing myelin debris, preservation of axons devoid of myelin sheaths and the swelling of axon terminals containing numerous mitochondria and dense bodies (Bliimcke et al., 1966) were detectable. No viral particles were found both in the center or margin of demyelinating lesions.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 350,
                    "text": "(Lampert et al., 1973)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 535,
                    "end": 558,
                    "text": "(Bliimcke et al., 1966)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 171,
                    "text": "(Fig. 10)",
                    "ref_id": null
                }
            ],
            "section": "Electron Microscopy"
        },
        {
            "text": "In the areas of early lesions, besides reactive astrocytes containing glial fibrills, two different kinds of degenerating cells were observed corresponding to the histological findings. The small pyknotic cells revealed a scanty cytoplasm containg degenerating mitochondria, rough surfaced endoplasmic reticulum, free ribosomes and electron opaque amorphous material (Figs. 11, 12) . The nucleochromatin was dense and showed peripheralization. They contained neither glial fibrilles nor microtubules. Structures, which resembled virus-like particles were infrequently found inside of vacuoles of these degenerating cells (Fig. 12b) , but complete particles of corona virus could never be found in these small pyknotic cells. The other type of degenerating cells, corresponding histologically to the ballooned cells, contained a large number of microtubules (Fig. 13b) besides the degenerating mitochondria, vacu-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 381,
                    "text": "(Figs. 11, 12)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 621,
                    "end": 631,
                    "text": "(Fig. 12b)",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 867,
                    "text": "(Fig. 13b)",
                    "ref_id": null
                }
            ],
            "section": "Electron Microscopy"
        },
        {
            "text": "Spinal cord (SDE 24 days p. i.). Epon embedded block. P. P. D. staining. a On the right lateral column a large demyelinating plaque is seen unrelated to specific tracts. A small spongy state is also seen on the right anterior column, x 5. b Higher magnification of the margin of the large plaque of Figure 5a . Myelin is replaced by many lipid-laden macrophages. Note the unaffected anterior horn cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 308,
                    "text": "Figure 5a",
                    "ref_id": null
                }
            ],
            "section": "Fig. 5a and b"
        },
        {
            "text": "x 180 (Fig. 13b ). Clinically, the animals developed signs of a acute disease, however, the neuropathological findings were strikingly different from changes observed in newborn rats (Nagashima et al., 1978) , or newborn or weanling mice (Bailey et al., 1949; Waksman and Adams, 1962; Fig. 10 . Area near the demyelinating plaque of pons. Plasma cell infiltrating among the neuronal parenchyma. Note the welldeveloped cisternae of endoplasmic reticulum, x 7300 Weiner, 1973; Lampert, 1973) . They consisted mainly of multiple demyelinating lesions accompanied by scattered mononuclear infiltration. Changes such as .necrosis, neuronal death, glial nodules or polymorphonuclear infiltrations as observed in acute JHM infections were absent. Our results confirmed the histological findings of Bailey and coworkers (1949) on rats, except the involvement of gray matter. Our immunofluorescent and electron microscopic data support the histological observations that neurons are probably not affected by the virus infection.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 207,
                    "text": "(Nagashima et al., 1978)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 238,
                    "end": 259,
                    "text": "(Bailey et al., 1949;",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 284,
                    "text": "Waksman and Adams, 1962;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 285,
                    "end": 292,
                    "text": "Fig. 10",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 474,
                    "text": "Weiner, 1973;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 475,
                    "end": 489,
                    "text": "Lampert, 1973)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 15,
                    "text": "(Fig. 13b",
                    "ref_id": null
                }
            ],
            "section": "Fig. 5a and b"
        },
        {
            "text": "The examination of the early lesions in SDE disclosed two different kinds of cell degeneration occurring almost simultaneously, prior to myelin breakdown and mononuclear infiltration. The small pyknotic cells resemble degenerating oligodendrocytes in EAE (Lampert, 1967) , although these cells develop at a later stage of EAE-demyelination (Field and Raine, 1966) . Lampert and coworkers (1973) described almost similar degenerating cells in their experiments of mice infected with JHM virus and interpreted them as possible oligodendrocytes. In SDE, this cell also seems to be an oligodendrocyte because of its presence in white matter prior to mononuclear cell infiltration, its cell size and clumping pattern of nucleochromatin, and its lacking of glial fibrils. The destruction of oligodendrocytes in EAE is thought to be caused by immune mediated reactions, while that in SDE may be the result of the viral infection since at least some of the oligodendrocyte contain viral antigen. It is noteworthy, however, that no obvious virus particles could be demonstrated in these cells despite their great number of appearance.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 270,
                    "text": "(Lampert, 1967)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 351,
                    "end": 363,
                    "text": "Raine, 1966)",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 394,
                    "text": "Lampert and coworkers (1973)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The hypertrophically degenerating cells or ballooned cells containing atypically abundant micro- Ballooned cell of spongy state in spinal white matter, a The center of the cell contains degenerated organelles, in the periphery of the cell amorphous proteinaceous material can be detected. A macrophage is seen in close contact with the ballooned cell. Myelin sheaths are relatively well preserved, any degeneration observed represent artifacts, x 5000. b Higher magnification of Figure 13a . Inside the vacuoles, virus particles are seen. Note microtubules near the vacuoles, x 44000 tubules have not been described in other demyelinating diseases. The presence of microtubules, a characteristic of oligodendrocytes (Bunge, 1968) , suggests that these cells are derived from a large light type of oligodendrocyte (Mori and Leblond, 1970) . On the other hand, based on morphological findings, these cells could also be astrocytes because their cell sizes are large and their nucleochromation are pale. According to the research of gliogenesis, immature astrocytes contain microtubules which gradually disappear as they become mature (Vaughn, 1969; Skoff et al., 1976) . This finding could suggest that the presence of microtubules do not have the strong diagnostic value for glial cells. If astrocytes initiated anaplastic processes during their degeneration, ballooned cells were possibly also astrocytes in origin.",
            "cite_spans": [
                {
                    "start": 716,
                    "end": 729,
                    "text": "(Bunge, 1968)",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 837,
                    "text": "(Mori and Leblond, 1970)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1132,
                    "end": 1146,
                    "text": "(Vaughn, 1969;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1147,
                    "end": 1166,
                    "text": "Skoff et al., 1976)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 489,
                    "text": "Figure 13a",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Another interpretation may be that these cells are transitional forms between oligodendrocytes and astrocytes, based on the findings that oligodendrocytes can transform to astrocytes in damaged brain (Fujita and Kitamura, 1974) . Structures resembling virus particles were found only in these ballooned cells, suggesting a virus infection. In other demyelinating diseases such as canine distemper infection in dogs, virus structures are found only in astrocyte's (Wisniewski et al., 1972; Koestner et al., 1974; Raine, 1976) . Normal function of astrocytes'in white matter is obscure but it is believed that they partly participate in nutritional transport to oligodendrocytes. Changes in astrocyte function as a result of viral infection could cause destruction of oligodendrocytes leading to demyelination. This interpretation is indirectly supported by studies of Skoff (1976) who suggested that the myelin deficit in the Jimpy mouse may be due to cellular abnormalities in astroglia. Thus, to interpret the initial lesions of this subacute demyelination, cellular interactions between astrocytes and oligodendrocytes must be taken into consideration.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 227,
                    "text": "(Fujita and Kitamura, 1974)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 463,
                    "end": 488,
                    "text": "(Wisniewski et al., 1972;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 489,
                    "end": 511,
                    "text": "Koestner et al., 1974;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 512,
                    "end": 524,
                    "text": "Raine, 1976)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 867,
                    "end": 879,
                    "text": "Skoff (1976)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Studies of J H M infection in mice suggest that demyelination is caused by a direct effect of the virus on the oligodendrocytes (Weiner, 1973; Lampert, 1973) , since virus particles could be easily found in these cells. In SDE the same pathogenetic mechanism may apply. However, there are morphological differences between demyelination in mice as compared to weanling rats. Moreover, the frequent presence of plasma cells in the area of demyelination suggests that a humoral or cell mediated immune reaction may play a role in this disease (Wisniewski, 1977) .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 142,
                    "text": "(Weiner, 1973;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 143,
                    "end": 157,
                    "text": "Lampert, 1973)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 541,
                    "end": 559,
                    "text": "(Wisniewski, 1977)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present state of the investigation it is too early to give answers to these questions. Detailed virological and immunological studies are necessary to unravell the pathogenicity of this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Origin and fate of reactive neuroglia in the damaged mouse brain. Transformation of oligodendroglia to astrocyte",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kitamura",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Abstract in Proceedings of the VIIth International Congress of Neuropathology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Canine distemper: A virus-induced demyelinating encephalomyelitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Koestner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mccullough",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Krakowka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Slow virus disease",
            "volume": "",
            "issn": "",
            "pages": "86--101",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Electron microscopic studies on ordinary and hyperacute experimental allergic encephalomyelitis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lampert",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Acta Neuropathol. (Berl.)",
            "volume": "9",
            "issn": "",
            "pages": "99--126",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mechanism of demyelination in JHM virus encephalomyelitis. Electron microscopic studies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lampert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kinazeff",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Acta Neuropathol. (Berl.)",
            "volume": "24",
            "issn": "",
            "pages": "76--85",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Electron microscopic identification of three classes of oligodendrocytes and a preliminary study of their proliferative activity in the corpus callosum of young rats",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Leblond",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Comp. Neurol",
            "volume": "139",
            "issn": "",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early and late CNS-effects of corona virus infection in i'ats",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nagashima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Adv. Exp. Med. Biol. Myelination",
            "volume": "100",
            "issn": "",
            "pages": "395--409",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "On the development of CNS lesions in natural canine distemper encephalomyelitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Raine",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Neurol. Sci",
            "volume": "30",
            "issn": "",
            "pages": "13--28",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Electron microscopic autoradiographic studies of gliogenesis in rat optic nerve. I. Cell proliferation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Skoff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stocks",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Comp. Neurol",
            "volume": "169",
            "issn": "",
            "pages": "291--312",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Myelin deficit in the Jimpy mouse may be due to cellular abnormalities in astroglia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Skoff",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Nature",
            "volume": "264",
            "issn": "",
            "pages": "560--562",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An electron microscopic analysis of gliogenesis in rat optic nerves",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Vaughn",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Z. Zellforsch",
            "volume": "94",
            "issn": "",
            "pages": "293--324",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infectious leukoencephalitis. A critical comparison of certain experimental and naturally occurring viral leukoencephalitides with experimental allergic encephalomyelitis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Waksman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "J. Neuropathol. Exp. Neurol",
            "volume": "21",
            "issn": "",
            "pages": "491--518",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pathogenesis of demyelination induced by a mouse hepatitis virus (JHM virus)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Arch. Neurol",
            "volume": "28",
            "issn": "",
            "pages": "293--303",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Observations in viral demyelinating encephalomyelitis. Canine distemper",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wisniewski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Raine",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kay",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Lab. Invest",
            "volume": "26",
            "issn": "",
            "pages": "589--599",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Immunopathology of demyelination in autoimmune diseases and virus infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wisniewski",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Br. Med. Bull",
            "volume": "33",
            "issn": "",
            "pages": "54--59",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Early focal degeneration of myelin sheaths with mononuclear cell infiltration of the internal capsule. K. B. staining • Early spongy state of the parenchyma and perivascular cuffing of tlae posterior thalamic nucleus. Inflammatory cells are seen to infiltrate into the parenchyma. H. E. staining x 250 Fig.3a and K Optic nerve of SDE in weanling rat 24 days post infection. Epon embedded block. P. P. D. staining_ a CentraI portion of optic chiasma completely lacking myelin sheaths in comparison with well myelinated optic nerves, x 25. b Higher magnification of the demyelinated area of optic chiasma where myelin is replaced by numerous lipid-laden macrophage, x 180",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "-e. Pons (SDE 21 days p. i.). a Large sharply demarcated demyelinating plaque on the right side of the pontine raphe, Arrow indicates perivascular cuffing. K. B. staining • 30. b Higher magnification of Figure 4a. Oblique arrow indicates the same perivascular cuffing of Figure 4a. Note well preserved neurons (horizontal arrows) in plaque. K. B. staining x 80. e Section following section 4a und 4b; stained for axon. Arrow indicates perivascular cuffing of the same vessel in Figure 4a and 4b. Note the conspicuous preservation of axons in the plaque. G. M. staining x 80",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Longitudinal section through a plaque in spinal white matter. A lot of naked axons (arrows) are seen among the degenerated myelin and numerous lipid-laden macrophages. Toluidine blue staining • Early lesion in spinal white matter. A small degenerating cells with a pyknotic nucleus (arrows) and a ghost-like ballooned cells with a pale nucleus can be seen. Toluidine blue staining x Demonstration of JHM antigen in the pontine nucleus by immunefluorescence. Neurons do not contain viral antigen (arrows). Positive fluorescence is only detectable in glial cells, x 450",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Immunofluorescence of spinal white matter. Both small cells and large cells contain JHM antigen, corresponding to histological findings of degenerating cells, x 450 oles and swollen e n d o p l a s m i c r e t i c u l u m (Fig. 13a). Glial fibrilles were n o t f o u n d in these b a l l o o n e d cells, h o w e v e r , they did c o n t a i n c o r o n a virus particles, localized inside the v a c u o l e s o f d e g e n e r a t i n g c y t o p l a s m",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "T h e i n t r a c e r e b r a l i n o c u l a t i o n o f J H M virus into weanling rats led to a s u b a c u t e d e m y e l i n a t i n g e n c e p h a l omyelitis ( S D E ) in 3 0 % o f the infected animals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Spongy lesion of spinal white matter. Early degeneration of a putative oligodendrocyte (upper right corner). As astrocyte, x 4500 Fig. 12a and b Spongy Iesion of spinal white matter. a Advanced degeneration of a putative oligodendrocyte. Two naked axons (Ax) are surrounded by the cytoplasm of macrophages, b Higher magnification of Figure 12a (arrowed area). Inside of a vacuole with structures resembling virus-like particles, x 40000",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 13a and b",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}