{
    "paper_id": "7e982239f0010d7675f5909a396eb2fa87d68e03",
    "metadata": {
        "title": "FIELD TRIAL EVALUATION OF AN INACTIVATED ROTAVIRUS VACCINE AGAINST NEONATAL DIARRHEA OF CALVES",
        "authors": [
            {
                "first": "G",
                "middle": [],
                "last": "Castrucc! ~&apos; :",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Frigeri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Angelili",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Gioia del Colle",
                    "location": {
                        "settlement": "Bari",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Ferrari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Zooprofilattico Sperimentale della Lombardia e dell'Emilia",
                    "location": {
                        "settlement": "Brescia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Cilli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Aldrovandi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Zooprofilattico Sperimentale della Lombardia e dell'Emilia",
                    "location": {
                        "settlement": "Brescia",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Field trials were conducted using an inactivated rotavirus vaccine for prevention of calf neonatal diarrhea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "For the trials, 458 pregnant cows from 26 herds were involved. In each herd, cows which had been inseminated within a period of two months were selected and randomly subdivided in two groups. Cows in one group (248 head in total) were vaccinated 6 weeks before calving and again 4 weeks later; cows in the other group (210 head in total) were left as unvaccinated controls. At calving, colostrum was collected from each cow and stored at --30°C until used for feeding calves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The newborn calves, beginning the second day of life and for the next 7-10 consecutive days, each was fed a daily supplement of 400 ml of colostrum from its dam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The diarrhea occurred in 86 (40.9%) calves that had received colostrum from unvaccinated dams (normal colostrum), and in 7 (2.8%) calves which were fed colostrum from vaccinated dams (immune colostrum). The disease was very severe in the normal colostrum-fed calves and 52 of them died. Those calves which survived the disease underwent a significant loss of condition. By contrast, the 7 i m m u n e colostrum-fed calves displayed a rather mild enteric condition, and all recovered without any sequela being observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The s e c o n d a t t e m p t w a s t,o p a s s i v e l y i m m unize the calf b y s t i m u l a t i n g the d a m , t h r o u g h v a c c i n a t i o n , to s e c r e t e a n t i b o d y in the c o l o s t r u m a n d nailk (7, 8, 11 ) . T h e r e w a s e v i d e n c e t h a t feeding i m m u n e c o l o s t r u m f r o m c o w s v a c c i n a t e d w i t h i n a c t i v a t e d calf r o t a v i r u s vaccine, d e l a y e d t h e o n s e t of d i a r r h e a a n d r e d u c e d its i n c i d e n c e , dur a t i o n a n d s e v e r i t y in a n a t u r a l l y o c c u r r i n g outb r e a k of the d i s e a s e (8) .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "(7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 229,
                    "end": 231,
                    "text": "8,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "11 )",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Also This p a p e r r e p o r t s the results of field trials c o n d u c t e d with the aim of verifying w h e t h e r the a d m i n i s t r a t i o n of an inactivated rotavirus vaccine to p r e g n a n t cows would p r o t e c t calves to n a t u r a l l y occurring d i a r r h e a in herds w i t h fi h i s t o r y of regular r e c u r r e n c e of the disease. Table 1 , the selected cows in each h e r d were r a n d o m l y subdivided into two groups. Cows in one group (248 head in total) were vaccinated, w h e r e a s cows in the o t h e r group (210 h e a d in total) served as unvaccinated controls. Vaccination was s t a r t e d approxi m a t e l y 6 weeks before calving. At this time each cow received 2.0 ml of the emulsified antigen vaccine p r e p a r a t i o n s u b c u t a n e o u s l y in the dewlap. A second injection of 10.0 ml of single antigen suspension was given by the same p r o c e d u r e 2 weeks before calving.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 374,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "A pool of c o l o s t r u m f r o m the first and second milkings after calving was obtained f r o m each vaccinated or control cow. The pool was d i s p e n d e d in 400 ml containers and s t o r e d at --30°C. The n e w b o r n calves were raised according to the existing m a n a g e m e n t practices of the herd, with the exception that, beginning the second day after birth, and for the next consecutive 7-10 days, each calf was fed a s u p p l e m e n t of 400 ml of colost r u m o b t a i n e d f r o m its dam, as d e s c r i b e d above. -Attempts to recover rotavirus were made from 34 fecal swabbings obtained from diarrheic calves in 12 herds. Of these, 7 were from calves born from vaccinated cows whereas the remainder 27 samples were collected from calves delivered by unvaccinated dams. For virus isolation MA-104 cell cultures were used as described elsewhere (2) . When virus Was isolated, its identity was determined by neutralization tests carried out with antiserum to 81/36F bovine rotavirus prepared in rabbit (2).",
            "cite_spans": [
                {
                    "start": 878,
                    "end": 881,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "No. Total The whey prepared from the colostrum of cows from six randomly selected herds, had an average neutralizing titer to 81/36F bovine rotavirus of 1:458.50 or 1:48.75, resi~ectively, for vaccinated cows or for untreated controls (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 244,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Herd"
        },
        {
            "text": "T A B L E 4. Isolation of rotavirus from diarrheic calves fed with colostrum from their vaccinated * or unvaccinated dams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herd"
        },
        {
            "text": "Isolation of rotavims from feces of calves:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herd"
        },
        {
            "text": "N e w b o r n c a l v e s .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herd"
        },
        {
            "text": "-As stated under ,, Materials and Methods ,,, the newborn calves were fed from the 2nd day after birth, and daily for the next 7-10 days with colostrum collected from their dams. From Table 3 it can be seen that diarrhea occurred in 86 of the 210 (40.9%) calves which were delivered by unvaccinated cows (control calves) in 24 herds out the 26 selected for the trials. Diarrhea was also observed in 7 calves of the 248 (2.8%) born from vaccinated cows (immune calves). The latter were from 4 herds included in the 24 mentioned above. In the control calves diarrhea usually appeared within 24-72 hours from birth and was consistently associated to a marked dehydration which in 52 calves terminated with death 3 to 15 days after the onset of diarrhea. In the calves which survived, the diarrhea lasted from 10 to 15 days ; however, the calves recovered very slowly and their general condition was still very poor several weeks after recovery.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 191,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Herd"
        },
        {
            "text": "The enteric syndrome which was observed in the 7 calves, which were born from vaccinated cows, was generally mild compared to that of the control calves. The diarrhea developed within 3 days from birth and lasted from 3-4 days. The diarrheic calves did not show any other sign of disease, and all recovered in about one week without any significant loss in their condition. The results of the attempts to recover virus from rectal swabbings of diarrheic calves are depicted in Table 4 . Virus was not isolated from any of the 7 diarrheic calves born from vaccinated cows. By contrast, rotavirus was isolated from 11 of the 27 fecal swabbings that were collected from the control calves.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 484,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Herd"
        },
        {
            "text": "The results of these field trials show that by feeding newborn calves with colostrum of their dams previously vaccinated with an inactivated bovine rotavirus, we reduced significantly the incidence of neonatal diarrhea. This is substantiated by two main findings obtained in this study. First, the occurrence of diarrhea was observed in the 40.9% of the control calves, with the involvement of 24 herds of the 26 that were selected for the trials. By contrast, ,only 2.8% of the calves that were fed the immune colostrum, had clinical signs of the disease, and diarrheic calves were seen in 4 herds only. Second, the disease which was observed in the ' i m m u n e calves' was rather ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical, virological and serological evaluation of the efficacy of peroral live rotavirus vaccination in calves kept under normal husbandry conditions",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Biirki",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schusser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Szelcely",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Vet. Med. B",
            "volume": "30",
            "issn": "",
            "pages": "237--250",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A study of cytopatfhic rotavirus strains isolated from calves with acute enteritis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Castrucci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Frigeri",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ci!li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Done&apos;lli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Angeiillo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bruggi",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Comp. immun. Microbiol. Infect. Dis",
            "volume": "6",
            "issn": "",
            "pages": "253--264",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The efficacy of co!ostrum from cows vaccinated with rotavirus in protecting calves to experimentally induced rotavirus infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Aldrovandi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nigretli",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rotavirus infections in calves: efficacy of oral vaccination in endemically infected herds",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Leeuw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Eliens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Talmon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Res. vet. Sci",
            "volume": "29",
            "issn": "",
            "pages": "142--147",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Call' diarrhoea (scours): Reproduced with a virus from a field outbreak. -Nebraska Agric",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mebus",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Underdahl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Twiehaus",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Exp. Stat. Res. Bull",
            "volume": "233",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "): I m m u n i t y to calf diarrhea virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mebus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Bass",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Twiehaus",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J. Am. vet. reed. Ass",
            "volume": "163",
            "issn": "",
            "pages": "880--883",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "980): Passive immunity in calf rotavirus infections: maternal vaccination increases and prolongs immunoglobulins GI antibody secretion in milk",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Snodgrass",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Fahey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Whitelaw",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Infect. Immun",
            "volume": "28",
            "issn": "9",
            "pages": "344--378",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "982): Diarrhoea in dairy calves reduced by feeding colostrum from cows vaccinated with rotavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Snodgrass",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Krantil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Res. vet. Sci",
            "volume": "32",
            "issn": "",
            "pages": "70--73",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Field trial evaluation of a reo-coronavirus calf diarrhea vaccine. -Can",
            "authors": [
                {
                    "first": "*",
                    "middle": [],
                    "last": "Thl",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Bass",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Beckenahuer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Comp. Med",
            "volume": "41",
            "issn": "",
            "pages": "131--136",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Licensing and use of the calf scour vaccine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Twiehaus",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mebus",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Proc. Ann. Meet. US Anim. ttealth Ass",
            "volume": "77",
            "issn": "",
            "pages": "55--58",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evolution des anficorps anti rota dans le lair de vaches tra,itees en fin de gestation soit par le vaccin anti rota complet",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Opdenbosch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wellemans",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Strobbe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "De Brabander",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "V"
                    ],
                    "last": "Boucque&apos; Ch",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". The use of the v a c c i n e a p p a r e n t l y d e c r e a s e d calf m o r b i d i t y a n d m o r t a l i t y (9, 10). H o w e v e r , m o r e r e c e n t field s t u d i e s failed to s u b s t a n t i a t e the efficacy of the vaccine(1, 4). The f a i i u r e was g e n e r a l l y a t t r i b u t e d to the c o l o s t r a l a n t i b o d i e s t h a t e v e n t u a l l y inter-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ", u n d e r e x p e r i m e n t a l c o n d i t i o n s it w a s p r o v e d t h a t p a s s i v e i m m u n i t y does effectively protect the n e w b o r n calf f r o m r o t a v i r u s d i a r r h e a (3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "line (MA-104) was used as antigen. The virus was at its 18th passage and had a titer of 10 6\"74, m e d i a n tissue culture infectious doses (TCIDs0)/ 0.2 ml. The infectivity of the virus was inactivated by overnight incubation at 4°C with 0.5% formaldehyde. One portion was then emulsified in an equal volume of F r e u n d ' s incomplete a d j u v a n t and d r o w n in volumes of 2.0 ml in disposable plastic syringes. The r e m a i n d e r of the suspension was d i s t r i b u t e d in vials in volumes of 10.0 ml. The two vaccine p r e p a r a t i o n s were stored at 4~C until used. H e r d s . . The trials were c o n d u c t e d in 26 dairy herds with a h i s t o r y of neonatal d i a r r h e a in the last 5 years. The herds were located in two provinces (Bari a n d T a r a n t o ) of the Puglia region. Circulation of r o t a v i r u s in the selected herds was revealed by virus isolation f r o m d i a r r h e i c calves, and also by detection of neutralizing a n t i b o d y to the virus in s e r u m samples obtained f r o m cows.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "i e l d t r i a l d e s i g n . -The field trials were carried o u t during the 1984-1985 calving season u n d e r the supei-vigion of a c o o p e r a t i n g veterinarian. In each h e r d the cows whic~ h a d been' i n s e m i n a t e d within a period of two m o n t h s were' selected for the trials. As d e p i c t e d in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "s t s . -Tests for the presence of neutralizing antibody to 81/36F bovine rotavirus were p e r f o r m e d on S0 colostrum samples obtained from cows of six randomly selected herds among the 26 considered for the vaccination trials. In each of the selected herds an equal n u m b e r of samples were taken from the vaccinated cows and from the control cows. Tests were conducted as previously described(3). In brief, the colostrum was centrifuged at 5,700 g for 30 minutes and the whey obtained from each sample was filteredthrough 0.45 !~nl (a.d.p.) acrodisc m e m b r a n e filters (Geliman Sciences, Ann Arbor, MichiganL Serial 2-fold dilutions in minirnum essential medium (MEM) (Microbiological Associates, Bethesda, MD) of each filtered whey sample were mixed with 100 TCIDs0 of virus in 96-well microtiter plales. The plates were held for 90 minutes at r o o m temperature (22°C) and then 20,000 MA-104 cells, suspended in MEM containing 0.5% fetal bovine serum and 5 !~g/ml of trypsin, were added to each well in a volume of 0.05 ml. Titers were expressed as the highest dilution giving complete neutralization. V i r u s i s o l a t i o n .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The 458 cows constituting these trials, 1 both the vaccinees (248 head) and those which were 3 left as untreated controls (210 head), did not 6 display any signs of disease during their pregnancy 11 and all calved normally, giving birth to healthy 14 calves. The only observation was the appearance 15 in most of the vaccinated cows of a nodule at the 17 inoculation site 24-48 hours after injection of the 19 antigen conjugated with Freund's incomplete 20 adjuvant. The nodules were variable in size 21 (from 2 to 5 cm in diameter), warm, and painful 23 to the touch. They persisted for 5-6 days and re-26 gressed without any residual alteration in the skin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "T A B L E 1. Field trials to evaluate the efficacy-of a rotavirus * inactivated vaccine against calf ,diarrhea. Neutralizing antibody to 81/36F strain of b o v i n e rotavirus in the colostrum .of vaccinated* and unvaccinated cows in six randomly selected herds. Antibody in the col,ostrum of: T A B L E 3. --The incidence of diarrhea and mortality associated with diarrhea, in calves fed with colostrum from their vaccinated * or unvaccinated dams. No. of calves with diarrhea/No, of calves considered. o No. of calves which died/No, of calves considered.The calves were observed for 30 days for the appearance of neonatal diarrhea. When diarrhea occurred, fecal swabbings were taken and cultured for virus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}