{
    "paper_id": "7ea4c6be5f38b4fe08bf13f0f4899956e96a316f",
    "metadata": {
        "title": "Journal Pre-proof Radiation Therapy in King County, Washington During The COVID-19 Pandemic: Balancing Patient Care, Transmission Mitigation and Resident Training TITLE: Radiation Therapy in King County, Washington During The COVID-19 Pandemic: Balancing Patient Care, Transmission Mitigation and Resident Training",
        "authors": [
            {
                "first": "Tru-Khang",
                "middle": [
                    "T"
                ],
                "last": "Dinh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "addrLine": "1959 NE Pacific Street Mailstop Box",
                        "postCode": "356049, 98195",
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": "tktdinh@uw.edu"
            },
            {
                "first": "Lia",
                "middle": [
                    "M"
                ],
                "last": "Halasz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "addrLine": "1959 NE Pacific Street Mailstop Box",
                        "postCode": "356049, 98195",
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": "lhalasz@uw.edu"
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Ford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "addrLine": "1959 NE Pacific Street Mailstop Box",
                        "postCode": "356049, 98195",
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": "eford@uw.edu"
            },
            {
                "first": "Ramesh",
                "middle": [],
                "last": "Rengan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "addrLine": "1959 NE Pacific Street Mailstop Box",
                        "postCode": "356049, 98195",
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": "rengan@uw.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On December 31, 2019, a cluster of cases of severe respiratory syndrome was reported in patients 3 with connection to a seafood market in Wuhan, Hubei Province, China 1 . Within one week, Chinese 4 health authorities were able to link these cases to a novel, enveloped RNA coronavirus, SARS-CoV-2, 5 now commonly known to cause COVID-19 2 . By February 14, 2020, over 66,000 cases of COVID-19 6 were reported in China 3 . On January 19, a 35-year-old man returning from Wuhan to his home in 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Snohomish County, Washington, presented to urgent care with several days of cough and fever and 8 ultimately tested positive for COVID-19, becoming the first case in the United States. The first COVID-9 related death occurred 4 weeks later, associated with a separate site, along-term care facility in Kirkland, 10 WA, which rapidly became a cluster of 30 fatal cases as of March 16th. At the writing of this article, 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "March 17th, there are 1,012 confirmed cases in the state of Washington, with 52 deaths, primarily in King 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "County. Evergreen Health, the major medical center in Kirkland has recently declared that they have no 13 remaining critical care capacity. 14 COVID-19 is now a global pandemic that is advancing at a pace that-without immediate 15 attenuation-will rapidly overtake medical infrastructures. This has been painfully evinced in regions of 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Italy and Iran. For the United States, public health experts worry that this outbreak will continue to 17 escalate, at least in the short term 4 . With this backdrop, cancer care remains an essential clinical need, for 18 which timely radiation therapy is a cornerstone modality. Concurrently, patients with cancer may have a 19 5-fold relative risk for severe manifestations, such as requiring invasive ventilation or death, compared to 20 the general population 5 . In this article, we report our experience with delivering high-quality, patient-21 centered radiotherapy at an epicenter of the COVID-19 pandemic within the USA. Our aim is to describe 22 policies and procedures which we have found helpful for our own patient population, staff, and 23",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Department of Radiation Oncology at the University of Washington is comprised of seven 25 sites of practice, in both hospital-based and outpatient, including community, settings, across the Seattle-26",
            "cite_spans": [],
            "ref_spans": [],
            "section": "community. 24"
        },
        {
            "text": "Puget Sound area. On average, more than 220 patients are treated each day in our department, with cases 27 ranging in complexity from whole-breast radiotherapy to immunocompromised, pediatric patients 28 requiring anesthesia. Immediately after the public announcement of the presence of COVID-19 in our 29 community, our department serially instituted policies and procedures which synthesized national, state, was felt indispensable to patient care. In this regard, our institution has expanded teleconferencing 47 capacity to be able to support up to 50,000 simultaneous online conferences. Crucially, during the 48 relatively short roll-out of distancing policies, a relatively user-friendly teleconferencing solution was 49 promulgated. This empowered any single user to initiate an individualized, HIPAA-compliant 50 teleconference session on demand. 51",
            "cite_spans": [],
            "ref_spans": [],
            "section": "community. 24"
        },
        {
            "text": "In order to reduce exposure where possible, new patient consultations for treatment of indolent or 52 benign conditions are deferred at the discretion of the radiation oncologist. Routine follow-ups are 53 offered to patients via telephone or postponed. At an institutional level, providers are being quickly 54 certified for telemedicine, with proposals to temporarily relaxed billing standards. 55",
            "cite_spans": [],
            "ref_spans": [],
            "section": "community. 24"
        },
        {
            "text": "In terms of the safety of patients, the department has taken a number of early actions to limit the 56 spread of coronavirus to and from patients while still allowing treatments to continue. A site visit to our 57 clinics by our institution's infection control team was highly valuable, and this experience directly led to 58 specific interventions that bolstered the continued treatment of patients while mitigating transmission risk. 59",
            "cite_spans": [],
            "ref_spans": [],
            "section": "community. 24"
        },
        {
            "text": "This session incorporated end-to-end patient tracing to identify opportunities to mitigate patient-to-60 patient, patient-to-staff, and staff-to-staff transmission. Screening of patients and staff for upper 61 respiratory symptoms (fever, cough, rhinorrhea) is crucial for infection control. At many of our sites, 62",
            "cite_spans": [],
            "ref_spans": [],
            "section": "community. 24"
        },
        {
            "text": "there are multiple ports of entry into the clinic. As such, all patients are screened twice: once upon 63 entering the building and again upon entering the department. Patients who are screened positive for over telephone, and appropriately triaged. Details of our testing algorithm specific to our patient 66 population can be found in Figure 1 . All patients are asked to either thoroughly wash their hands or use 67 effective hand sanitizers upon entering and leaving an exam or treatment room. 68",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 345,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "community. 24"
        },
        {
            "text": "Fortunately, while all radiotherapy patients are screened, few have required testing, and none 69 have tested positive thus far. As radiation therapy is often a necessary part of lifesaving cancer care, we 70 anticipate treating patients with presumed or proven COVID-19. For the standard treatment, our 71 institution has recommended droplet precautions (surgical mask, goggles, gloves, gown) and use of a 72 private waiting room. These patients will be treated at the end of the day, in a particular vault that is 73 extensively decontaminated afterwards. For treatments with anesthesia, the risk of aerosol transmission 74 is high, and airborne precautions are required (N-95 mask, face shield, gloves, gown, personal respirator 75 in some instances). At our main facility, a negative-pressure vault is available for treating patients 76 requiring airborne precautions. 77",
            "cite_spans": [],
            "ref_spans": [],
            "section": "community. 24"
        },
        {
            "text": "The rate of consumption of personal protective equipment (PPE) has been high and is expected to 78 greatly increase in our facilities. Prior to implementing stringent conservation protocols, the University of Controller (ABC, Elekta Inc.) which is used at several centers. Some elements of this device cannot be 89 decontaminated so the device will not be used in patients with suspected or confirmed COVID-19, and 90 abdominal compression will be used instead. 91",
            "cite_spans": [],
            "ref_spans": [],
            "section": "community. 24"
        },
        {
            "text": "Despite having no COVID-positive patients undergoing radiotherapy as of yet at our centers, 92 healthcare provider depletion is becoming a pressing issue. Within our department, at least 4 physicians 93 were required to undergo testing after a self-administered online survey for low-grade symptoms. While 94 they were all ultimately found to be uninfected, this process removed them from patient care for at least In these trying times, the training of medical and physics residents remains fundamental to our 97 department's mission. Balancing training and the principles of social distancing, provider preservation, 98",
            "cite_spans": [],
            "ref_spans": [],
            "section": "community. 24"
        },
        {
            "text": "and PPE conservation is a delicate task. While immersion and availability have been beneficial tenets of 99 training, they are subsumed by the need to mitigate transmission. Residents on a research block or on 100 days without patient visits are instructed to work from home. All lectures and didactic activities have The potential disruptions to training and professional development are understandably a source of 115 anxiety for trainees. At UW, we attempt to allay some of these concerns by regular, quarterly meetings as 116 well as one-on-one meetings between the residents and the chair. Our department also recognizes that 117 many of our residents and faculty have young children and face tremendous challenges as schools and 118 childcare services have begun shutting down in the Seattle area. Further, some have partners who are 119 internal medicine trainees who have already been asked to directly care for COVID-19 patients, or cover 120 clinics so others may do so as the healthcare provider pool becomes depleted. Many trainees have neither 121 the resources to hire personal back-up care nor the social network to summon pro bono care. As a 122 response, we have initiated a grassroots effort to pool childcare resources within the UW medical 123 community. Many university and medical students on academic furlough due to the pandemic have 124 volunteered to serve as childcare resources specifically to healthcare providers. 125",
            "cite_spans": [],
            "ref_spans": [],
            "section": "community. 24"
        },
        {
            "text": "We intend the above experiences to be descriptive rather than prescriptive and strongly encourage 126 everyone to follow guidance from The Centers for Disease Control and State Department of Health, as ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "community. 24"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pneumonia of unknown cause -China. WHO (2020)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "141",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Wuhan 143 coronavirus (2019-nCoV) global cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19 -Navigating the Uncharted",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Redfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "147",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMe2002387"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China. The 149",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncology",
            "volume": "21",
            "issn": "",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Analysis of 25,000 Lab-Confirmed COVID-19 Cases in Wuhan: Epidemiological 151 Characteristics and Non-Pharmaceutical Intervention Effects",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Aerosol and Surface Stability of SARS-CoV-2 as Compared",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Impact of Severe Acute Respiratory Syndrome on Medical House Staff 155 A Qualitative Study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rambaldini",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "156",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1525-1497.2005.0099.x"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Assessing physicians' in training 157 attitudes and behaviors during the 2009 H1N1 influenza season: A cross-sectional survey of 158 medical students and residents in an urban academic setting",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sanza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Petinaux",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Influenza Other Respi. Viruses",
            "volume": "4",
            "issn": "",
            "pages": "267--275",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "identified: social distancing, preservation of the pool of health care providers, and conservation of 33 personal protection equipment. 34 While pharmacological interventions remain on the horizon, social distancing is the most 35 effective known tool in curtailing the spread of this infection. Using an extended susceptible, latent, 36 infectious, and removed (SEIR) constitutive model fitted to empirical data from the outbreak in China, 37 biostatisticians at the Broad Institute and Harvard University have shown that social distancing methods, 38 ranging in aggressiveness from a city-wide lockdown to centralized quarantine, was effective in 39 dampening the reproductive number of COVID-19, ultimately controlling of the outbreak in Wuhan 6 . In 40 our application, employees who can perform duties remotely (e.g. research coordinators, research 41 residents, administrative staff, and some medical physics staff) are instructed to work from home. The 42 minimum level of staffing to maintain safe treatments at each practice site is deployed based on patient 43 volume and complexity. Meetings have been limited to 5 persons or less, with at least 6 feet of distance 44 between any two individuals. Nearly all tumor boards have transitioned to virtual conferencing, with the 45 exception of small meetings with 5 persons or less, and one tumor board in which in-person coordination 46",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Medical Center exhausted 3 months of PPE supply in 3 days. To conserve PPE, we have 80 instituted policies limiting the number of providers required to come into direct contact with patients with 81 suspected or confirmed COVID-19. 82 Recent data suggests that COVID-19 remains viable on plastic surfaces for up to 72 hours 7 . 83 Radiation treatment devices thus serve as a potential transmission nidus. To mitigate this risk, 84 immobilization devices such as VakLok bags are individually disinfected and wrapped in a plastic bag 85 that is sealed and changed after each daily use (Figure 2). Other hardware which comes into direct patient 86 contact, such as treatment tables and positioning aides are extensively disinfected between patients. For 87 respiratory motion management, we have developed a protocol for the use of the Active Breathing 88",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "101 moved to videoconference. Most difficult of all due to our collective appreciation of time with patients, 102 redundant encounters requiring both residents and attendings to see the patient are encouraged to be 103 minimized. With specific focus on trainees, there are valuable lessons from prior viral epidemics. After 104 the 2003 SARS epidemic in Toronto, trainees who were quarantined reported high levels of psychological 105 distress, particularly those who were not contacted during their isolation for wellness checks 8 . Effective 106 rather than effusive communication from hospital leadership was found to facilitate coping. Coherent 107 communication is uniquely important to trainees who often straddle all sites of practice within a radiation 108 oncology program. Empowering trainees to stay home if they have symptoms should be of utmost 109 concern; during the 2009 H1N1 outbreak, 67% of residents with influenza-like illness still reported to 110 work at a US training hospital, despite perceiving the risk of H1N1 transmission to be high 9 . It is 111 imperative to have clear messaging from departmental leadership regarding expectations while 112 simultaneously allaying concerns of any detriment to professional development as a result of missing 113 work. 114",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "COVID-19 and influenza testing decision tree for the outpatient radiotherapy population. 163 1 Respiratory symptoms: cough, shortness of breath, wheezing or chest tightness, sore throat. Consider 164 excluding symptoms attributable to allergies. 2 High risk patients: All transplant and immunotherapy, all 165 hematologic malignancy, all active chemotherapy, neutropenia (ANC < 500). 3 Medical comorbidities: 166 Age > 60, diabetes, CKD, pregnancy, lung cancer, chronic lung disease, cirrhosis. 4 Other 167 immunosuppressed: biologic agents for immunosuppression, steroids > 0.5mg/kg/day prednisone 168 equivalent, congenital or acquired immunodeficiency 169 Patient immobilization devices (VakLok molds) are individually sealed in plastic bags which 171 are changed daily after treatment. 172",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "needs of any single institution's patient population and those of its healthcare community is required. The 130 strengths of the field of radiation oncology remain incandescent in the face of this approaching storm: 131 team-based care, evidence-based practice, and a community of talented, dedicated, and compassionate 132 professionals. Despite the unprecedented challenge, we intend to come together to deliver the best 133 possible care for the patients who depend on us. We must also remember to support as well as to lean on 134 one another during this historic trial. 135 136",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}