{
    "paper_id": "7eb6cd9756309f5a1d2fd29e417e10886cc84c0e",
    "metadata": {
        "title": "Diagnostic Indexes of a Rapid IgG/IgM Combined Antibody Test for SARS-CoV-2",
        "authors": [
            {
                "first": "Liu",
                "middle": [],
                "last": "Ying",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liu",
                "middle": [],
                "last": "Yue-Ping",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Diao",
                "middle": [],
                "last": "Bo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ren",
                "middle": [],
                "last": "Feifei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wang",
                "middle": [],
                "last": "Yue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ding",
                "middle": [],
                "last": "Jinya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huang",
                "middle": [],
                "last": "Qianchuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Central Theater Command",
                    "location": {
                        "addrLine": "Hubei province",
                        "postCode": "430015",
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "medRxiv preprint [Abstract]Objective Coronavirus disease 2019 (COVID-19) has become pandemic in the world. The need for IgG-IgM combined antibody test is booming, but data on diagnostic indexes evaluation was inadequate. The aim of this study was to evaluate diagnostic indexes of a rapid IgG-IgM combined antibody test for SARS-CoV-2. Methods A total of 179 patients were enrolled. Serum were collected for IgG-IgM combined antibody test and corresponding nasal and pharyngeal swab specimens were collected for SARS-CoV-2 RT-PCR. According to SARS-CoV-2 RT-PCR results, patients under study were categorized as PCR positive group in 90 patients and PCR negative group in 89 patients. Results 1. Of the 90 PCR positive samples, 77 were tested positive by SARS-CoV-2 IgG-IgM test kit, yielding a sensitivity of 85.6%. Meanwhile, of the 89 PCR negative sample, 8 samples were detected positive, resulting in a specificity of 91%. Positive predictive value, negative predictive value and accuracy of this test kit was 95.1%, 82.7%, and 88.3%, respectively. Kappa efficiency between IgG/IgM test kit and RT-PCR were 0.75. 2. Accuracy in mild/common and severe/critical subgroup were 73.9% and 97.7%, respectively. Accuracy in clinical confirmed, suspected cases and other disease subgroups were 70%, 60%, and 100%, respectively. 3. Patients were further divided into '0 -7', '8 -15' and '>= 16' groups according to the time from illness onset to sample collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Sensitivity, specificity and accuracy in these three groups were 18.8%, 77.8% and 40%; 100%, 50% and 87.5%; 100%, 64.3%, and 93.9, respectively. Conclusion The sensitivity and specificity of this ease-of-use IgG/IgM combined test kit were adequate, plus short turnaround time, no specific requirements for additional equipment or skilled technicians, all of these collectively contributed to its competence for mass testing. At the current stage, it cannot take the place of SARA-CoV-2 nucleic acid RT-PCR, but can be served as a complementary option for RT-PCR. The combination of RT-PCR and IgG-IgM combined test kit could provide further insight into SARS-CoV-2 infection diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, several cases of pneumonia of unknown etiology, now known as coronavirus disease 2019 (COVID-19), occurred in Wuhan, China, has been recognized as a pandemic by the World Health Organization (WHO) [1, 2] . The disease has rapidly spread from Wuhan to other provinces in China and around the world. As (SARS-CoV-2)\" as the name of the new virus caused COVID-19 [3] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 219,
                    "end": 221,
                    "text": "2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Early detection, early reporting, early isolation, early diagnosis and early management have been proved to be useful in the course of COVID-19 patients [4] .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "But how to detect early was an unmet demand in front of medical personnel. It is well known globally that virus nucleic acid high throughput sequencing or virus nucleic acid RT-PCR assay was the standard and recommended methods for detecting SARS-CoV-2, which caused COVID-19 pandemic across the whole world. High throughput sequencing can act as the 'golden standard' but it is highly restricted by its resource-dependent platform, especially in those resource-limited settings. Virus nucleic acid RT-PCR assay also suffer some limitations, long turnaround time, requirements for certified laboratories, skilled technicians and expensive equipment, and especially false negative results [5] . Generally speaking, RT-PCT results can be affected by many factors, such as quality of samples, degeneration of virus RNA, and improper sampling of nasal and pharyngeal swab. A former study revealed that 5 cases who were continuously PCR negative but with chest CT scan positive results were finally PCR confirmed positive after a series of continuous RT-PCR testing, which will inevitably hinder COVID-19 pandemic control and limit the outbreak containment effort [6] . This was in agreement with similar studies related to SARS in 2003, whose results showed that RT-PCR positive rate was only between 50% and 79% [7] . In addition, the number and variety of diagnostic tests should be expanded . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 691,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1159,
                    "end": 1162,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1309,
                    "end": 1312,
                    "text": "[7]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044883 doi: medRxiv preprint based on the fact that severity and scope of the current COVID-19 situation around the globe necessitates greater testing capacity than is currently available. Therefore, detection methods that are faster and more convenient, and complementary to nucleic acid detection, are particularly important in the current epidemic prevention and control. Hence detecting antibodies of SARS-CoV-2 became a supplemented option for RT-PCR, no matter IgM or IgG or combined, which can provide another key piece of evidence for the diagnosis of viral infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The New Coronavirus Pneumonia Prevention and Control Program (7th edition) published by the National Health Commission of China also recommended that any suspicious cases together with positive IgM/IgG antibodies can be deemed as positive COVID-19 cases. However, data concentrating on its sensitivity, specificity were inadequate, which were of paramount value in the decision whether, when and how to use IgM/IgG antibodies detection. The aim of this study was to evaluate the sensitivity, specificity, accuracy, positive predictive value (PPV), negative predictive value (NPV), especially Kappa efficiency with PCR and its anti-interference ability. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044883 doi: medRxiv preprint cases of connective tissue disease, 1 case of scleroderma, and 30 cases of common injuries with no underlying diseases. This study was approved by the Ethics Commission of General Hospital of Central Theatre Command.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Sample collection Approximate 5 ml fasting blood samples were drawn from all the enrolled participants and collected into serum separation hose and subsequently centrifuged at 2500 g for 10 min. The serum samples were used to detect .SARS-CoV-2 IgG/IgM antibodies. Corresponding nasal and pharyngeal swab specimens were also collected for SARS-CoV-2 RT-PCR. Data analysis SPSS 20.0 was used for statistical analysis All tests were bilateral, and p less than 0.05 was considered statistically significant. Chi-square test or Fisher exact probability test was used to compare count data. Sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV) and Kappa efficiency were calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Just as described in Method section, C line should appear in any test, otherwise the test is invalid. Either G or M or both lines appearing red lines shows presence of anti-SARS-CoV-2 IgG or anti-SARS-CoV-2 IgM or both antibodies in this detected sample. A representative picture for five patients blood testing results was shown in . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example to show real testing results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044883 doi: medRxiv preprint Result of patient 4 was positive for both IgM and IgG antibodies. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example to show real testing results"
        },
        {
            "text": "PCR positive group was further divided into two subgroups: mild/common and severe/critical subgroup while PCR negative group was further divided into three subgroups: clinical confirmed, suspected cases and other disease subgroups ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 241,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Accuracy of SARS-CoV-2 IgG/IgM test kit in different types of patients"
        },
        {
            "text": "Because PCR result in each subgroup was constant, diagnostic indexes except . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accuracy of SARS-CoV-2 IgG/IgM test kit in different types of patients"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accuracy of SARS-CoV-2 IgG/IgM test kit in different types of patients"
        },
        {
            "text": "According to a previous study, IgM antibody could be detected in patient blood after 3 -6 days of SARS infection while IgG antibody could be determined after 8 days of SARS infection [8] . SARS-CoV-2 which caused COVID-19 belong to the same large family as that caused SARS [9] , hence it is very important to calculate diagnostic indexes of this test kit stratified by the time from illness onset or infection time to sample collection.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[8]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic indexes of SARS-CoV-2 IgG/IgM test kit stratified by the time from illness onset to sample collection (days)"
        },
        {
            "text": "A total of 115 inpatients, including 90 PCR confirmed positive cases, 5 clinical confirmed cases and 20 suspected cases, were divided into three groups according to the time from illness onset to sample collection: '0 -7 days' group, '8 -15 days'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic indexes of SARS-CoV-2 IgG/IgM test kit stratified by the time from illness onset to sample collection (days)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic indexes of SARS-CoV-2 IgG/IgM test kit stratified by the time from illness onset to sample collection (days)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044883 doi: medRxiv preprint group and' >= 16 days' group ( Table 3) . The test kit under study performed the worst in '0 -7 days' group, generating a sensitivity of 18.8% and an accuracy of 40%. This test kit performed the best in '>= 16 days' group, yielding a sensitivity of 100% together with an accuracy of 93.9%, though with a relatively low specificity (64.3%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 183,
                    "text": "Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Diagnostic indexes of SARS-CoV-2 IgG/IgM test kit stratified by the time from illness onset to sample collection (days)"
        },
        {
            "text": "In '8 -15 days' group, the diagnostic indexes of this test kit were 100% for sensitivity, 50% for specificity and 87.5% for accuracy, respectively. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic indexes of SARS-CoV-2 IgG/IgM test kit stratified by the time from illness onset to sample collection (days)"
        },
        {
            "text": "In the past week, COVID-19 has started behaving a lot like the once-in-a-century pathogen that international experts have been worried about [10] . Because the symptoms of COVID -19 are not unique but similar to those of other diseases, testing is the only way to know for sure if someone is infected with the SARS-CoV-2 [11] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[10]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[11]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Mass testing is therefore of paramount importance to curb SARS-CoV-2 epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Virus nucleic acid RT-PCR is not suitable for large scale screening owing to the inherent properties. On the contrary, the qualitative detection of SARS-CoV-2 IgG/ IgM antibodies in human serum, which is configured like a home pregnancy test, has the ability for mass testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044883 doi: medRxiv preprint As a rule of thumb, IgM, mainly found in the blood and lymph fluid, was the first antibody individual made against a new virus infection. It was detectable in patient's blood after 3 -6 days while IgG, the most abundant type of antibody, could be measured after 8 days. Positive IgM and IgG tests for SARA-CoV-2 antibodies detected in patient's blood sample mean that it is likely that the individual became infected with SARA-CoV-2 recently or at the early stage of infection. If only the IgG is positive, then it is probable that the person had an infection sometime in the past or in the late stage of virus infection. Hence, in order to be applicable for different stages of COVID-19, combined detection of IgG and IgM antibodies were recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The ease-of-use IgG/IgM combined test kit under study was developed based on gold immunochromatography assay (GICA), which can generate results in less than 15 minutes from human serum without laboratory equipment or skilled personnel or sample transportation. Its diagnostic indexes or so-called test characristics, including sensitivity, specificity, PPV, NPV and accuracy were evaluated to determine its diagnostic usefulness [11] . Our results revealed that the above-mentioned five indexes were 85.6%, 91%,95.1%, 82.7%, and 88.3%, respectively which was in agreement with a recently published research [5] . In that study, sensitivity and specificity were 88.66% and 90.63%. Sensitivity is the ability to diagnose those with the disease correctly identified as positive by the test. From the definition of sensitivity, we can suggest that manufacturer should try to improve IgG/IgM test kit's detection sensitivity. Because the lower the sensitivity, the more false-negative cases.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 433,
                    "text": "[11]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "False-positive cases can be further confirmed by other detection methods; hence false-negative cases would pose more opportunities to infect people they contact. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044883 doi: medRxiv preprint examination after one week or so was strongly suggested. Kappa efficiency was also investigated in our study (Kappa = 0.75, p < 0.001), which inflected moderate agreement between IgG/IgM test kit and RT-PCR assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Accuracy of SARS-CoV-2 IgG/IgM test kit in 5 clinical confirmed cases showed 2 out of the 5 cases were tested positive by IgG/IgM test kit while their RT-PCR results were negative ( Table 2) . SARS-CoV-2 infection starts at the lung not in the upper respiratory tract, hence sampling process has a large effect on final RT-PCR results [13] , which might partially explain the high false-negative rate. However, this should not have any effect on SARS-CoV-2 IgG/IgM test kit because only venous blood was needed for this test. IgG/IgM test kit likely can remedy some false negatives inherent in respiratory swab samples and can be served as a complementary option to RT-PCR.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "[13]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 190,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Compared with other similar studies, one of our strengths was that we recorded detailed time of each patient from illness onset to sample collection. From the results (Table 3) , we can see that only 3 out of the 16 cases with positive PCR results in '0 -7' group were tested positive by SARA-CoV-2 IgG/IgM test kit, generating a sensitivity of just 18.8% (3/16). The time from illness onset to sample collection of these 16 patients in '0 -7' group was between 1 and 2 days. Patients in this group may be at the initial stage or 'window period' of SARS-CoV-2 infection, the concentration of antibodies was too low to be detected. In '8 -15' subgroup and '>= 16' subgroup, the sensitivity of IgG/IgM test kit jumped from 18.8% to 100% whereas the specificity in these two groups were relatively low, 50% and 64.3%, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 176,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It was very difficult to explain, because we were unsure the low specificity was caused by false negative results of RT-PCR, taking high false negative rate of RT-PCR into consideration, or by false positive results of IgG/IgM test kit itself or by small sample size. The other strength of our study was enrollment of 34 patients diagnosed with autoimmune disease, such as Sjogren's syndrome, systemic lupus erythematosus, rheumatoid arthritis, and connective tissue disease. The enrollment of these patients was to determine IgG/IgM test kit's anti-interference ability. Our results showed IgG/IgM test kit performed well in these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044883 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, some limitations also should be pointed out. First, due to the limited time, diagnostic indexes were only evaluated in serum, but not other blood sample types, such as fingertip blood and plasma. Second, small sample size should also be taken into consideration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The sensitivity and specificity of this ease-of-use IgG/IgM combined test kit were good, plus short turnaround time, no specific requirements for additional equipment or skilled technicians, all of these can collectively contributed to its competence for mass testing. At the current stage, it cannot take the place of SARA-CoV-2 nucleic acid RT-PCR, but can be served as a complementary option for RT-PCR. The combination of RT-PCR and IgG/IgM combined test kit could provide further insight into SARS-CoV-2 infection diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors declare that they have no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance",
            "authors": [
                {
                    "first": "A L",
                    "middle": [],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: towards controlling of a pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The proximal origin of SARS-CoV-2",
            "authors": [
                {
                    "first": "K G",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "W I",
                    "middle": [],
                    "last": "Lipkin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Development and Clinical Application of A Rapid IgM-IgG Combined",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Antibody Test for SARS-CoV-2 Infection Diagnosis",
            "authors": [],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Chest CT for Typical 2019-nCoV Pneumonia: Relationship to Negative RT-PCR Testing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evaluation of reverse transcription-PCR assays for rapid diagnosis of severe acute respiratory syndrome associated with a novel coronavirus",
            "authors": [
                {
                    "first": "W C",
                    "middle": [],
                    "last": "Yam",
                    "suffix": ""
                },
                {
                    "first": "K H",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "L L",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Production of specific antibodies against SARS-coronavirus",
            "authors": [
                {
                    "first": "H K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S H",
                    "middle": [],
                    "last": "Seok",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "doi: medRxiv preprint nucleocapsid protein without cross reactivity with human coronaviruses 229E and OC43",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.26.20044883"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Responding to Covid-19 -A Once-in-a-Century Pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The New England journal of medicine",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Remembering the meanings of sensitivity, specificity, and predictive values",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of family practice",
            "volume": "53",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of March 21, 2020, China has reported 81054 cases of confirmed COVID-19 and 3261 fatalities. Meanwhile, the number of confirmed COVID-19 and fatalities across the whole world are 267013 and 11201, respectively. The International Committee on Taxonomy of Viruses announced \"severe acute respiratory syndrome coronavirus 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Patients A total of 179 inpatient or outpatient COVID-19 cases, visited or admitted to General Hospital of Central Theatre Command between 1 st January 2020 and 12 th March 2020, were enrolled in this retrospective observational study. The selected 179 cases were divided into two groups based on the results of SARS-CoV-2 PCR results, namely PCR positive group and PCR negative group, which consisted of 90 cases and 89 cases, respectively. PCR positive group consisted of 46 mild/common cases and 44 severe/critical cases while PCR negative group were composed of 5 clinical confirmed cases, 20 suspected cases and 64 cases, aged from 23 years to 80 years, who were diagnosed as other diseases other than COVID-19. The disease spectrums of 64 cases were as follows: 10 cases of Sjogren's syndrome, 8 cases of diabetes, 6 cases of systemic lupus erythematosus, 5 cases of rheumatoid arthritis, 2 cases of dermatomyositis, 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The SARS-CoV-2 IgG/IgM antibody test kit is manufactured by a Chinese biotechnology company and has been cleared by China Food and Drug Administration. The protocols and routines of detection followed the guideline of this manufacture. It took about 15 minutes to finish the entire test. Three detection lines were on this kit. The Control (C) line appears when serum sample flowed through this stip. SARS-CoV-2 IgG/IgM will be indicated by a red test line in the G and M zone, respectively. There is one thing to mention, if C line does not appear, the test is invalid, and should be tested again with another completely new test kit.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Result of Patient 1 was negative for both IgM and IgG antibodies. Result of Patient 2 was only IgM positive while results of patient 3 and 5 was only IgG positive.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "According to SARS-CoV-2 RT-PCR results, 179 patients under study were categorized as PCR positive group in 90 patients and PCR negative group in 89 patients. The average age (mean between SARS-CoV-2 IgG/IgM test kit and SARS-CoV-2 RT-PCR assay, with a result of 0.75 (p < 0.001), which further indicated that moderate agreement between these two methods.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "accuracy could not be calculated.The highest accuracy was in other disease subgroup (100%). On the contrary, the lowest accuracy was in clinical confirmed subgroup (60%). The second highest accuracy was in severe/critical subgroup (97.7%) while the accuracy in the remained two subgroups was 73.9% in mild/common subgroup and 70% in suspected case subgroup, respectively.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Any person who got a positive IgG/IgM test result may want to know what the chance that he or she actually has the disease is. Our study further showed PPV of this IgG/IgM test kit was 95.1%, which indicated the proportion of people with a positive test result who actually have the disease was 95.1%. On the other hand, NPV of this test kit was just 82.7%, which demonstrated that the proportion of those with a negative result who do not have the disease was 82.7%. This result gave us a strong hint that negative IgG/IgM test results cannot exclude virus infection and repeat",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}