{
    "paper_id": "7eb8da93320ea097a81497d97ed22bdad6e708dc",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The novel Coronavirus (2019-nCoV) came to world attention in December 2019 in Wuhan, China; the World Health Organization (WHO) designated it a pandemic on March 11, 2020 [1] . At first, many individuals and nations assumed that it would be contained within China due to rapid implementation of quarantine for the city of Wuhan and the remarkable construction of two hospitals in only 12 days. The zoonotic transmission of COVID-19 from wildlife to humans led to a Chinese ban on wildlife trade; however, the rapid spread of COVID-19 shows a systematic and expeditious transmission between humans [2] .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "As of this writing, the current number of infected is 153,648, along with 5,746 deaths and cases in 146 countries, areas, or territories [1] . Governments have been hesitant in their response with border and school closures, bans on public gatherings, and screening of passengers at transportation hubs. The question remains whether this is truly effective. Some authorities have advocated the usage of thermal scanners to identify those who are febrile. These scanners could be used today to identify febrile individuals who will be in close contact with heads of state, government, or business. Although well-intentioned, this is imprecise for mass gatherings. As seen below, many infected, yet non-febrile individuals will be missed with such screening tools ( Figure 1 ).",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 764,
                    "end": 772,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Editorial"
        },
        {
            "text": "In the current climate, it is essential to take a common-sense approach to mass gatherings. The WHO defines a mass gathering as a \"concentration of people at a specific location for a specific purpose over a set period of time which has the potential to strain the planning and response resources of the country or community\" [3] . Examples of sporting events include the 2020 Olympics in Tokyo or the 2022 World Cup in Qatar. Religious pilgrimages such as the Hajj in Islam and Lourdes in Catholicism draw millions of pilgrims every year. The triennial Kumbh Mela, the Hindu religious pilgrimage festival, can draw up to 120 million people over two months [4] . The health and safety of vulnerable populations in such events are quite challenging.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "WHO, World Health Organization"
        },
        {
            "text": "In response, the WHO recently published, \"Key planning recommendations for Mass Gatherings in the context of the current COVID-19 outbreak (Interim guidance)\" [1] . This technical guidance is a revision of the prior documents: \"Mass gatherings in the context of pandemic (H1N1) 2009 influenza\" and \"International meetings attended by individuals from Ebola virus disease-affected countries.\" [1} The WHO Guidelines are a comprehensive resource for governments on how to plan for the myriad logistics of mass gatherings. Risk assessment, response, and surveillance are cornerstones of preparation; the International Organization for Standardization (ISO) 31000 is a well-accepted approach to risk management [3] . Recent consequences of this standard have resulted in the cancellation of mass gatherings in Lourdes and the closure by Saudi Arabia of pilgrims to Umrah. It remains to be seen if the Olympics will proceed as scheduled or deferred until a later date.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "WHO, World Health Organization"
        },
        {
            "text": "The Ebola experience merits special consideration. After COVID-19 patients have successfully recovered, there needs to be surveillance of patients who are cured. Caution must be exercised in deeming a patient \"virus-free.\" During the Ebola outbreak, some patients were declared \"virus-free\"; subsequently, the non-transmissible, but present, Ebola virus was detected in the immune-privileged eye [2] . This is but one example of the difficulties faced by public health officials in treating COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 399,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "WHO, World Health Organization"
        },
        {
            "text": "Governments are tasked with three critical duties in the response to COVID-2019: the coordination of services with access to COVID-19 testing kits, medical supplies and equipment, accurate and timely communication, and maintaining public trust in their government [5] . Intergovernmental organizations serve as valuable resources in a pandemic.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "WHO, World Health Organization"
        },
        {
            "text": "The WHO has a variety of tools to assist governments in their response to COVID-19. These include technical guidance such as \"Critical preparedness, readiness and response actions\" and \"Responding to community spread of COVID-19\" [1] . It is up to the host nation, however, to educate its population on best practices for infection control: consistent hand hygiene, social distancing, respiratory hygiene, testing, and the use of quarantine.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "WHO, World Health Organization"
        },
        {
            "text": "With adherence to the existing WHO mass gathering guidelines, governments have a narrow window to mitigate the spread of the novel Coronavirus (2019-nCoV), optimize their healthcare system, and maintain the people's trust in their government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHO, World Health Organization"
        },
        {
            "text": "Disclosures",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19) outbreak",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Insights into the recent 2019 novel Coronavirus (SARS-CoV-2) in light of past human coronavirus outbreaks",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Ashour",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Elkhatib",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Elshabrawy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Pathogens",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/pathogens9030186"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization: Public Health for Mass gatherings: Key Considerations",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Endericks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barbeschi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Isla",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mass gatherings medicine: public health issues arising from mass gathering religious and sporting events",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(19)30501-X"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Are high-performing health systems resilient against the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Legido-Quigley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Asgari",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Teo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "",
            "pages": "30551--30552",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30551-1"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        }
    ]
}