{
    "paper_id": "7f1c767a2a9688d9697c91ae81789755713d2512",
    "metadata": {
        "title": "A single holiday was the turning point of the COVID-19 policy of Israel",
        "authors": [
            {
                "first": "Ziv",
                "middle": [],
                "last": "Klausner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ness-Ziona",
                    "location": {
                        "country": "Israel, Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Phd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Israel Institute for Biological",
                    "location": {
                        "addrLine": "7 Research"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [
                    ";"
                ],
                "last": "Fattal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Israel Institute for Biological",
                    "location": {
                        "addrLine": "7 Research"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [
                    ";"
                ],
                "last": "Hirsch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ness-Ziona",
                    "location": {
                        "country": "Israel, Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Shmuel",
                "middle": [
                    "C"
                ],
                "last": "Shapira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ness-Ziona",
                    "location": {
                        "country": "Israel, Israel"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The impact of COVID-19 has been profound, and the public health challenge 44 seem to be the most serious regarding respiratory viruses since the 1918 H1N1 45 influenza pandemic. In the absence of effective vaccine or biomedical treatment, the 46 basic rules of public health measures have not changed, namely public distancing. 47",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We analyzed epidemiological investigation reports during the first month of 49 the outbreak in Israel. In addition, we present a deterministic compartment model and 50 simulations of several scenarios emphasizing quarantine and isolation policies given 51 their efficiency. 52",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We identify an abrupt change from controlled epidemic regime to an 54 exponential growth (ܴ ൌ 2.19) in light of the actual policy-makers decisions and 55 public behavior in Israel. Our analysis show that before the abrupt change, the new 56 cases trend was due to returning citizens infected abroad. The abrupt change followed 57 a holiday in which social distancing was clearly inefficient and many public 58 gatherings were held. We further discuss three different modeled scenarios of 59 quarantine efficiency: high-, medium-, and low-efficiency. 60",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: 53"
        },
        {
            "text": "Israel early lessons show that there is no allowance to compromise with the 62 directive of social distancing. Even before the onset of the pandemic in Israel, fine-63 tuned but determined early decisions were taken by policy makers to monitor flight 64 arrivals from Covid-19 affected regions and to limit public gatherings. Our analysis 65",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions: 61"
        },
        {
            "text": "show that one particular holiday has shifted the occurrence curve from controlled 66 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions: 61"
        },
        {
            "text": "Since its emergence the impact of COVID-19 has been profound, and the 73 public health challenge seem to be the most serious seen in a respiratory virus since 74 the 1918 H1N1 influenza pandemic (Soper 1919) . In this study we present the results 75 of epidemiological data and modelling of one month since the onset of the outbreak in 76",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 207,
                    "text": "(Soper 1919)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "Isreal, addressing public events occurring during this period and the sensitivity to a 77 number of public health measures focusing on social distancing (quarantine and 78 isolation). 79",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "The epidemiological data studied, consisting of 381 laboratory confirmed 80 COVID-19 cases, has been obtained from the epidemiological investigation reports 81 that were released by the Israeli Ministry of Health (Israeli Ministry of Health, 2020). 82",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "This allowed us to identify and separate the incoming from abroad (which policy 83 required to enter quarantine on arrival) to the local cases, thus analyzing the net 84 contribution of local infections. 85",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "In addition, we present an extended deterministic SEIR (Susceptible, Exposed, 86",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "Infectious, and Recovered) model to simulate disease outbreak scenarios. In 87 particular, the model includes quarantine of asymptomatic suspected population 88 (exposed) and isolation of symptomatic and infectious patients. The model takes into 89 account the efficiency of the quarantine and isolation measures. We discuss three 90 different quarantine efficiency scenarios: high-efficiency, medium-efficiency, and 91 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.26.20044412 doi: medRxiv preprint -4low-efficiency. The resulting analysis from the epidemiological cases data are 92 discussed in light of public events and compared to model simulations. We analyze 93 and discuss an abrupt change from controlled epidemic regime to an exponential 94 growth regime in light of policy makers' decisions and public behavior. The data analyzed in this study was obtained from the epidemiological 108 investigation reports that were released by the Israeli Ministry of Health (Israeli 109",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "Ministry of Health, 2020). From the total of 883 PCR laboratory confirmed COVID-110 19 cases we analyzed the 384 cases that were investigated epidemiologically, 111 allowing us to separate the incoming from abroad (quarantined on arrival by policy) 112 to local cases. This allowed us to separate the imported cases (travelers arriving from 113 abroad) from the locally infected cases. The data spans over the first month of the 114 COVID-19 outbreak in Israel, beginning in February 21 st 2020 and going until March 115 20 th . We further note that during the examined period the number of PCR tests 116 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.26.20044412 doi: medRxiv preprint Health, 2020). 119",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "The incidence curve was modelled as a fit to an exponential growth function 120 were more local infections in Israel than imported cases (the ratio was above 1:1). 133",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "March 12 th is two days after the Jewish holiday of Purim, which this year was 134 celebrated on March 10 th . Purim customs include wearing masks and costumes and 135 holding public celebrations, parades as well as religious gatherings. Because Purim is 136 also a school holiday, many celebration are held a day or two earlier. 137 138 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.26.20044412 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.26.20044412 doi: medRxiv preprint -7-1. A controlled high-efficiency quarantining (decaying green curve in 155 Fig. 2) . This regime is characterized by an early entry of asymptomatic 156 suspected population to home quarantine. Moreover we assume the 157 infectiousness in home quarantine is one sixth compared to free 158 asymptomatic. The efficiency of isolation is 70%. 159 2. A flattened for medium-efficiency quarantining (purple curve in Fig.  160 2). This regime is characterized by a late entry of asymptomatic 161 suspected population to home quarantine. Moreover we assume the 162 infectiousness in home quarantine is one third compared to free 163 asymptomatic. The efficiency of isolation is 70%. 164 3. A flattened for low-efficiency quarantining (light-blue curve in Fig. 2) . 165",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 228,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 555,
                    "end": 564,
                    "text": "Fig.  160",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 892,
                    "end": 899,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "72"
        },
        {
            "text": "This regime is characterized by a late entry of asymptomatic suspected 166 population to home quarantine. Moreover we assume the 167 infectiousness in home quarantine is similar to free asymptomatic. The 168 efficiency of isolation is 30%. 169",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "As discussed above, the dynamics of epidemic spread in Israel until March 8, 2020 170 corresponds to the controlled regime characterizes with ܴ of the order of half (green 171 curve in Fig. 2) . On the other hand, after March 8, 2020 the regime corresponds to the 172 flattened regime with low-efficiency quarantining and ܴ = 2.19. 173 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "72"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. We therefore emphasis the importance of early fine-tuned but intense 209 directives for social distancing and isolation measures. This study clearly 210 demonstrates the lesson learned from the Israeli policy, that even a short lapse in 211 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Information on confirmed patients and COVID-19 218 press releases",
            "authors": [
                {
                    "first": "Israel",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A 221 preliminary analysis of the epimemiology of Influenza A(H1N1)v virus 222 infection in Thailand from early outbreak data",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "C"
                    ],
                    "last": "Warachit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waicharoen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chittaganpitch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Serial interval of novel 224 coronavirus (COVID-19) infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious",
            "volume": "225",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimating the serial interval of the novel 228 coronavirus disease (COVID-19): A statistical analysis using the public data in 229",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [
                        "W"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Estimating the generation interval for COVID-19 based on symptom onset 234 data",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.05.20031815"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.26.20044412"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Modelling strategies for controlling SARS outbreaks",
            "authors": [],
            "year": null,
            "venue": "Proc Biol Sci",
            "volume": "238",
            "issn": "",
            "pages": "2223--2255",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2004.2800"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The lessons of the Pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Soper",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "49",
            "issn": "",
            "pages": "501--506",
            "other_ids": {
                "DOI": [
                    "10.1126/science.49.1274.501"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Preliminary estimating the reproduction number of the coronavirus 243 disease (COVID-19) outbreak in Republic of Korea and Italy by 5",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "242",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.02.20030312"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.26.20044412"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of spread of epidemics as well as the quarantine-isolation policy 98 of Israel was modeled using the SEQIJR model (e.g. Gumel, et al., 2004). This is a 99 deterministic compartmental model which allows the implicit inclusion of biological 100 epidemiological phases (including incubation period) as well as governmental 101 interventions such as quarantine and their actual efficiency of implementation. A 102 successful a posteriori implementation of this model to the transmission dynamics and 103 control of the SARS epidemics in Toronto, Hong Kong, Singapore and Beijing is 104 given in Gumel, et al., 2004. The model consists of a system of 7 dynamical equations 105 and 15 parameters. For details of the model and its parameters see the online 106 supplementary information. 107",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "de Silva, et al., 2009;Zhao, et al., 2020). Several serial interval distributions that 121 were estimated for COVID-19 were examined(Nishiura, et  al., 2020; Ganyani, et al.of epidemic spread in Israel in terms of daily reported 126 confirmed cases is shown in fig. 1. There are two distinct regimes in the curve. The 127 first ended in March 12, 2020 in which the local to travel associated infection ratio 128 was around 1:3 (up to 1:2.5), i.e., for every three imported cases, there was one local 129 infection. The second period, began a day later. The first distinct sign for the change 130 was evident on March 14 th were the ratio rose to 1:2, then continued to rise on March 131 17 th to 1:1.5 and finally, after a month into the epidemic in Israel, on March 21 st there 132",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Accumulated reported confirmed COVID-19 cases in Israel (blue bars) 140 and the ratio of local infections to travel associated infections (orange lineZhao, et al., 2020). The highest estimate was 2.37 (95%CI 2.16-2.61) for the 146 Gamma distributed serial interval with mean 5.2 and SD 2.8 days (Ganyani, et al., 147 2020). The mean ܴ overall the serial interval distributions examined, was 2.19. 148 The SEQIJR model solutions are characterized by 3 locally stable equilibrium 149 points in parameters space. These refer to the following regimes or types of dynamics 150 of epidemic spread: controlled (decaying), flattened, uncontrolled (baseline SEIR 151 model; further details can be found in the supplementary material). In this study we 152 simulated three scenarios, the first corresponding to the first equilibrium and two 153 corresponding to the second: 154 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Total number of symptomatic cases in Israel from SEQIJR model 175 simulations for 3 scenarios: green -high-efficiency quarantining, purple -medium-176 efficiency quarantining, light blue -low-efficiency quarantining. begun early its mitigation policy against the COVID-19 epidemic. 180 From the beginning of February, it was decided: to close all border passages (via land, 181 sea and air) to people that are not Israeli citizens or resident that have visited China 182 recently; to stop all direct flights from Israel to China and to require Israeli citizens 183 returning from China or that were in touch with a confirmed COVID-19 patients to a 184 14 days home quarantine. A short while later, the quarantine requirement was 185 expanded to other Asian countries. The first COVID-19 patients in Israel were two 186 passengers that returned from the \"Diamond Princess\", in 21 and 23 of February. 187 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "the republic of Korea and Italy, for the period ending in March 5 th . 206 Such abrupt transition based on social behavior emphasizes the fragility of mitigation 207 policies. 208",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Research, Ness-Ziona, Israel 10 3 Director general, Israel Institute for Biological Research, Ness-Ziona, Correspondence to: Applied Math department, Israel Institute for Biological Research, P.O. Box 19, Ness-Ziona, 7410001, ISRAEL. Tel.: +972 8 9381794; fax: +972 8 9381432; e-mail: eyalf@iibr.gov.il",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "regime to exponential growth. Therefore, even a short lapse in public responsiveness 67",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.They entered directly to hospital isolation. A week later, a passenger from Italy was 188 diagnosed as a COVID-19 patient, and Italy was added to the list of countries that 189 require 14 days quarantine. 190The quarantine-isolation policy succeeded in keeping the rate of daily new 191 cases small, up until March 9 th . Then, 4 days later, a sudden change of regime has 192 occurred, which was manifested by the distinct change of the epidemic curve of Israel 193 towards exponential growth. March 15 th marks the first time that the daily new cases 194 of locally infected were higher than the new travel associated cases. 195The timing of this abrupt change is not of coincidence. Regarding the cases 196 arriving from abroad, a requirement for home quarantine affecting all travelers 197 arriving began on Match 9 th . Moreover, during the period between March 9 th to 11 th a 198 Jewish holiday, Purim, was celebrated. This holiday is characterized by big parades 199 organized by local municipalities, as well as religious gatherings and privately 200 organized parties. Although authorities cancelled the public parades, many privately 201 organized and religious crowding had occurred. Regrettably, these drove Israel from a 202 controlled, mitigated regime to an exponential growth, as described in the results 203 section. Therefore, despite its intense efforts, Israel's effective ܴ for the period 204 ending in March 20 th stands on around 2.19, slightly smaller than the",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". https://doi.org/10.1101/2020.03.26.20044412 doi: medRxiv preprint -10public responsiveness can have a dramatic effect on public health during pandemic 212",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}