{
    "paper_id": "7fc7eb6a9305d5e5c11c62d1525ed9fc6a3ac17b",
    "metadata": {
        "title": "Children hospitalized with rhinovirus bronchiolitis have asthma- like characteristics HHS Public Access",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [
                    "M"
                ],
                "last": "Mansbach",
                "suffix": "",
                "affiliation": {},
                "email": "jonathan.mansbach@childrens.harvard.edu."
            },
            {
                "first": "Sunday",
                "middle": [],
                "last": "Clark",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "J"
                ],
                "last": "Teach",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "E"
                ],
                "last": "Gern",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pedro",
                "middle": [
                    "A"
                ],
                "last": "Piedra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ashley",
                "middle": [
                    "F"
                ],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Janice",
                "middle": [
                    "A"
                ],
                "last": "Espinola",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [
                    "A"
                ],
                "last": "Camargo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Children with bronchiolitis often are considered a homogeneous group. However, in a multicenter, prospective study of 2,207 young children hospitalized for bronchiolitis, we found that children with respiratory syncytial virus detected differ from those with rhinovirus detected; the latter patients resemble older children with asthma, including more frequent treatment with corticosteroids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Bronchiolitis, the leading cause of hospitalization for US infants, is caused by a diverse group of viruses [1]. Respiratory syncytial virus (RSV) is the most common virus associated with severe bronchiolitis (ie, bronchiolitis requiring hospitalization), and rhinovirus is the second most common [2] . The 2014 American Academy of Pediatrics bronchiolitis clinical practice guideline recommends that clinicians not test children with bronchiolitis for viruses because identifying the viral etiology will not change the child's management [3] . In other",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "words, the guidelines suggest that bronchiolitis should be treated by clinicians as a homogeneous condition despite different viral etiologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Emerging evidence suggests that bronchiolitis actually is a heterogeneous condition with different short-term and long-term outcomes. Based on small studies (n<280), children with rhinovirus-associated bronchiolitis have different demographics, are more likely to have a prior history of wheezing, and more often are treated with corticosteroids in the acute setting compared with young children infected with other viruses [4, 5] . Moreover, children hospitalized with rhinovirus-associated bronchiolitis have been shown, in two separate populations, to have a shorter length of stay than children with RSV bronchiolitis [2, 6] . In addition to these short-term differences, early childhood rhinovirus-associated wheezing illnesses, such as bronchiolitis, are associated with an increased risk of school-age asthma compared with RSV-induced wheezing illnesses [7] . Taken together these findings suggest that bronchiolitis is not a homogeneous condition.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 428,
                    "end": 430,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 626,
                    "end": 628,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We recently completed a prospective, multicenter, multiyear study of over 2,000 children hospitalized with bronchiolitis [2] . In this secondary analysis, we hypothesized that children hospitalized with rhinovirus-associated bronchiolitis would be more likely than their counterparts with RSV infection to have asthma-like characteristics (ie, prior wheezing, atopic characteristics, and more frequent treatment with corticosteroids).",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This is a secondary analysis of the 30 th Multicenter Airway Research Collaboration (MARC-30) prospective observational study of children hospitalized with bronchiolitis. The study design, setting, participants, and methods of data collection have been described previously [2] . Briefly, site teams at 16 hospitals across 12 US states enrolled children age <2 years with an attending physician diagnosis of bronchiolitis for up to 3 consecutive years during the 2007 to 2010 winter seasons using a standardized protocol. All medical decisions, including testing for viruses, were at the discretion of the treating clinicians. During the study period, no sites were routinely testing for rhinovirus. The institutional review board at each participating hospital approved the study.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 277,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Investigators conducted structured interviews assessing patients' demographic characteristics, medical history, and details of the acute illness. Pre-admission and daily hospital clinical data were obtained by chart review. Nasopharyngeal aspirates (NPAs) were collected using a standardized protocol [2] . Polymerase chain reaction (PCR) assays used singleplex or duplex two-step real time PCR for RSV types A and B, rhinovirus, parainfluenza virus types 1, 2 and 3, influenza virus types A and B, 2009 novel H1N1, human metapneumovirus, coronaviruses NL-63, HKU1, OC43 and 229E, enterovirus, adenovirus. This testing was conducted from 2008-2010, as described previously [2] .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We focused this analysis on RSV and rhinovirus, the two most common viruses causing severe bronchiolitis [2] , by creating 3 non-overlapping categories RSV+, RSV/rhinovirus coinfection, and rhinovirus+. The RSV+ and rhinovirus+ categories include all other viral coinfections except RSV/rhinovirus. In sensitivity analyses, we assessed different virus combinations, stratified by age (<6 months, 6-11.9 months, ≥12 months), and restricted the analysis to children with first-time wheezing. Data were analyzed using chi-square tests for unadjusted analyses and multivariable logistic regression for adjusted analyses. For the multivariable analysis, we examined the association between virus detection and receiving corticosteroids in both the Emergency Department (ED) and during the hospitalization; a composite outcome that only included children prescribed corticosteroids by either of two different care teams (ie, ED and inpatient). Data are presented as proportions, medians with interquartile ranges (IQR), and odds ratios (ORs) with 95% confidence intervals (95%CIs). All analyses were performed using Stata 12.0 (Stata Corp, College Station, TX).",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "Over the 3-year study period, we enrolled 2,207 children hospitalized for bronchiolitis. The median age was 4 months (IQR, 2-9 months), 1,311 (59%) were male, and 539 (24%) were black. Among these 2,207 children, 1,302 (59%) were RSV+, 287 (13%) had RSV/ rhinovirus coinfection, and 277 (13%) were rhinovirus+. There were 341 (15%) children with non-RSV and non-rhinovirus infections or no identified viral infection that were excluded from the current analysis. As shown in Table I , children positive for rhinovirus were more likely to be older, have a history of wheezing and a history of eczema. No differences were observed with respect to parental history of asthma. Children with rhinovirus were also more likely to receive systemic corticosteroids in the ED and during the current hospitalization. In a multivariable model controlling for age, sex, race, history of wheezing, history of eczema, treatment with inhaled corticosteroids in the past week, and clustering by site, children with rhinovirus were more likely to be prescribed systemic corticosteroids in the ED and the hospital than children who were RSV+ (OR 2.48; 95% CI 1.62 -3.78; P<0.001). Children with RSV/rhinovirus coinfections did not have a higher odds of being prescribed corticosteroids than children who were RSV+ (OR 1.43; 95% CI 0.83 -2.48; P=0.20). Results did not materially change in sensitivity analyses comparing different combinations of viruses, including RSV-only, rhinovirus-only, or when stratifying by age (<6 months, 6-11.9 months, ≥12 months), or restricting the analytic cohort to children with first time wheezing (Table II; available at www.jpeds.com).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 482,
                    "text": "Table I",
                    "ref_id": null
                },
                {
                    "start": 1612,
                    "end": 1622,
                    "text": "(Table II;",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this large multicenter, multiyear study of children hospitalized with bronchiolitis, we found that children with rhinovirus-associated bronchiolitis resembled older children with asthma. Compared with children with RSV-associated bronchiolitis, children with rhinovirus-associated bronchiolitis were more likely to be older and have a priorhistory of wheezing and eczema. Furthermore, in the multivariable model, children hospitalized with rhinovirus-associated bronchiolitis were more likely to be treated with systemic corticosteroids even after controlling for age, sex, race, history of wheezing, eczema, and inhaled corticosteroid use. This differential treatment of children with rhinovirus-associated bronchiolitis by clinicians at academic medical centers across the US is an implicit acknowledgement by these treating clinicians that they consider bronchiolitis to be a heterogeneous respiratory illness. The next step is to determine if there are identifiable subgroups of children with bronchiolitis (eg, rhinovirus positive, history of wheezing) who may respond differently to medications (eg, albuterol, systemic corticosteroids) or who may need closer long-term follow-up given their potentially higher risk of having asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Most medications tested in randomized controlled trials for children hospitalized with bronchiolitis are the same ones used to treat children with asthma exacerbations (e.g., bronchodilator agents and systemic corticosteroids). To date, many of the large-scale bronchiolitis medication trials have required children to be age <12 months and have no history of wheezing [3] . Based on the present data, these inclusion criteria may have created fairly homogenous study populations of children with RSV bronchiolitis. Although RSV is the most common viral etiology of severe bronchiolitis and the results of these well conducted studies remain valid, the present data in combination with other reports [2, [6] [7] [8] suggest that these large-scale studies probably should be repeated in children with rhinovirus-associated bronchiolitis. A change in practice for this sub-group would affect the short-term outcomes of an estimated 25,000 US children age <2 years hospitalized annually with rhinovirus-associated bronchiolitis and many more world-wide [1] .",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These repeat treatment trials also may prove important for long-term outcomes because 40-50% of infants with severe bronchiolitis will be recognized to have childhood asthma [1, 9] and children with rhinovirus-associated bronchiolitis may be at particularly high risk [1] . Unfortunately, because there is no instrument yet that can reliably predict which children with bronchiolitis have or will develop asthma, there also is no means of accurately conducting prevention trials. Indeed, it is unlikely that primary asthma prevention efforts will be successful if we treat all children with bronchiolitis as a homogeneous group without identifying children (ideally infants) at highest risk.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 178,
                    "end": 180,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For both short-and long-term outcomes, one helpful step would be to develop better, more outcome-oriented case definitions for children age <2 years coming to medical attention with nonbacterial lower respiratory infection. Currently clinicians use variable diagnostic labels (e.g., bronchiolitis, reactive airways disease, cough, asthma) for children with lower respiratory infection [10] . Until we provide better guidance about case definitions and outcomes, clinicians will continue to use asthma exacerbation medications (eg, albuterol, systemic corticosteroids) for some children age <2 years with lower respiratory infection based on intuition, rather than scientific data.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The present study has potential limitations. First, our study population is comprised of children hospitalized at academic medical centers and therefore, our results are not necessarily generalizable to other clinical settings. Second, a negative rapid RSV test may have influenced a clinician's decision to begin corticosteroids although national guidelines do not support this strategy [3] . Third, rhinovirus is detected in asymptomatic children and is frequently considered a bystander virus; in patients with rhinovirus detected, wheezing could be a manifestation of extant asthma [2, 6] [7] .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 391,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 590,
                    "end": 592,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We suggest that future research should focus on identifying children age <2 years with bronchiolitis who may benefit short-term, possibly long-term, or both from medications currently used to treat older children with asthma. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious pathogens and bronchiolitis outcomes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansbach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "817--845",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prospective multicenter study of viral etiology and hospital length of stay in children with severe bronchiolitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansbach",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Piedra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Teach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Forgey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "166",
            "issn": "",
            "pages": "700--706",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical practice guideline: the diagnosis, management, and prevention of bronchiolitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Ralston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lieberthal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Meissner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Alverson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Baley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Gadomski",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "134",
            "issn": "",
            "pages": "1474--502",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prospective multicenter study of the viral etiology of bronchiolitis in the emergency department",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansbach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcadam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Hain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Flood",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Acholonu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Acad Emerg Med",
            "volume": "15",
            "issn": "",
            "pages": "111--119",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bronchiolitis: age and previous wheezing episodes are linked to viral etiology and atopic characteristics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lehtinen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vuorinen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Infect Dis J",
            "volume": "28",
            "issn": "",
            "pages": "311--318",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hospital length-of-stay is associated with rhinovirus etiology of bronchiolitis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aakula",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansbach",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Piedra",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bergroth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Koponen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr Infect Dis J",
            "volume": "33",
            "issn": "",
            "pages": "829--863",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Wheezing rhinovirus illnesses in early life predict asthma development in high-risk children",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gangnon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Pappas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "178",
            "issn": "",
            "pages": "667--72",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Short-and long-term efficacy of prednisolone for first acute rhinovirus-induced wheezing episode",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nieminen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vuorinen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lehtinen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vahlberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gern",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Allergy Clin Immunol",
            "volume": "135",
            "issn": "",
            "pages": "691--699",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Determinants of asthma after severe respiratory syncytial virus bronchiolitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Bacharier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schweiger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yin-Declue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Christie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Allergy Clin Immunol",
            "volume": "130",
            "issn": "",
            "pages": "91--100",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Variability in the diagnostic labeling of nonbacterial lower respiratory tract infections: A multicenter study of children who presented to the Emergency Department",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansbach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Espinola",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Macias",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ruhlen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatrics",
            "volume": "123",
            "issn": "",
            "pages": "573--81",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Adjusted for race, history of wheeze, & history of eczema",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "a RSV+ includes RSV alone or coinfections with any other virus* except RV b RV+ includes RV alone or coinfections with any other virus* except RSV * Other viruses include: adenovirus, coronavirus 229E, coronavirus HKU1, coronavirus NL63, coronavirus OC43, enterovirus, influenza A, influenza B, human metapneumovirus, novel H1N1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Asthma-like Characteristics (older age, history of wheezing, history of eczema) in Children Hospitalized with Bronchiolitis, by Virus RSV+ a (n=1,302) RSV-RV (n=287) RV+ b (n=277) P value RSV+ includes RSV alone or coinfections with any other virus* except RV b RV+ includes RV alone or coinfections with any other virus* except RSV * Other viruses include: adenovirus, coronavirus 229E, coronavirus HKU1, coronavirus NL63, coronavirus OC43, enterovirus, influenza A, influenza B, human metapneumovirus, novel H1N1, parainfluenza type 1, parainfluenza type 2, parainfluenza type 3.Association between viral etiology and treatment with corticosteroids in both the emergency department and hospital among children hospitalized with bronchiolitis, stratified by age",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}