{
    "paper_id": "80535e36aad1b9f72d55be05846e9f93a25145b9",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Hien",
                "middle": [],
                "last": "Lau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92868 CA",
                        "settlement": "Irvine, Orange",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Veria",
                "middle": [],
                "last": "Khosrawipour",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92868 CA",
                        "settlement": "Irvine, Orange",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Piotr",
                "middle": [],
                "last": "Kocbach",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Warmia and Mazury",
                    "location": {
                        "addrLine": "10-719",
                        "settlement": "Olsztyn",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Agata",
                "middle": [],
                "last": "Mikolajczyk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wroclaw University of Environmental and Life Sciences",
                    "location": {
                        "postCode": "50-375",
                        "settlement": "Wroclaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Hirohito",
                "middle": [],
                "last": "Ichii",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92868 CA",
                        "settlement": "Irvine, Orange",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Justyna",
                "middle": [],
                "last": "Schubert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wroclaw University of Environmental and Life Sciences",
                    "location": {
                        "postCode": "50-375",
                        "settlement": "Wroclaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Jacek",
                "middle": [],
                "last": "Bania",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wroclaw University of Environmental and Life Sciences",
                    "location": {
                        "postCode": "50-375",
                        "settlement": "Wroclaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Tanja",
                "middle": [],
                "last": "Khosrawipour",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92868 CA",
                        "settlement": "Irvine, Orange",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: With its epicenter in Wuhan,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With continuously rising numbers of confirmed cases, the current outbreak of coronavirus in Wuhan and the entire Hubei province has developed into a global health threat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Current knowledge on the biology and transmission of this virus is limited, 1,2 and final mortality rates attributed to COVID-19 are subject to rough estimation. Consequently, international flight traffic has been reduced, and the Hubei province was placed under lockdown approximately 3 weeks after the start of the COVID-19 outbreak. According to some sources, the first estimated date of reported COVID-19 cases was in December 2019. 3 Due to the continuous rise in confirmed international COVID-19 cases, it remains uncertain whether a further uncontrolled virus outbreak can be prevented. One probable scenario suggests that COVID-19 cases outside of China might spread and remain undetected for a relevant time period, resulting in delayed countermeasures in many countries. In fact, new current disease epicenters have formed in Italy, Japan, South Korea and Iran.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 438,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, these considerations are hypothetical since we have too limited information on transmission patterns of affected COVID-19 patients outside of China. Moreover, making any assumptions is difficult with only limited available data on international COVID-19 spread. The aim of this study is to assess the extent of undetected, missing, undiagnosed, or unreported COVID-19 cases on an international level. While some industrialized countries with high health standards report massively increased case numbers, reported cases in countries with lower health standards, except for Iran, remain low. By means of this study, we aim to evaluate if the analyzed data points to possible lost COVID-19 cases outside China, particularly in countries with lower Healthcare Access and Quality Indices (HAQ Index).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If there are indeed unreported international cases, we assume these to be in countries with lower medical standards as measured by the Healthcare Access and Quality Index (HAQ Index). More specifically, we suspect countries without regular air traffic to China be more vulnerable, as they may feel an increased sense of safety and thus not pay enough attention to safety protocols and detection measures. Hence, by means of this study, we will analyze whether there is any indication of underreported COVID-19 cases in countries with a lower HAQ vs. higher HAQ-Index countries. We will compare the amount of COVID-19 cases in both groups by distinguishing the relation of non-travel associated COVID-19 cases vs. those with travel history to China. If our assumptions are incorrect, there should be no significant differences in the relation between these groups and these countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Healthcare Access and Quality Index (HAQ index) The HAQ Index of 25 countries with confirmed COVID-19 cases reported by the WHO was sourced from a previously published study by the GBD 2016 Healthcare Access and Quality Collaborators. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "The total number of confirmed international COVID-19 cases with or without travel history to China were sourced from publicly available COVID-19 situation reports. This current study analyzed data from January 20th, 2020 until February 18th, 2020. In each situation report, cases with the description \"transmission site under investigation\" were excluded from the analysis as the original site of viral transmission was unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmed COVID-19 cases"
        },
        {
            "text": "To identify the peak of new cases, we quantified the number of new confirmed international COVID-19 cases per day with and without travel history to China from January 20th, 2020 to February 18th, 2020 ( Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 210,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Development of international COVID-19 cases"
        },
        {
            "text": "We determined the correlation between the number of COVID-19 cases outside of China and the HAQ index of each country with confirmed COVID-19 cases using a least square regression line. We used three correlation studies: 1) total reported international cases vs. HAQ Index 2) cases with travel history and 3) cases without travel history to China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation of Healthcare Access and quality (HAQ) and reported COVID-19 cases"
        },
        {
            "text": "HAQ index, chi-square and post-hoc test Applying the decile set constructed by the GBD 2016 Healthcare Access and Quality Collaborators, we categorized countries with confirmed COVID-19 cases into three distinct groups based on their HAQ index (Group I: 82.2 ->91.3, Group 2: 63.2e82.2, Group 3: 35.9e63.2) We analyzed the relation between HAQ index and travel history of confirmed COVID-19 cases outside of China. For this purpose, a chi-square test with post-hoc analysis was performed on the cohorts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation of Healthcare Access and quality (HAQ) and reported COVID-19 cases"
        },
        {
            "text": "For further graphical analyses, we classified confirmed COVID-19 cases with or without travel history to China into two groups according to their HAQ index (Group A: 68.9 / 91.3, group B: 35.9 / 68.9) and investigated the association between these. In group A, we quantified the number of new confirmed international COVID-19 cases per day with and without travel history to China from January 20th, 2020 to February 18th, 2020 ( Fig. 2A ). Then the same was applied to Group B (Fig. 2B) . Lastly, we ran a chi-square test with post-hoc analysis on the two cohorts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 437,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 478,
                    "end": 487,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Development of international case numbers according to HAQ index"
        },
        {
            "text": "Correlation analysis was performed using linear regression. A chi-square test with post-hoc analysis was used to determine the relationship between the HAQ index and travel history of confirmed international COVID-19 cases. Pvalues <0.05 were considered statistically significant. All statistical analyses were performed on IBM SPSS Statistics (SPSS Inc., version 25).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Analysis of confirmed international COVID-19 cases show a shift from cases with travel history to China to cases with either confirmed or possible transmission outside of China. Cases with travel history to China peaked on February 1st, Lost COVID-19 cases 3 + MODEL 2020 and seem to reach nearly zero after February 14th, 2020. Cases without travel history to China show no indication of peaking (see Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 408,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Development of international COVID-19 cases"
        },
        {
            "text": "The correlation analysis of the HAQ index of 25 countries and their respective total number of confirmed COVID-19 cases showed no significant correlation (r Z 0.28, r 2 Z 0.077, p > 0.05), Moreover, HAQ index was not correlated to number of confirmed international COVID-19 cases with travel history to China (r Z 0.2, r 2 Z 0.04, p > 0.05). Similarly, HAQ index had no significant correlation to the number of international COVID-19 cases without travel history to China (r Z 0.3, r 2 Z 0.08, p > 0.05). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation of Healthcare Access and Quality (HAQ) with reported COVID-19 cases"
        },
        {
            "text": "For Group A, the development of new confirmed international COVID-19 cases per day with and without travel history to China from January 20th, 2020 to February 18th, 2020 showed two main tendencies ( Fig. 2A) . Cases with travel history to China seem to peak while cases without travel history show a massive rise and surpass cases with travel history by February 18th, 2020 ( Fig. 2A) . In group B, the development of new confirmed international COVID-19 cases per day with and without travel history to China show a different pattern (observation period is January 20th, 2020 to February 18th, 2020, see Fig. 2A ). Both cases with and without travel history to China seem to peak (Fig. 2B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 208,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 377,
                    "end": 385,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 606,
                    "end": 613,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 682,
                    "end": 691,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Development of international case numbers according to HAQ index"
        },
        {
            "text": "Chi-square test reveals a significant difference between both HAQ-A and HAQ-B cases related to their background (Chi-square 8.9, p < 0.01) (Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Development of international case numbers according to HAQ index"
        },
        {
            "text": "While it is very difficult to assess if and how many unidentified COVID-19 cases exist outside of China, our data indicate that unreported or undetected cases are likely, especially in countries with low HAQ index. Interestingly, most unidentified cases in these countries are not associated with travel history to China. This study is the first to investigate the role of unidentified COVID-19 cases with respect to the virus' spread pattern. Despite limited data and constantly changing case numbers available at the time of analysis, our findings indicate that despite enormous efforts launched by China to contain COVID-19 spread, there is a significant danger of a continuous undetected spread of COVID-19 cases. It is possible that, at later stages, multiple COVID-19 epicenters appear in developing countries as seen by the latest explosion of case numbers in Iran. This development in countries without sustainable medical surveillance can give further rise to both local and global virus outbreaks. In this case, despite continuous restrictions in air traffic, shipping, or other means of transportation, COVID-19 might further establish itself as a pandemic, especially since this virus shows exceptionally high transmission rates and structural stability on surfaces. 5, 6 With only limited data available, results must be evaluated with caution. We also want to emphasize that results cannot be generalized. There will be exceptions to this depending on the local situation. For example, Taiwan has many more imported than locally transmitted COVID-19 cases but has also performed extensive laboratory studies among both groups of patients with and without travel background to China. Other reasons for potential increasing COVID-19 case numbers might be because infected travelers from China may have traveled to developed countries earlier as well as more frequently than to developing countries. This could have facilitated local spread much earlier than was detected, considering the incubation time of 7e14 days. Furthermore, developed countries more often hold international conferences and meetings with Chinese participants, another aspect which could have facilitated the spread of COVID-19. In these cases, conference participants would not be classified as individuals with travel ",
            "cite_spans": [
                {
                    "start": 1279,
                    "end": 1281,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1282,
                    "end": 1283,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "HL: data acquisition, data interpretation, final analysis, drafting of the manuscript, final approval for publication. VK: data acquisition, analysis and interpretation, drafting of the manuscript, final approval for publication. PK: data interpretation, drafting of the manuscript, final approval for publication. AM: data interpretation, drafting of the manuscript, final approval for publication. HI: data interpretation, critical revision for important intellectual content, final approval for publication. JS: data interpretation, drafting of the manuscript, final approval for publication. JB: data interpretation, critical revision for important intellectual content, final approval for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution"
        },
        {
            "text": "TK: data interpretation, conception and design of the work, critical revision for important intellectual content, final approval for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Nanshan",
                    "suffix": ""
                },
                {
                    "first": "Zhou",
                    "middle": [],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "Dong",
                    "middle": [],
                    "last": "Xuan",
                    "suffix": ""
                },
                {
                    "first": "Qu",
                    "middle": [],
                    "last": "Jieming",
                    "suffix": ""
                },
                {
                    "first": "Gong",
                    "middle": [],
                    "last": "Fengyun",
                    "suffix": ""
                },
                {
                    "first": "Han",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Time course of lung changes on chest CT during recovery from 2019 novel coronavirus (COVID-19) pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "Wu",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Leung",
                    "middle": [],
                    "last": "Kathy",
                    "suffix": ""
                },
                {
                    "first": "Leung",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Measuring performance on the Healthcare access and quality index for 195 countries and territories and selected subnational locations: a systematic analysis from the global burden of disease study 2016",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fulman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yearwood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Abay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abbafati",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abd-Allah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abdela",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "391",
            "issn": "",
            "pages": "2236--71",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bretzel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Froeschl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallrauch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001468"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Persistence of coronavirus on inanimate surfaces and its inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2020.01.022"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Development of international COVID-19 cases from January 20th, 2020 to February 18th, 2020 according to travel history to China. Beginning of lockdown in Wuhan (Hubei province) and major international flight restrictions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Development of international COVID-19 cases from January 20th, 2020 to February 18th, 2020 for HAQ-A (A) and HAQ-B (B) according to travel history to China. Beginning of lockdown in Wuhan (Hubei province) and major international flight restrictions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Total number of COVID-19 cases (for each HAQ A and B group). Case numbers according to the travel history with China and related statistical data.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "background to China. All in all, our findings further support concerns of a continuous global COVID-19 spread.Our data support the scenario of a continuous spread of COVID-19 cases. Especially in countries with low HAQ indices, undetected COVID-19 cases which are not attributed to travel to China may give rise to new virus epicenters across the globe. While enormous measures have been taken to prevent virus spread, including quarantine, lockdowns and travel restrictions, more efforts and resources should be dedicated toward developing a new vaccine as soon as possible.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors did not receive any funding for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors have no conflicts of interest to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ]
}