{
    "paper_id": "806b5869ee68262ab569fcde65a0ca4d831ba042",
    "metadata": {
        "title": "Travel Medicine and Infectious Disease xxx (xxxx) xxxx",
        "authors": [
            {
                "first": "Iulian",
                "middle": [],
                "last": "Gherghel",
                "suffix": "",
                "affiliation": {},
                "email": "iuliangherghel@case.edu."
            },
            {
                "first": "Mihai",
                "middle": [],
                "last": "Bulai",
                "suffix": "",
                "affiliation": {},
                "email": "mihai.bulai@uaic.ro."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Considering the speed of transmission of COVID-19, individuals from vulnerable health systems are at particular risk. An example is the Eastern European countries that in recent years faced health system vulnerabilities due to post-communism delayed reforms, corruption, and the emigration of physicians [3] . Romania is a concerning example of a vulnerable health system [3] with the highest governmental instability within the EU [4] , the leadership of the Romanian Ministry of Health changed 25 times in 27 years, a turnover three times higher than in other EU countries [4] . In its recent history, Romania experienced a series of economic crises (in the 1990s, and in late 2000s) which forced an estimated~5 million people to emigrate, including in countries where currently COVID-19 was identified (especially in Italy, Spain, Germany and United Kingdom). Many of these migrants regularly travel back to Romania which increases the likelihood for COVID-19 to spread [1] to Romania. Rising public awareness among migrant travelers and providing hygiene products is highly suggested to limit the spread of COVID-19. After the start of the COVID-19 outbreak, the Romanian Ministry of Health released late January a set of recommendations and proceeded to the acquisition of medical equipment with the purpose of initial identification of travelers that show COVID-19 symptoms [5] . As the Romanian government collapsed on February 5th, 2020, public auctions were suspended and the confusion among population is very high combined with the political instability. As this unstable situation continues how will Romania cope with the spread of the COVID-19 by incoming travelers? Romania has 14 international (out of 16) airports that are highly connected with airports across all EU (in 2019, over 23 million passengers used these airports), including from countries where COVID-19 was already identified in the EU. The vulnerability is even higher considering the high potential of false-negative rate of diagnostic of COVID-19 that already has been documented [6] and the lack of personnel. As such, public awareness, widespread public health measures, and close collaboration with countries from which incoming travelers are arriving in Romania is a key to limit the spread of COVID-19 and promote the wellbeing of travelers and the members of the community (resident or diaspora).",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1382,
                    "end": 1385,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2065,
                    "end": 2068,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors declare that there is no conflict of interest or financial disclosure about this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Going global -travel and the 2019 novel coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodríguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Macgregor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kanagarajah",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schlagenhauf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trav Med Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel coronavirus (2019-nCoV) early-stage importation risk to Europe",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pinotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valdano",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization, on behalf of the European Observatory on Health",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vlădescu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Scîntee",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Olsavszky",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hernández-Quevedo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "."
                    ],
                    "last": "Sagan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cifrele care arată de ce România are una dintre cele mai ridicate instabilități guvernamentale europene, în ultimii 27 de ani",
            "authors": [
                {
                    "first": "Cronică",
                    "middle": [],
                    "last": "Instabilitate Guvernamentală",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comitetul interministerial pentru monitorizarea și managementul potențialelor infecții cu noul coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chest CT for typical 2019-nCoV pneumonia: relationship to negative RT-PCR testing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Contents lists available at ScienceDirect Travel Medicine and Infectious Disease journal homepage: www.elsevier.com/locate/tmaid Is Romania ready to face the novel coronavirus (COVID-19) outbreak? The role of incoming travelers and that of Romanian diaspora The emergence of the novel coronavirus (COVID-19) in late December 2019 from Wuhan (China) has led to an outbreak that made the World Health Organization declare COVID-19 a global health threat. Due to the high likelihood of virus transmission via large droplets, human interactions and fomites [1] COVID-19 has rapidly spread world-wide by travelers coming from the epicenter of the outbreak or from countries with reported cases. COVID-19 has been confirmed on all continents, including in the European Union (EU) countries and have already caused victims in the EU. European Centre for Prevention and Control assessed the risk for people traveling within the EU as high especially from United Kingdom, France, Germany, Italy, Spain and Netherlands",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}