{
    "paper_id": "80747f397615967a430214adcd1541728934daae",
    "metadata": {
        "title": "Estimation of protection for COVID-19 in children from epidemiological information and estimate effect of policy in Japan",
        "authors": [
            {
                "first": "Junko",
                "middle": [],
                "last": "Kurita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ibaraki Prefectural University of Health Sciences",
                    "location": {
                        "settlement": "Ibaraki",
                        "country": "Japan"
                    }
                },
                "email": "kuritaj@ipu.ac.jp"
            },
            {
                "first": "Yoshiyuki",
                "middle": [],
                "last": "Sugishita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Infectious Diseases",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Tamie",
                "middle": [],
                "last": "Sugawara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Infectious Diseases",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yasushi",
                "middle": [],
                "last": "Ohkusa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Infectious Diseases",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Incidence in children was much less than in adults during the COVID-19 outbreak. Sports and entertainment events were canceled (VEC) in Japan for two weeks during 26 February -13 March. Most schools were closed (SC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Object: We construct a susceptible-infected-recovered model using three age classes and estimate the basic reproduction number (R 0 ) and protection level among children simultaneously. Then we simulate SC and VEC effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Method: We used data of patients with symptoms in Japan during 14 January to assess SC and VEC introduction. Effects of SC and VEC were incorporated into the model through change in the contact pattern or frequencies among age classes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ": Results suggest R 0 as 2.86 [95%CI of 2.73, 2.97]. The protection level was estimated as 0.4 [0.2, 0.7]. SC and VEC can reduce the total number of patients significantly, by 6-7%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Discussion and Conclusion: The estimated R 0 was similar to that found from other studies in China and Japan. We found a significant protection level among children, and by effects of SC and VEC. Introduction All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint presumed to be not community-acquired in Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Published information about COVID-19 patients with symptoms from the Ministry of Labour, Health and Welfare (MLHW) Japan was usually affected adversely by some delay because of uncertainty during onset to visiting a doctor or in the timing of a physician's suspicion of COVID-19. Therefore, published data of patients must be adjusted at least a few days. To adjust the data, we applied the following regression. We denote Xt-k|t as the number of patients for whom the onset date was t-k published on day t. The dependent variables are the degree of reporting delay,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "where k>m in several m and k. Here, m denotes the difference of the publishing dates between the two published. Date t represents the publishing date of the latest publishing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The explanatory variables were 1/k, 1/m, and 1/km. The degree of reporting delay was estimated as [estimated coefficient of constant term] + [estimated coefficient of 1/k]/k, when m was sufficiently large and time had passed. Therefore, this estimated degree of reporting delay multiplied by the latest published data is expected to be a prediction of the number of patients for whom the onset date was t-k. We used this adjusted number of patients in the latest few days including those after VEC was adopted. We used published data of 2, 5, 6 and 9-17 March, 2020 provided by MLHW [1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "First, we estimated the joint distribution of R 0 and the protection rate in children in All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The initial case of COVID-19 in Japan was that of a patient who showed symptoms when returning from Wuhan, China on 3 January, 2020. As of 18 March, 2020, 690 cases were announced as infected in the community, including asymptomatic cases, but excluding those abroad in countries such as China or those infected on a large cruise ship: the Diamond Princess [1] .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Earlier research suggested that children might be less susceptible to COVID-19 for lifestyle-related factors such as lack of smoking and less vigorous immune response than that of adults [2] . Children might have some cross protection from non-novel coronavirus infection. Even though the reasons for it had not become clear, the number of children among patients was quite small. In fact, even in Japan, the incidence rate including asymptomatic cases among children was 0.79 per million population compared to 5.97 for adults and 7.82 for elderly people as of 17 March. Incidence among children was approximately one-tenth that of elderly people. Therefore, this clear phenomenon must be incorporated into the model when predicting the outbreak.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On that point, we produce a susceptible-infected-recovered (SIR) model with three age classes and search for a protection rate in children as well as the basic production number, R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Japan, school closure (SC) and voluntary event cancellation (VEC) were All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045252 doi: medRxiv preprint introduced on 27 February. The former was intended to decrease contacts among children. The latter was aimed at decreasing contact among adults. We also examine simulation of these policies as hypothetically changing contact patterns and frequencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We applied a simple SIR model [3] with three age classes: children 19 years old or younger, adults younger than 59 but older than 20 years old, and elderly people 60 years old or older. The incubation period was assumed to be equal for three age classes and following the empirical distribution in the outbreak in Japan.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Experiences of Japanese people living in Wuhan until the outbreak provide information related to mild cases because complete laboratory surveillance was conducted for them. During January 29 -February 17, 2020, 829 Japanese people returned to Japan from Wuhan. All had received a test to detect COVID-19; of them, 14 were found to be positive for COVID-19 [4] . Of those 14, 10 Japanese people had exhibited mild symptoms; the other 4 showed no symptom. Moreover, two Japanese residents of Wuhan exhibited severe symptoms: one was confirmed as having contracted COVID-19. The other died, although no fatal case was confirmed as COVID-19 by testing. In addition, two Japanese residents of Wuhan with mild All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 359,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045252 doi: medRxiv preprint symptoms were refused re-entry to Japan even though they had not been confirmed as infected. If one assumes that the Japanese fatal case in Wuhan and that the two rejected re-entrants were infected with COVID-19, then 2 severe cases, 12 mild cases, and 4 asymptomatic cases were found to exist among these Japanese residents of Wuhan. We therefore apply these proportions of asymptomatic cases to symptomatic cases in the simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Assuming that the power of infectivity among severe patients and mild patients are equal among asymptomatic cases, half of the symptomatic cases can be assumed. This assumption about relative infectiousness among asymptomatic cases compared with symptomatic cases was also assumed in simulation studies for influenza [5] [6] [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 320,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "We presumed some fraction of children were immune. No information about it was available ex ante: we searched it in the range of (0,1). Simultaneously, we sought R 0 to fit the number of patients during 14 January -17 March and to minimize the sum of absolute values of discrepancies among the reported numbers and the fitted values. Its 95% confidence interval (CI) was calculated using 10,000 iterations of bootstrapping for empirical distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The contact patterns among children, adults, and elderly people were estimated in an earlier study [10] . We identified contact patterns as follows: the share of children All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045252 doi: medRxiv preprint contacting with other children was 15/19 of all contacts, with adults was 3/19, and with elderly people was 1/19; the share of adult contacting with children was 3/9 of all contacts, with other adults was 5/9, and with elderly people was 1/9; the share of elderly people contacting with children was 1/7, with adults was 2/7, and with other elderly people was 4/7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Experience in Japan showed the pneumonia incidence in elderly COVID-19 patients as 30.6%. That among adults was 22.2%. We assumed these numbers as a proportion of severe cases to symptomatic cases. Among children, no pneumonia case was reported. Only pneumonia cases were administered. Its length of hospitalization was assumed as 30 days. Of those, 30% of severe cases were assumed to use an intensive care unit and respirator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "We used data of the community outbreak of patients with COVID-19 who showed any symptom in Japan for 14 January -28 February, 2020. From 2 March, all schools were closed down as social mitigation for COVID-19. Contact patterns among students or between students and adult were thereby altered considerably. Therefore, we do not use data for the period during which schools were closed ad hoc for estimation. We excluded some patients who had returned from abroad, such as from China, and those who were presumed to be infected persons from the Diamond Princess. They were Japan to fit the data of community outbreak before SC and VSC introduce on 27",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "February. Using the estimated R 0 and protection rate in children, we simulate the effect of SC and VSC assuming hypothetical change in the contact matrix. We assumed that the SC decrease contact frequencies among children to be one-tenth, the rise in contacts of children with adult to be twice, the rise in contacts of adults with children to be four-thirds by 33.3%, and the decline in contacts among adults by 20%. Conversely, VEC was assumed to decrease contacts among adults by 20% and among elderly people by 25%. In the simulation with application of both of SC and VEC, the contact matrix was assumed to change to be the sum of effect of SC and VEC. To evaluate SC and VEC, we compare the total number of patients with any symptoms between the base case and intervention. We calculate 95% CI through bootstrapped distribution of total number of patients with intervention over the total number of patients in the base case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "All information used in the present study has been published previously. There is therefore no ethical issue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical consideration"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045252 doi: medRxiv preprint During 14 January -28 February in Japan, 9 cases in children, 165 cases in adults, and 126 cases in elderly people were identified as community-acquired COVID-19 for whom the onset date was published. Figure 1 depicts the empirical distribution of incubation period among 62 cases for which the exposed date and onset date were published by MHLW. Its mode and median were six days; the average was 6.74 days. From this information, we estimated the degree of reporting delay. Those results are presented in Table 1 . The table shows that 1/k, 1/m, and 1/km are all significant. When m is sufficiently large, the effects of 1/m and 1/km converge to zero. Therefore, the estimated degree of reporting delay consists of the term of 1/k and a constant term.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 353,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 651,
                    "end": 658,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Based on these results, we predict the degrees of reporting delay as 19.3 for k=1, 9.64 for k=2, 6.42 for k=3, and so on. At the peak, the maximum number of the administered patients with pneumonia All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Therefore, all interventions were found to reduce the number of patients significantly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We applied a simple SIR model with three age classes including asymptomatic cases and assuming some proportion of children as protected. An earlier study [11] [12] [13] estimated R 0 for COVID-19 as 2.24-3.58 in Wuhan. Our obtained R 0 was similar.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, we estimated the protection level among children as 40%, even though it had a wide value for 95%CI. Nevertheless, this study was the first to estimate it and to confirm rejection of the null hypotheses that the protection level was very low around 0.1 or very high around 0.9. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020. 03.27.20045252 doi: medRxiv preprint We also demonstrated that SC and VEC have significant effects on reducing the total number of patients. Performed simultaneously, SC and VEC can reduce the total number of patients by 18%. However, one must be reminded that effects of SC and VEC on contact patterns and frequencies were based on assumptions. No evidence was found to verify those assumptions. Therefore, the results must be interpreted as representing one possibility.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 144,
                    "text": "03.27.20045252 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some significant cross protection was found among children for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Moreover, SC and VEC were found to have significant effects on reducing the total number of patients. Actually, on March 10, SC and VEC were extended until March 19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We hope that the present study contributes to government decision-making for SC and VEC. The present study represents the authors' opinion. It does not reflect any stance of our affiliation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045252 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045252 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045252 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Japan Ministry of Health, Labour and Welfare. Press Releases of Domestic Situation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Are children less susceptible to COVID-19?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Microbiol Immunol Infect",
            "volume": "",
            "issn": "",
            "pages": "30039--30045",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Japan Ministry of Health, Labour and Welfare",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Real-time estimation and prediction for pandemic A/H1N1(2009) in Japan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohkusa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Okabe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Chemother",
            "volume": "17",
            "issn": "",
            "pages": "468--72",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meeyai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "437",
            "issn": "",
            "pages": "209--214",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "depicts epidemic curves published at 2, 5, 6, 10, 11, 12, 13, and 14 March.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Empirical Bars represent the number of patients by incubation period among 62 cases whose exposure date and onset date were published by Ministry of Labour, Health and Welfare, Japan.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The R 0 values were estimated as 2.86 [95%CI 2.73, 2.97]. The protection level was In the base case, presented as Table 1, the total number of patients with any symptom was estimated as 78.4 [69.5, 83.3] million. The maximum number of patients with new onset was estimated as 2.25 [1.85, 2.58] million per day at the peak.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "was estimated as 12.9 [11.7, 13.8] million per day. Moreover, the maximum number of patients who need an ICU bed and respiratory were estimated as 3.49 [3.16, 3.71] million per day.Results of policy simulation for SC and VEC are presented inTable 2: SC alone can reduce the total number of symptomatic patients by five million (7%); VEC can reduce it by six million (8%). Performing SC and VEC simultaneously can reduce patients by 12 million (17%). The 95% CI of the total numbers of patients with SC and VEC over the base case were [0.910, 0.948], [0.869, 0.939], and [0.781, 0.833].",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Estimation results of the degree of reporting delay Note: The number of observations was 323. The coefficient of determination was 0.457. k denotes the number of days until the last reported day. m denotes the difference between the publishing date in the past and the most recent publishing date. The dependent variable was the degree of reporting delay, which is defined as Xt-k-m|t / Xt-k-m|t-m, where Xt-k|t is the number of patients for whom the onset date was t-k published on day t. We used the number of patients by onset day published on 2, 5, 6, 10, 11, 12, 13, and 14 March 2020 by the Ministry of Labour, Health and Welfare, Japan.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Results of estimation of patients under interventions of four types Note: This table presents simulation results of the total number of patients based on the base case (no intervention), school closure, voluntary event cancellation and both through 10,000 iterations of bootstrapping. rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}