{
    "paper_id": "80d5f3d9570784069b1a8b6994889272289ec2cc",
    "metadata": {
        "title": "O R I G I N A L P A P E R SARS in Singapore-challenges of a global health threat to local institutions",
        "authors": [
            {
                "first": "Ling",
                "middle": [],
                "last": "Giok",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Ooi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Kai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Phua",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "SARS (Severe Acute Respiratory Syndrome) has been declared by WHO (World Health Organisation) as a global health threat. Within a period of four to five months in 2003, the disease infected some 8,000 people in more than 25 countries and left 774 dead. The many studies that have been done on the spread of SARS in Asia as well as countries as far flung as Germany and Canada have focused on the global dimension of the infectious disease as well as the speed of its spread upon emergence in southern China and then Hong Kong. Less attention has been paid to its spatial distribution at the national and local scales. This discussion focuses on the spread of SARS at the national and local spatial scales. In the process, the study presents the management of a hazard, in this case, an emerging infectious disease by national health care institutions such as the hospitals that ultimately proved to have been wholly unprepared for coping with at least the health aspects of the outcome of a globalised national agenda for growth and economic progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "When SARS was identified in Singapore, both hospitals and the health-care delivery system appeared to have been caught unprepared despite being key institutions in a citystate that has been increasingly seeking integration with the global economy. Singapore has regularly topped indices comparing the most globalised economies in the world and had been among the most successful cities competing for MICE (meetings, incentive travel, conferences, and exhibitions) both in the region and internationally (Ooi and Shaw 2004) . Not only does the international airport and port in Singapore see a throughput of high numbers of travellers but Singaporeans themselves are among the most travelled people in the region, if not the world.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 522,
                    "text": "(Ooi and Shaw 2004)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Globalisation challenges not only local businesses and cultures but also institutions as well as social and political processes including those concerning governance and in turn, public administration. Questions have been raised about diminished social obligations as government involvement appear to have receded in the face of international economic integration (Rodrik 1997) . Studies about the impact of economic globalisation have generally focused on the relevance of the nation-state (Strange 1996) as well as local industry and enterprises in an increasingly integrated world. Cultural globalisation has equally been of concern in terms of its homogenising influence on lifestyles and consumption patterns particularly among the young (Fellman et al. 2003; Watson 1997) . Indeed, tensions generated by conflicts between local identities and the cultural changes influenced by cultural globalisation appear as an inevitable outcome in countries seeking closer integration with the world economy (Keohane and Nye 2001; Meyer et al. 1997) .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 377,
                    "text": "(Rodrik 1997)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 491,
                    "end": 505,
                    "text": "(Strange 1996)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 743,
                    "end": 764,
                    "text": "(Fellman et al. 2003;",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 777,
                    "text": "Watson 1997)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1002,
                    "end": 1024,
                    "text": "(Keohane and Nye 2001;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1025,
                    "end": 1043,
                    "text": "Meyer et al. 1997)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Globalisation implies the multiplicity of linkages and interconnections between the states and societies that make up the modern world system. It describes the process by which events, decisions and activities in one part of the world can come to have significant consequences for individuals and communities in quite distant parts of the globe. Globalisation has two distinct dimensions: scope (or stretching) and intensity (or deepening) (McGrew 1992, p. 23) . Indeed, the concept of 'time-space compression' advanced by Harvey (1989) has been cited regularly in accounts of how physical distance has been replaced with speed distance. In other words, globalisation highlights the need for responses to address the speed at which activities, information and influences can reach across the globe. There has been, relatively speaking, a neglect in the consideration of the need for institutional changes and responses particularly in the health sector with globalisation. Attention however, has been focused on environmental concerns such as the shifting of environmental stresses to developing countries with economic globalisation (Sachs 1999). Contemporary threats, both environmental and health-related, do not appear to respect borders as SARS illustrated amply. The analysis of the way in which Singapore institutions managed ultimately to organise its fight against SARS suggests the failure of both institutions and institutional processes particularly in their response to the implications and outcomes of economic globalisation. While the crisis was addressed, '... The public service rallied together, putting aside turf rivalries, for a prompt and comprehensive SARS response. ... mistakes were made. Like the failure to enforce infection-control measures at all hospitals, which allowed the virus to spread. ... errors in judgement ... Like the failure to isolate some SARS cases early enough' (Chua 2004, p. 21) . Some 74.8% of the cases in Singapore were infected in hospitals and nursing homes (Teo et al. 2005) .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 460,
                    "text": "(McGrew 1992, p. 23)",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 536,
                    "text": "Harvey (1989)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1908,
                    "end": 1926,
                    "text": "(Chua 2004, p. 21)",
                    "ref_id": null
                },
                {
                    "start": 2011,
                    "end": 2028,
                    "text": "(Teo et al. 2005)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Specifically in the case of SARS, the responses of the health-care institutions-hospitals, private clinics and their general practitioners, the health ministry and its agencies including laboratories-highlighted the neglect in studying the impact of globalisation and global environmental change on health care needs. Vulnerability was an issue because the readiness of health institutions and personnel was not a matter being given special attention. In particular, there has been little attention paid to the establishment of a system of institutional processes to help hospitals and health personnel respond collectively to the threat of the emerging infection diseases that have been seen increasingly in different parts of the world today. In the following discussion, the evidence of the rapid spread of the disease highlights the lack of preparedness among the local health institutions in relatively globalised cities such as Singapore, to face a global health threat. This was particularly in terms of information networking and sharing nationally and regionally. There was however, greater success in the action taken by the national government to respond to the containment and then isolation of the disease once it was identified and its nature better communicated and understood. In many ways, the highly centralised regime of governance in Singapore helped to put in place public health measures that resulted in the containment of the disease including infection control procedures in key health institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rapid transmission of SARS through global travel to cities across the world has prompted epidemiologists and public health specialists to observe that the world faces increasing risk from such emerging infectious diseases. The World Health Organisation has already identified more than 30 such emerging or re-emerging infectious diseases including the West Nile virus and HIV among others (WHO 1996) . SARS is considered a global health threat and has wreaked havoc in what the world has known as countries with highly efficient institutions as well as health care delivery systems that were equally wellregarded. Singapore was one of these countries where health care institutions and personnel were caught off-guard by a global outbreak that they did not appear prepared to take on at the time SARS struck in 2003.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 403,
                    "text": "(WHO 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Globalisation and health hazards"
        },
        {
            "text": "Epidemiological studies and those of public health response have highlighted the growing rise in contacts that stems from contact between human and animal reservoir populations such as in the case of SARS. In the case of the so-called nipah virus epidemic in Malaysia over the period of 1998-1999, the fruit bat population that was dislocated because of habitat fragmentation and destruction due to economic development, then went on to infect the pig population in nearby farms. These pigs further infected human pighandlers in the process (Chua et al. 2000; Lam and Chua 2002) including at least one such human handler in Singapore. Transmission of the disease was facilitated by poor farming practices. The emergence of the nipah virus was considered to have been induced by humans and human actions particularly in habitat degradation.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 559,
                    "text": "(Chua et al. 2000;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 560,
                    "end": 578,
                    "text": "Lam and Chua 2002)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Globalisation and health hazards"
        },
        {
            "text": "A number of factors have been identified with the emergence of highly infectious diseases which included SARS. These comprise agricultural development and urbanisation involving massive land clearance as well as deforestation, population migration, biodiversity loss and habitat fragmentation, air and water pollution, climatic changes and hydrological alterations, such as the building of dams (Patz and Confalonieri 2004) . 'Multiple factors, including economic development and land use, human demographics and behaviour, and international travel and commerce, contribute to the emergence and reemergence of infectious diseases' (Fauci 2005 (Fauci , p. 1079 Morse 1995) . In the case of SARS, there is particular concern with the growth of the market in wildlife trade. Such trade results in disease-carrying hosts in wild game markets that abound in cities, such as Guangdong in China. This implies increased exposure of human handlers and consumers to animal reservoirs of novel micro-organisms. These markets are, in addition, a tourist attraction with large numbers of international and domestic visitors brought in daily to tour them. While in the past, such wild game markets have been small in scale and localised in terms of the clientele, there has been rapidly growing demand resulting in the development of regional networks and an increase in wildlife hunting (Bell et al. 2004 ). SARS however, struck Singapore through international travel and travellers, namely Singaporeans who had travelled to Hong Kong and stayed in the same hotel as a doctor who had been infected in Guangzhou in southern China. Failure of the institutional practices in the health care delivery system was one of the factors that would have led to the rapid transmission of the diseases or at least the failure at arresting and containing the spread of the infectious disease. Another factor that is a regional concern is the lack of an information network among health care as well as public health institutions that are located in globalising cities that are increasingly integrated in the world system of international travel and other business connections. Indeed, there have been allegations of cover up and unwillingness to share information among China's authorities that in turn affected the way in which the disease was managed in cities such as Hong Kong and countries including Vietnam, Taiwan and Singapore.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 423,
                    "text": "(Patz and Confalonieri 2004)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 631,
                    "end": 642,
                    "text": "(Fauci 2005",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 659,
                    "text": "(Fauci , p. 1079",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 671,
                    "text": "Morse 1995)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1374,
                    "end": 1391,
                    "text": "(Bell et al. 2004",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Globalisation and health hazards"
        },
        {
            "text": "Infected travellers to affected countries caught the disease through human to human transmission and travelled unawares to countries that had previously not been affected. (Hawkey et al. 2003) . In Singapore, the infected patients spread the disease to health workers in hospitals and other patients as well as their visitors. These in turn were infected and also spread the disease to their friends and family members as well as the public and community at large. The disease started in the Guangdung Province in southern China at the end of 2002 but by 2003, when the global outbreak was finally ended, the SARS virus had affected a total number of 8,000 people or more in some 25 countries. SARS killed 774 people during this global outbreak. Thirty-three of them were in Singapore.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 192,
                    "text": "(Hawkey et al. 2003)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Globalisation and health hazards"
        },
        {
            "text": "Emerging infectious diseases or EIDs have been identified as a prospective new scourge because of their global dimension (Morse 1995) . SARS was an emerging infectious disease that confounded national governments and hospital management in both Asia and a number of other countries around the world.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 133,
                    "text": "(Morse 1995)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Institutional preparedness and ineptitude in responding to global forces"
        },
        {
            "text": "In Singapore, as in other places around the world, the WHO identified 'super-transmission' events involving the infection of more than 10 people by one patient infected with SARS (WHO 2003). The first person to be identified with SARS and who had been hospitalised, transmitted the disease to a chain of at least 90 people including members of her family and her church.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional preparedness and ineptitude in responding to global forces"
        },
        {
            "text": "The spread of SARS in terms of its geographical distribution in Singapore is important in establishing the soundness of the initiatives and practices that eventually led to the end of the transmission and the outbreak in the city-state. Stricken patients checked into varying government restructured hospitals. Major hospitals had their share of cases before isolation and quarantine procedures were put in place. Singapore was placed on WHO's list of affected countries for which it issued travel advisories, alerts and restrictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional preparedness and ineptitude in responding to global forces"
        },
        {
            "text": "In all, Singapore saw 238 cases among which 14% or 33 patients died. This was over a period shorter than three months from February to May 2003 with the first case identified on 25th February (see Table 1 ). The first case of SARS in Singapore to be seen in a hospital had spread the disease to both her parents, two grandparents, an uncle and her pastor within the period of 3 weeks or so between end February 2003 and March. The patient lost both her parents and two grandparents during the time. The pastor also eventually died from SARS. This first patient also transmitted her illness to another patient in the same ward who would eventually spread the virus to another hospital as well as to a family member working in a food wholesale centre in Singapore. In all, this patient transmitted the virus to 12 people before she was isolated a fortnight later. The rapid spread of the virus among patients and their family members as well as visitors highlights the state of alertness and awareness of health institutions and health personnel to the prospects of emerging infectious diseases the spread of which can be aided by global links. A chain of transmission has been described (Goh et al. 2006) in which the major hospitals and nursing homes featured prominently as the locations for the transmission of the disease. The implication was that 1 week's delay in the implementation of infection control measures could triple the size of the epidemic and increase its duration to 4 weeks (Tai 2006; Wallinga and Teunis 2004 ). There appears to be a gap that needs to be addressed between the speed at which economies are globalising and the state of preparedness of their institutions for such global integration. Certainly, the health care delivery system in Singapore was highly vulnerable, from the point of view of preparedness, to the onslaught of rapid infection and fatality that the SARS virus brought. It took authorities one week between the death from SARS of a worker from a wholesale market and the closure of the market as well as the start of contact tracing to ensure that all who had been in contact with the worker would be quarantined (Chua 2004 The spread of the SARS virus was chiefly among locals in Singapore (see Table 1 above). Only 8 or 3% of the cases had been imported from affected countries. In the case of a large number of European countries, 100% of the cases were imported, hence implying that the transmission among the locals was contained. In Singapore, the overwhelmingly large proportion of cases resulted from local transmission. While it is noted that the infectiousness of SARS has not been uniform, the discussion is about the lack of infection control measures to contain its spread among locals. In many instances, the transmission was among cases that had been hospitalised. Fatalities included medical doctors and nursing staff. The pattern was similar to that of most East Asian countries beginning with China and including cities like Hong Kong. Taiwan too was equally struck. Here, the challenge to the implementation of quarantine procedures was evident: health workers threatened to jump out of hospital windows, thereby defying their quarantine orders. This was an event widely covered by international media.",
            "cite_spans": [
                {
                    "start": 1186,
                    "end": 1203,
                    "text": "(Goh et al. 2006)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1493,
                    "end": 1503,
                    "text": "(Tai 2006;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1504,
                    "end": 1528,
                    "text": "Wallinga and Teunis 2004",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2159,
                    "end": 2169,
                    "text": "(Chua 2004",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 204,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2242,
                    "end": 2249,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Institutional preparedness and ineptitude in responding to global forces"
        },
        {
            "text": "The end of the global outbreak was possible because institutions in affected countries subsequently worked with WHO to manage cases as well as establish infection control measures. Measures taken included a travel advisory to affected countries to keep travellers better informed about the progress made towards containing the disease. Quarantine of travellers particularly from the affected countries and suspected cases were instituted. Several ministries in Singapore participated in the establishment of the control measures and procedures that were put into place. Throughout Singapore, temperature monitoring was also introduced. Singapore also eventually established procedures for contact tracing. Places including schools as well as a wholesale market were vacated and closed with the detection of suspected cases. Screening at port and airport was set up, focussing particularly on travellers returning from China and Hong Kong (Tambyah 2003) .",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 952,
                    "text": "(Tambyah 2003)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Institutional preparedness and ineptitude in responding to global forces"
        },
        {
            "text": "The seriousness of the outbreak in terms of institutional responses could be gauged by the difficulty facing both the Ministry of Education and Ministry of Health to require schools that were due to start after a stretch of holidays to remain closed. Neither ministries required schools to remain closed after the holidays ended and SARS cases remained on the rise. Nevertheless the decision to close schools had to be taken in the end, in part to allay fears of further infections by children who might have travelled abroad with their families during the holidays. The state of unpreparedness of the hospitals to face the challenges posed by SARS was seen in the toll on hospital patients who were being treated for other complaints including serious illnesses such as cancer. The Singapore General Hospital SARS debrief report noted that 'There were many victims of the SARS crisis in Singapore who never had SARS at all who were just sick patients who didn't get the care that they needed due to the many constraints that came along with the SARS crisis and all the attendant measures needed to combat the outbreak' (Chua 2004, p. 67) .",
            "cite_spans": [
                {
                    "start": 1120,
                    "end": 1138,
                    "text": "(Chua 2004, p. 67)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Institutional preparedness and ineptitude in responding to global forces"
        },
        {
            "text": "Lack of information from China as well as knowledge of how to contain and stop the transmission of the disease plagued the Singapore hospitals and government agencies involved. This institutional lapse and the failure on the part of the Chinese authorities to inform the rest of the region was reflected in the number of cases seen in the countries with close travel and business links to both China and Hong Kong. Ultimately, the committee established to manage the isolation and quarantine procedures for cases was chaired by the Minister of Home Affairs. Ultimately, the Ministry of Health managed the isolation and quarantine system while the Minister of Home Affairs chaired a multi-agency committee to ensure smooth coordination of government policies and activities. Quarantine procedures were implemented with cases placed under 24 h camera surveillance and policing was introduced to ensure that suspected cases particularly among members of the public served out their quarantine orders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional preparedness and ineptitude in responding to global forces"
        },
        {
            "text": "The intervention recommended by WHO is instructive mainly because of the implications that globalisation in the future would signal for cities as well as countries seeking closer integration with global economy and networks. For the management of SARS at the international level, the WHO has recommended a surveillance plan that spans a variety of geographical zones. One of these geographical zones encompasses the sources or original starting points for SARS in Guangdung in southern China with high potential for species transfer of the virus. This is the zone with a potential for the re-emergence of the disease. Other zones comprise the countries and cities affected because of import through travellers from the potential zone of re-emergence of SARS. Indeed, the links between these two types of geographical zones identify a territorial swathe connected through business and tourism as well as migration. In brief, globalisation has been a force in paving the way for the recent outbreak of SARS and its geographical distribution in terms of transmissions, patients and fatalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Apart from the two geographical zones linked by the potential for a re-emergence of the disease mainly because of the global business and travel connecting the zones affected in the last outbreak, the remaining zones comprise areas facing relatively low risk from SARS and its spread. At the local level and institutionally, the emphasis is on early detection and management of the cases. Institutional processes of contact tracing and the sharing of databases of such infectious diseases and patients among health institutions and workers also appear crucial should the disease re-emerge in the future. Public health control measures were applied at three fronts-prevention and control within healthcare settings, community and at the borders (James et al. 2006, p. 20) . These measures included a designated hospital for the treatment of SARS patients as well as stringent entry and exit checks at port and airport to screen and control importation as well as exportation of new cases. 'The rapid containment of the outbreak was due to the strong political leadership, effective command, control and coordination at all levels, prompt and coordinated interagency response, high level of professionalism and dedication of HCWs (Health care workers), and strong community support' (Goh et al. 2006, p. 309; also see Chua 2004; Menon and Goh 2005) .",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 770,
                    "text": "(James et al. 2006, p. 20)",
                    "ref_id": null
                },
                {
                    "start": 1281,
                    "end": 1306,
                    "text": "(Goh et al. 2006, p. 309;",
                    "ref_id": null
                },
                {
                    "start": 1307,
                    "end": 1326,
                    "text": "also see Chua 2004;",
                    "ref_id": null
                },
                {
                    "start": 1327,
                    "end": 1346,
                    "text": "Menon and Goh 2005)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Among all the public sector hospitals, only one was spared from the onslaught of SARS which meant that the virus spread to all the rest. The then Health Minister, Mr Lim Hng Kiang, suggested that the hospitals lapsed because of the mind set that 'I'm the tertiary hospital, I know what to do. Why are you telling me what to do? Infection control, these are all basic things. So this is where they messed up unfortunately. ... SGH (Singapore General Hospital) was a disappointment' (Chua 2004, p. 65) . The Minister had noted that a regimental sergeant-major (RSM) type of CEO would do well during SARS because this CEO would have been able to maintain tight discipline in infection control measures. 'In the army, we call it battle discipline. I don't need generals, I told the hospitals. I need RSMs' (Chua 2004, p. 65) . In other words, the Minister for Health during the SARS epidemic in Singapore was commenting on the readiness of hospitals to contain infection and arrest the spread of the virus.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 499,
                    "text": "(Chua 2004, p. 65)",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 820,
                    "text": "(Chua 2004, p. 65)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Other lapses highlighted the need for a system for contact-tracing. This would be a system to enable quarantining measures to be taken once people who had been in contact with patients had been traced. Not only was contact-tracing stretching to the limits the resources of the hospitals but the subsequent system that was established failed to put such tracing into place when relevant public sector agencies were in the process of shutting down facilities and isolating them because of a SARS case that had been identified. Such contact-tracing became crucial in ensuring quarantine measures were put into place effectively. The Ministry of Health found that it was unable to cope with the sheer scale of the contact-tracing effort. Neither was it able to maintain an effective quarantine system nor provide information to the public at the same time. Both the Ministry of Defence and Singapore Armed Forces were needed to support the effort of the Ministry of Health with software to maintain the database necessary for contact-tracing, a call centre to help members of the public and also people serving their quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In many ways, the SARS outbreak in Singapore highlighted the need for a patientcentric process of case-management particularly by the health care delivery system that is in place. Briefly, institutions in the health care delivery system will have to establish a case profile that recognises other institutional intervention or institutions involved in the management of cases or patients that all hospitals can share. Currently the system relies mostly on patients to carry their case history, particularly the hospitals or clinics where they have been, to the next hospital they are visiting. Such transfers of patients among hospitals led to the rapid spread of the virus to the hospitals where the largest clusters, that is, numbers of people and health workers, were infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An important implication arising from the way in which SARS spread among Singapore health institutions is the need for greater connectivity among agencies and workers in the health-care delivery system. Institutions need to put in place, processes in terms of cooperative procedures for information sharing and co-management of cases particularly that of emerging infectious diseases such as, SARS. An urgent need for open and transparent collaboration among countries has been highlighted (Heymann 2006) . Indeed, such collaboration led to the interruption of human-to-human transmission of SARS at all sites within six months. The SARS crisis was a tragic way of showing up the gaps in the institutional processes of health agencies in Singapore for effective response to hazards, such as emerging infectious diseases, that global travel can bring.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 504,
                    "text": "(Heymann 2006)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nonetheless, Singapore has been praised by WHO and others for the establishment of public health control measures involving cross-sectional inter-ministerial collaboration and coordination (James et al. 2006) . These were the measures that eventually led to the containment of the spread of the disease.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 208,
                    "text": "(James et al. 2006)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The economic costs of SARS were high. Singapore's open economy is highly dependent on the use of its airport and port as well as its airlines such as Singapore Airlines. In addition, the hotel industry and related activities were highly dependent on tourism as well as international business travel. Much of the tourism sector came to a standstill and shoppers stayed away from eateries and other commercial outlets. Globally, Smith (2006, p. 3114) cites sources that estimated the macro-economic impact of SARS at US$30-100 billion or around US$3-10 million/case. In a rather macabre twist, a number of the hotels served as quarantine centres for staff of a mental health institute where another fever cluster had been identified during the original SARS outbreak. While it proved to be a false alarm, it was a decision taken to quarantine health workers of the institute in hotels because the institute itself had no facilities to accommodate the staff. The measure taken underscores the limits to which the institutions of Singapore and in particular, its health delivery system as well as public health processes were stretched during the SARS crisis.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 448,
                    "text": "Globally, Smith (2006, p. 3114)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Animal origins of SARS coronavirus: possible links with the international trade in small carnivores",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "359",
            "issn": "",
            "pages": "1107--1114",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nipah virus: a recently emergent deadly paramyxovirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "288",
            "issn": "",
            "pages": "1432--1435",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A defining moment-how Singapore beat SARS. Institute of Policy Studies and Ministry of Communications, Information and the Arts",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acad Med",
            "volume": "80",
            "issn": "",
            "pages": "1079--1085",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human geography-landscapes of human activities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fellmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Getis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Getis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiology and control of SARS in Singapore",
            "authors": [
                {
                    "first": "K-T",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cutter",
                    "suffix": ""
                },
                {
                    "first": "B-H",
                    "middle": [],
                    "last": "Heng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Bkw",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Acad Med",
            "volume": "35",
            "issn": "",
            "pages": "301--316",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe acute respiratory syndrome (SARS): breath-taking progress",
            "authors": [
                {
                    "first": "D ;",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "Oxford",
                    "middle": [],
                    "last": "Blackwell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Hawkey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhagani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Med Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "609--613",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS and emerging infectious diseases: a challenge to place global solidarity above national sovereignty",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Acad Med",
            "volume": "35",
            "issn": "",
            "pages": "350--353",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Public health measures implemented during the SARS outbreak in Singapore",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cutter",
                    "suffix": ""
                },
                {
                    "first": "Ma",
                    "middle": [
                        "S"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Public Health",
            "volume": "26",
            "issn": "",
            "pages": "20--26",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nipah virus encephalitis outbreak in Malaysia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Keohane",
                    "suffix": ""
                },
                {
                    "first": "Js ; Addison-Wesley",
                    "middle": [],
                    "last": "Nye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "34",
            "issn": "2",
            "pages": "48--51",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Conceptualising global politics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mcgrew",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Global politics: globalisation and the nation-state",
            "volume": "",
            "issn": "",
            "pages": "1--28",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transparency and trust: risk communications and the Singapore experience in managing SARS",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "U"
                    ],
                    "last": "Menon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Goh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Commun Manage",
            "volume": "9",
            "issn": "",
            "pages": "375--383",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "World society and the nation-state",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "O"
                    ],
                    "last": "Ramirez",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Sociol",
            "volume": "103",
            "issn": "1",
            "pages": "144--175",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Factors in the emergence of infectious diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Emerg Infect Dis",
            "volume": "1",
            "issn": "",
            "pages": "7--15",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Beyond the port city-development and identity in 21st century Singapore",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Human health: infectious and parasitic diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Patz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Confalonieri",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Millennium ecosystem assessment: conditions and trends",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Responding to global infectious disease outbreaks: lessons from SARS on the role of risk perception, communication and management",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodrik",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Soc Sci Med",
            "volume": "63",
            "issn": "",
            "pages": "3113--3123",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The retreat of the state: the diffusion of power in the world economy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Strange",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "SARS: how to manage future outbreaks?",
            "authors": [
                {
                    "first": "Dyh",
                    "middle": [],
                    "last": "Tai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Acad Med",
            "volume": "35",
            "issn": "",
            "pages": "368--373",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "SARS: responding to an unknown virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Tambyah",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "23",
            "issn": "8",
            "pages": "589--595",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "SARS in Singapore: surveillance strategies in a globalising city",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "Bsa",
                    "middle": [],
                    "last": "Yeoh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Ong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Health Policy",
            "volume": "72",
            "issn": "",
            "pages": "279--291",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "WHO (1996) World Health Report 1996: fighting disease, fostering development. World Health Organisation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Website",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "July 2003, 325 cases have been discarded in Taiwan, China. Laboratory information was insufficient or incomplete for 135 discarded cases, of which 101 died",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Probable SARS cases-estimated figures around the world",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "). http://www.who.int/csr/sars/country/table/en/index.html (Access on 26 March 2007).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}