{
    "paper_id": "818b0dd9273876953b84eb47be32b171b1255af3",
    "metadata": {
        "title": "The first detection and full-length genome sequence of porcine deltacoronavirus isolated in Lao PDR",
        "authors": [
            {
                "first": "Athip",
                "middle": [],
                "last": "Lorsirigool",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chulalongkorn University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Kepalee Saeng-Chuto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chulalongkorn University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Gun Temeeyasen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chulalongkorn University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Adthakorn",
                "middle": [],
                "last": "Madapong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chulalongkorn University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Thitima",
                "middle": [],
                "last": "Tripipat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chulalongkorn University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Matthew"
                ],
                "last": "Wegner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chulalongkorn University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Angkana"
                ],
                "last": "Tuntituvanont",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chulalongkorn University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Manakant Intrakamhaeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahasarakham University",
                    "location": {
                        "settlement": "Maha Sarakham",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Dachrit Nilubol",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chulalongkorn University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Porcine deltacoronavirus (PDCoV) has been reported in many countries, including Hong Kong, the United States, South Korea, China and Thailand. In January 2016, clinical diarrhea similar to that of porcine epidemic diarrhea virus (PEDV) with a lower mortality rate was reported on a swine farm in Lao PDR. Intestine samples were collected from 3-day-old pigs with clinical diarrhea and assayed for the presence of swine enteric coronaviruses. The PCR results were positive for PDCoV but negative for PEDV and TGEV. A phylogenetic tree demonstrated that PDCoV from Lao PDR was grouped separately from PDCoV isolates from China and the USA, but was more closely related to the Chinese isolates than to the US isolates. The full-length genome sequence of the novel PDCoV isolate P1_16_BTL_0116 was determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "& Dachrit Nilubol",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine deltacoronavirus (PDCoV) is an enveloped, positive sense, single-stranded RNA virus belonging to the genus Deltacoronavirus, family Coronaviridae, order",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nidovirales. The family Coronaviridae is divided into four genera, including Alphacoroanavirus, Betacoronavirus, Gammacoronavirus, and Deltacoronavirus [6] . PDCoV, a recently described enteric pathogen, was first discovered in Hong Kong in 2012 [7] . In February 2014, PDCoV was first reported on a swine farm in Ohio, USA. Since then, the virus has been detected in many US states in addition to Asian countries, including Korea and China [2, 4, 5] . In this study, we determined the full-length genome sequence of PDCoV isolated in the Lao People's Democratic Republic (Lao PDR).",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 445,
                    "end": 447,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 448,
                    "end": 450,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In January 2016, a clinical diarrhea outbreak was reported on a swine farm located in Khammouane province, Lao PDR. The herd was a farrow-to-finisher herd with an inventory of 1,200 sows. The breeding herd had four breeding-gestating rooms and six farrowing rooms. Farrowing houses operate an all-in/all-out system on a weekly basis. Clinical abnormalities including vomiting and watery diarrhea were observed in early January 2016 in a litter of 3-day-old pigs. Diarrhea was then observed in 33 of 59 litters in the room within 12 hours. Two hundred fifty-seven of 603 pigs died 3 days later, and the consulting veterinarian ordered a planned exposure with intestines from pigs with diarrhea. All sows in the herd were orally administered infected intestine (feedback) for 3 consecutive days. The sow herd status resumed to normal approximately 3 weeks after feedback, and the breeding herd started to rear pigs with no clinical disease. A total of 637 pigs were lost in the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Prior to feedback, 10 intestinal samples were collected from 3 to 5-day-old pigs displaying watery diarrhea and tested for viral enteric pathogens of the family Coronaviridae, including porcine epidemic diarrhea virus (PEDV), transmissible gastroenteritis virus (TGEV), and porcine deltacoronavirus (PDCoCV), using a PCR technique. All intestinal samples were minced into small pieces. Total RNA was extracted and converted to cDNA using a Nucleospin Ò RNA Virus kit (Macherey-Nagel Inc., PA, USA). PCR was performed using specific primers for the spike (S) gene of PEDV [3] , the nucleocapsid (N) gene of TGEV [1] , and the membrane (M) and nucleocapsid (N) genes of PDCoV [5] for screening. Sequencing was performed by First BASE Laboratories Inc. (Selangor, Malaysia).",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 574,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The PCR results demonstrated that all samples were positive for PDCoV (10/10), and none were PCR positive for PEDV (0/10) or TGEV (0/10). After that, the fulllength genome was sequenced using 26 overlapping regions of each genome (Supplementary Material). Each region was cloned into pGEM-T Easy Vector (Promega, Madison, WI, USA) and sequenced in both directions in triplicate as per the previously reported protocol [5] . The 5 0 and 3 0 terminal regions were determined using a kit for rapid amplification of 5 0 and 3 0 cDNA ends (5 0 and 3 0 -RACE) (Clontech, Japan).",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "PDCoV designated P1_16_BTL_0116 was isolated. The full-length genome sequence was deposited in the Gene-Bank database under accession number KX118627. The full-length genome sequence of the isolate is 25,402 nucleotides (nt) in length. Its genome organization resembles to that of all previously sequenced PDCoV genomes, with the gene order 5 0 -ORF1a/1b-S-envelope (E)-membrane (M)-nonstructural protein 6 (Nsp6)-nucleocapsid (N)-nonstructural protein 7 (Nsp7)-3 0 . The lengths of ORF1a/1b, S, E, M, and N genes are 18,786 nt, 3,477 nt, 249 nt, 651 nt, and 1,026 nt, respectively. To determine the evolutionary relationships between P1_16_BTL_0116 and other PDCoVs available in GenBank, phylogenetic analysis was carried out based on the full-length genome sequence. The results of the phylogenetic analysis demonstrated that the P1_16_BTL_0116 isolate belongs to a new group of PDCoVs that are separated from both the Chinese and US groups (Fig. 1) Based on the S gene, the P1_16_BTL_0116 isolate is closely related to Chinese PDCoVs, with 95.7-96.9 % and 98.5-99.1 % nucleotide and amino acid sequence identity, respectively. It also shared sequence similarity with the US PDCoV isolate, with 96.2-96.5 % and 98.2-99.1 % identity at the nucleotide and amino acid level, respectively. Twentythree and 25 amino acid substitutions were observed in the Laos PDCoV isolate when compared to Chinese and US PDCoV isolates, respectively. In addition, the P1_16_BTL_0116 isolate contained a deletion of one amino acid (N) at position 51, similar to isolates in the China-like group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 943,
                    "end": 951,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "In the M gene, compared to Chinese PDCoV isolates, the Lao PDCoV isolate had 98.1-98.7 % and 99.5 % nucleotide and amino acid sequence identity, respectively. The Laos PDCoV isolate had 98.0-98.3 % nucleotide and 99.5 amino acid sequence identity to the US PDCoV. Only one amino acid substitution was observed between the Laos PDCoV isolate and the Chinese and US PDCoV isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the N gene, the nucleotide and amino acid sequences of the Lao PDCoV isolate were 98.1-98.7 % and 98.5-99.1 % identical, respectively, to those of Chinese PDCoV isolates and 97.8-98.1 % and 98.2-99.1 % identical, respectively, to those of the US PDCoV isolates. Four amino acid substitutions were observed between the Laos PDCoV isolate and the Chinese and US PDCoV isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, the full-length genome sequence of a PDCoV isolate from Lao DPR was determined. The findings suggest the presence of PDCoV in Lao PDR causing a diarrhea outbreak similar to that of PEDV. Phylogentic analysis showed that this novel isolate cluster separately from Chinese and US PDCoV isolates but was more closely related to the Chinese PDCoV that to the US isolates. Therefore, there is an urgent need to monitor the infection status of PDCoV and the molecular epidemiology in Lao PDR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nucleotide sequence accession number The complete genome sequences of P1_16_BTL_0116 isolate has been deposited in GenBank under accession number KX118627. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Detection and differentiation of porcine epidemic diarrhoea virus and transmissible gastroenteritis virus in clinical samples by multiplex RT-PCR",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Chae",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet Rec",
            "volume": "146",
            "issn": "",
            "pages": "637--640",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Complete genome characterization of Korean porcine deltacoronavirus strain KOR/KNU14-04",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome announcements",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sequence analysis of the partial spike glycoprotein gene of porcine epidemic diarrhea viruses isolated in Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virus Genes",
            "volume": "35",
            "issn": "",
            "pages": "321--332",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Newly emerged porcine deltacoronavirus associated with diarrhoea in swine in China: identification, prevalence and full-length genome sequence analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Transbound Emerg Dis",
            "volume": "62",
            "issn": "",
            "pages": "575--580",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Detection and genetic characterization of deltacoronavirus in pigs",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Byrum",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1227--1230",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus genomics and bioinformatics analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "1804--1820",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Discovery of seven novel Mammalian and avian coronaviruses in the genus deltacoronavirus supports bat coronaviruses as the gene source of alphacoronavirus and betacoronavirus and avian coronaviruses as the gene source of gammacoronavirus and deltacoronavirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "3995--4008",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Electronic supplementary material The online version of this article (doi:10.1007/s00705-016-2983-8) contains supplementary material, which is available to authorized users.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Phylogenetic analysis based on the nucleotide sequence of the full-length genome of porcine deltacoronavirus (PDCoV), performed using the Bayesian Markov chain Monte Carlo (BMCMC) method. The P1_16_BTL_0116 isolate, the isolate from Lao PDR, is highlighted in yellow. The red and blue underlining indicates the US and China PDCoV group, respectively. The reference sequences obtained from GenBank are indicated by strain name and accession number (color figure online) 760 were observed between P1_16_BTL_0116 and isolates in the China-like and US-like groups.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Five genes, including ORF1a/1b, S, M, and N, were further analyzed. ). Moreover, the P1_16_BTL_0116 isolate is closely related to isolates from the USA, with 97.2-97.3 % and 94.0-94.1 % sequence identity at the nucleotide and amino acid level, respectively. Based on the ORF1a/1b gene, pairwise nucleotide and amino acid sequence identity values between the P1_16_BTL_0116 isolate and isolates in the China-like group were in the range of 97.2-97.9 % and 95.8-96.7 %, respectively, and and those with the US-like group were 97.3-97.4 % and 96.0-96.1 %, respectively. Moreover, 84 substitutions and five deletions of two ( 401 LK 402 ) and three ( 758 PVG 760 ) amino acids at positions 401 to 402 and 758 to",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of the nucleotide and amino acid sequence identities (%) based on the full-length genome sequence of the P1_16_BTL_0116 isolate with those of porcine deltacoronavirus (PDCoV) isolates previously reported from the USA and China",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments The authors are grateful to the National Research Council of Thailand for funding this research. Partial funding was provided by Special Task Force for Activating Research (STAR), swine viral evolution and vaccine research (SVEVR), Chulalongkorn University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The study was funded by the government budget year 2012-13 (Grant number 5080001) and the Ratchadaphiseksomphot Endowment Fund 2013 of Chulalongkorn University (CU-56-527-HR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "The authors declare that they have no conflict of interest related to this work.Ethical approval All applicable international, national, and/or institutional guidelines for the care and use of animals were followed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}