{
    "paper_id": "81ea996d3e783bdc0a4ff11e23eec5bbac083fad",
    "metadata": {
        "title": "Estimating the reproduction number of COVID-19 in Iran using epidemic modeling",
        "authors": [
            {
                "first": "Ebrahim",
                "middle": [],
                "last": "Sahafizadeh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samaneh",
                "middle": [],
                "last": "Sartoli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As reported by Iranian governments, the first cases of coronavirus infections confirmed in Qom, Iran on February 19, 2020 (30 Bahman 1398). The number of identified cases afterward increased rapidly and the novel coronavirus spread to all provinces of the country. This study aimed to fit an epidemic model to the reported cases data to estimate the basic reproduction number (ܴ ) of COVID-19 in Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We used data from February 21, 2020, to March 18, 2020, on the number of cases reported by Iranian governments and we employed the SIR (Susceptible-Infectious-Removed) epidemic spreading model to fit the transmission model to the reported cases data by tuning the parameters in order to estimate the basic reproduction number of COVID-19 in Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The value of reproduction number was estimated 4.86 in the first week and 4.5 in the second and decreasing from 4.29 to 2.1 in the third and fourth weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The results indicate that the basic reproduction number of COVID-19 is significantly larger than one. Based on the results, it is necessary to implement social distancing and a strict restriction on travelling to control the outbreak especially on Nowruz (Persian New Year).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On December 31, 2019, the novel coronavirus (COVID-19) emerged in Wuhan, China [1] and the potential of transmitting virus via human travelling caused to spread the novel corona virus to other Chinese provinces as well as the other countries [2] .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Iranian governments reported the first confirmed cases of novel coronavirus (COVID-19) infections in Qom, on February 19, 2020 (30 Bahman 1398) [3] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Tehran, Guilan and Markazi were the other provinces confirmed to be infected by coronavirus during the next days of the outbreak. After one week Iranian governments confirmed that 18 out of 31 provinces of Iran were infected by the novel coronavirus. After two weeks the number of reported cases increased to 2922 people of whom 92 cases died and 552 cases recovered [3] .",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The aim of this study is to estimate basic reproduction number (R0) of COVID-19 in Iran. For this purpose, we use the reported data by Iranian governments and develop an epidemic model to fit on the real data by tuning the model parameters. We then use the model parameters' values to calculate the basic reproduction number of COVID-19 in Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We employ the SIR (Susceptible-Infected-Removed) epidemic model to represent the spreading process of COVID-19 in Iran. SIR model is an epidemic spreading model proposed by Kermack and McKendric [4] . We estimate the parameters of model to get a best fit on reported data of COVID-19 outbreak in Iran. The differential equations of the SIR model are given as [5] :",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 198,
                    "text": "Kermack and McKendric [4]",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "are the number of susceptible, infected and removed people. We assume that removed cases are the summation of recovered and dead cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "ߚ is the infection rate, and ߛ is the remove rate which is the inverse of infectious period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The basic reproduction number, ܴ , is the average number of the secondary individuals in a complete susceptible population infected by a single infected person during its spreading life [6] . When",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "virus spreads through the population and when ܴ ൏ 1 the outbreak will stop due to decreasing the number of new cases. According to Eq. (2) when the number of infected people increases we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ܴ 1"
        },
        {
            "text": "In a complete susceptible population which",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ܴ 1"
        },
        {
            "text": "can be written as the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ܴ 1"
        },
        {
            "text": "According to Eq. 6 and definition of ܴ we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ܴ 1"
        },
        {
            "text": "Due to the infection of all provinces of Iran, N is assumed to be the population of Iran (81800269 in 2018) which was obtained from the World Bank [7] . As the government did not restrict any traveling and did not place people under quarantine during the outbreak, we assume the population network as a homogeneous mixing network.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "ܴ 1"
        },
        {
            "text": "We model epidemic spreading in the period from February 21, 2020 to March 18, 2020. Table 1 . Shows the number of reported infected cases and reported removed cases by Iran ministry of health and medical education (MOHME) [3] . MOHME reported the first two cases of COVID-19 infections and their death on 19 February, 2020 which is indicated as day zero in Table 1 .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 364,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "ܴ 1"
        },
        {
            "text": "The Runge-Kutta method is used to resolve the SIR model's ODEs to fit model on reported data. Numerical simulation is conducted in MATLAB and we tune the parameters β and γ to have the best fit plot on reported data plot. We then estimate the basic reproduction number by dividing ߚ on ߛ . The SIR model fitting results are shown in Fig. 1 Through Fig.  4 . The red and green plots are model plots and the blue and pink plots are reported data plots. As shown in Fig. 1 for the 13 th day to 16 th day of outbreak. Fig. 4 shows that reproduction number significantly decreased to 2.1 between March 6, 2020 to March 18, 2020, which is the consequent of self-quarantining and reducing working time by government.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 339,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 348,
                    "end": 355,
                    "text": "Fig.  4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 463,
                    "end": 469,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 514,
                    "end": 520,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this study, we employed SIR epidemic model, to fit the reported data in Iran and estimate the basic reproduction number of COVID-19 in Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies estimated basic reproduction number between 2.2 and 4. Chen et.al [1] showed that the basic reproduction number of COVID-19 was 3.58 using the reported data in Wuhan City, China. Read et.al [8] showed that the ܴ of COVID-19 was . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint [11] .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The simulation results of this study indicated that the ܴ of COVID-19 was 4.86 in the first week of the outbreak which was significantly larger than one. The schools and universities closed in the first week and in the second week the effective reproduction number decreased to 4.5. In the second week the working time reduced and effective reproduction number decreased to 4.29 from 13 th day to 16 th . Comparing to the other researches, the results showed that In the third and fourth weeks people decided to stay at home spontaneously and the government reduced the working time. The effective reproduction number significantly decreased to 2.1 between March 6, 2020 to March 18, 2020, which indicates that social distancing and prevention of travelling is needed to control the outbreak. I  n  f  e  c  t  i  o  u  s  (  M  o  d  e  l  )  I  n  f  e  c  t  i  o  u  s  (  R  e  a  l  )  R  e  m  o  v  e  d  (  M  o  d  e  l  )  R  e  m  o  v  e  d  (  R  e  a  l  ) . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 793,
                    "end": 971,
                    "text": "I  n  f  e  c  t  i  o  u  s  (  M  o  d  e  l  )  I  n  f  e  c  t  i  o  u  s  (  R  e  a  l  )  R  e  m  o  v  e  d  (  M  o  d  e  l  )  R  e  m  o  v  e  d  (  R  e  a  l  )",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.20.20038422 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Basic reproduction number of COVID-19 is an important parameter which is used to estimate the risk of COVID-19 outbreak. We estimated the basic reproduction number (R ) of COVID-19 outbreak in Iran using SIR model by fitting the model to official reported data. According to the results, it is observed that reproduction number of COVID-19 in Iran in the early stages 4.86, 4.5 and 4.29 are higher than the previous estimated [1] [2] [10] .",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 429,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Self-quarantine and control strategies implemented by government significantly decreased the effective reproduction number of COVID-19 between March, 6 and March, 18. However, Persian New Year (Nowruz) which is celebrated by Iranian people probably increases the contact and travelling rate and consequently will increase the reproduction number of COVID-19. Hence, the government should implement a strict prevention of traveling to control the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A mathematical model for simulating the phase-based transmissibility of a novel coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rui",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J.-A",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect. Dis. Poverty",
            "volume": "9",
            "issn": "24",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Report 3: Transmissibility of 2019-nCoV",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Imp. Coll. London",
            "volume": "",
            "issn": "",
            "pages": "2--6",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ministry of Health and Medical Education (MOHME)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Contributions to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. R. Soc. London",
            "volume": "115",
            "issn": "772",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Rev",
            "volume": "42",
            "issn": "4",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Kermack-McKendrick epidemic model revisited",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Math. Biosci",
            "volume": "198",
            "issn": "2",
            "pages": "119--131",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Iran, Islamic Rep",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P J"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Jonathan",
                    "middle": [
                        "M"
                    ],
                    "last": "Read1",
                    "suffix": ""
                },
                {
                    "first": "Jessica",
                    "middle": [
                        "R E"
                    ],
                    "last": "Bridgen1",
                    "suffix": ""
                },
                {
                    "first": "Derek",
                    "middle": [
                        "A T"
                    ],
                    "last": "Cummings2",
                    "suffix": ""
                },
                {
                    "first": "Antonia",
                    "middle": [],
                    "last": "Ho3",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "10225",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Plot of COVID-19 outbreak on the first weekFig. 2: Plot of COVID-19 outbreak on the second weekFig. 3: Plot of COVID-19 outbreak from the 13 th day to 16 th .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Plot of COVID-19 outbreak from the 16 th day to 28 th .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", we estimated that the",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Authors' contributions ES conducted the experiments and analyzed the results and wrote the manuscript; SS collected the reported cases data and review and edited the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors received no specific funding for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Information related to the study is in the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}