{
    "paper_id": "81eaedbf1b525a97b71ad3c7316ea0d7c0615310",
    "metadata": {
        "title": "Characterization of the biochemical properties and identification of amino acids forming the catalytic center of 3C-like proteinase of porcine reproductive and respiratory syndrome virus",
        "authors": [
            {
                "first": "Ao-Tian",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan-Jun",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guo-Xin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Hai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [
                    "•"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "-Ping",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Guang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhi",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose of work The non-structural protein 4 (Nsp4) of porcine reproductive and respiratory syndrome virus (PRRSV) functions as a 3C-like proteinase (3CLpro) and plays a pivotal role in gene expression and replication. We have examined the biochemical properties of PRRSV 3CLpro and identified those amino acid residues involved in its catalytic activity as a prelude to developing anti-PRRSV strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The 3C-like proteinase (3CLpro) of porcine reproductive and respiratory syndrome virus (PRRSV) was expressed in Escherichia coli and characterized. The optimal temperature and pH for its proteolytic activity were 8°C and 7.5, respectively. Na ? (1000 mM) and K ? (500 mM) were not inhibitory to its activity but Cu 2? , Zn 2? , PMSF and EDTA were significantly inhibitory. His 39 , Asp 64 and Ser 118 residues were identified to form the catalytic triad of PRRSV 3CLpro by a series of site-directed mutagenesis analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords 3C-like proteinase Á Nsp4 Á Porcine reproductive and respiratory syndrome virus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine reproductive and respiratory syndrome (PRRS) is an important disease throughout the world, leading to significant economic losses in pig production (Neumann et al. 2005; Tong et al. 2007) . PRRS virus (PRRSV) was identified as the etiological agent of the disease (Thiel et al. 1993) . PRRSV genome is a positive-strand RNA of approximately 15,000 nucleotides, comprising 8 open reading frames (ORFs). ORF1 is comprised of two large overlapping ORFs, ORF1a and ORF1b (Meulenberg et al. 1993; Thiel et al. 1993) . ORF1a is translated directly whereas ORF1b is translated by a ribosomal frame shift, yielding a large ORF1ab polyprotein that is cleaved by virus-encoded proteinases into products related to the virus transcription and replication (Allende et al. 1999) . After the autocatalytic release of nonstructural protein 1a (Nsp1a), Nsp1b and Nsp2, the remainder of the ORF1ab polyprotein is cleaved into at least 10 nonstructural proteins (Nsp3-12) by Nsp4 (Ziebuhr et al. 2000) . PRRSV Nsp4 belongs to the 3C-like serine proteinases (3CLSP), or 3C-like proteinase (3CLpro). The predicted catalytic triad of PRRSV 3CLpro Ao-Tian Xu and Yan-Jun Zhou contributed equally to this study.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 177,
                    "text": "(Neumann et al. 2005;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 178,
                    "end": 195,
                    "text": "Tong et al. 2007)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 272,
                    "end": 291,
                    "text": "(Thiel et al. 1993)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 475,
                    "end": 499,
                    "text": "(Meulenberg et al. 1993;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 500,
                    "end": 518,
                    "text": "Thiel et al. 1993)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 752,
                    "end": 773,
                    "text": "(Allende et al. 1999)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 970,
                    "end": 991,
                    "text": "(Ziebuhr et al. 2000)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Electronic supplementary material The online version of this article (doi:10.1007/s10529-010-0370-1) contains supplementary material, which is available to authorized users. (Snijder et al. 1996) . The three-dimensional structure of PRRSV 3CLpro has recently been determined by X-ray crystallography (Tian et al. 2009) , which makes it possible to identify amino acid residues on its active site by using site-directed mutagenesis assay.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 195,
                    "text": "(Snijder et al. 1996)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 300,
                    "end": 318,
                    "text": "(Tian et al. 2009)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ascribing to its important role in the virus life circle, PRRSV 3CLpro has been suggested as a promising target for antiviral drug design (Tian et al. 2009 ). The objectives of the present study were to characterize the biochemical properties of PRRSV 3CLpro and identify amino acid residues to be essential for maintaining its proteolytic activity.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 155,
                    "text": "(Tian et al. 2009",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "PRRSV strain, cell culture and protein expression system PRRSV HuN4 strain (Tong et al. 2007 ), Marc-145 cells, pET-32a (?) vector, E. coli DH5a, and BL21 (DE3) were used in the present study.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 92,
                    "text": "(Tong et al. 2007",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Viral RNA was isolated from Marc-145 cells infected with PRRSV and reverse transcribed using oligo (dT)18 primer. The cDNA encoding the 3CLpro was amplified by PCR from the reversely transcribed mixture with the primer pairs 3CL-F/3CL-R, in that NdeI and XhoI restriction sites were introduced at the 5 0 -and 3 0 -ends, respectively. The PCR product was placed downstream of the T7 promoter, and the resultant plasmid designated pT7HisPro. Similarly, the cDNA encoding the Nsp3 0 4 that covered the last 8 residues of Nsp3 and the whole sequence of Nsp4 was amplified with the primer pairs Nsp3 0 4-F/Nsp3 0 4-R, in that KpnI and HindIII restriction sites were introduced at the 5 0 -and 3 0 -ends, respectively. The PCR product was cloned into the pET32a vector, and the resultant plasmid was designated as pET32a-Nsp3 0 4. The Ser 118 to Tyr mutation of the 3CLpro was introduced into pET32a-Nsp3 0 4 with the primer pairs Ser 118 ? Tyr-F/Ser 118 ? Tyr-R by a modified PCR-based site-directed mutagenesis method (Fisher and Pei 1997) , and the resultant plasmid was designated as pET32a-Nsp3 0 4 (Ser 118 to Tyr). The primers used in the study are listed in Supplementary  Table 1. Expression and purification of PRRSV 3CLpro and pET32a-Nsp3 0 4 (Ser 118 to Tyr)",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1036,
                    "text": "(Fisher and Pei 1997)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1161,
                    "end": 1184,
                    "text": "Supplementary  Table 1.",
                    "ref_id": null
                }
            ],
            "section": "Construction of plasmids"
        },
        {
            "text": "The plasmids pT7HisPro and pET32a-Nsp3 0 4 (Ser 118 to Tyr) were transformed into E. coli BL21 (DE3). The transformed cells were grown at 37°C until the concentration at A 600 reached to 0.6-0.8 and then induced with IPTG for 5 h. The purification of recombinant proteins was performed using Ni-NTA column.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of plasmids"
        },
        {
            "text": "Several single amino acid substitutions were introduced into the plasmid pT7HisPro by a modified PCR-based site-directed mutagenesis method (Fisher and Pei 1997) . The primers used for site-directed mutagenesis are given in Supplementary Table 1 . The pT7HisPro-derived plasmids with amino acid substitutions were transformed into E. coli BL 21 (DE3). These recombinant proteins were also purified using Ni-NTA column.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 161,
                    "text": "(Fisher and Pei 1997)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 245,
                    "text": "Supplementary Table 1",
                    "ref_id": null
                }
            ],
            "section": "Site-directed mutagenesis"
        },
        {
            "text": "The proteolytic enzyme (5 lM) and substrate (5 lM) were reacted in 50 ll of 50 mM Tris/HCl buffer (pH 7.5) containing 100 mM NaCl for 24 h at 8°C. Details of the reaction mixtures are described in the respective sections. The reaction was stopped by the addition of a quarter volume of 59 sample buffer. The proteins were analyzed by 17.5% (v/v) SDS-PAGE. To estimate the efficiency of proteolytic cleavage, the densities of individual stained bands were scanned and calculated using BandScan version 5.0. The data of cleavage efficiency were expressed as the average values of three replicate experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proteolytic reaction"
        },
        {
            "text": "To express PRRSV 3CLpro, the plasmid pT7HisPro encoding the proteinase with His 6 -tag at N-terminus was constructed (Fig. 1) . The 3CLpro had a calculated molecular mass of 22.4 kDa. To observe proteolysis at the cleavage site between the Nsp3 and Nsp4, pET32a-Nsp3 0 4 (Ser 118 to Tyr) mutant protein with calculated molecular mass of 42.8 kDa) was used as the substrate, which included the N-terminal pET32a vector leader fragment, and Nsp3 0 4 fragment with the Tyr substitution of predicted active site Ser 118 (Fig. 1) . Although this protein had the 3CLpro sequence, autocatalytic cleavage did not occur because of the Ser 118 to Tyr mutation. If the substrate had been cleaved at the Nsp3 and Nsp4 junction (E/G) by the active 3CLpro, pET32a-Nsp3 0 moiety of 20.4 kDa and Nsp4 (Ser 118 to Tyr) moiety of 22.4 kDa would be expected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 524,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Construction of plasmids"
        },
        {
            "text": "Optimal temperature and pH for proteolytic activity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of plasmids"
        },
        {
            "text": "The proteolytic activity was optimal at 8°C ( Fig. 2) . At 4, 16, 28, 37, and 48°C, the proteolytic activity was measured as 89, 88, 87, 56, and 50% of that at 8°C, respectively. The proteolytic activity was maximal at pH 7.5 (Fig. 3) ; the activities were at pH 5.5, 6.0, 6.5, 7.0, 8.0, 8.5, 9.0 and 10.0, and were 33, 34, 56, 83, 92, 61, 34, and 22% respectively, of that at pH 7.5. These results indicated that the proteolytic enzyme had a relatively low tolerance for pH variation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "text": "Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 234,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Construction of plasmids"
        },
        {
            "text": "To provide further evidence that the proteolytic activity that was observed was mediated by the 3CLpro rather than by residual E. coli proteinase, the 3CLpro with the mutation of Ser 118 to Tyr was incubated with the substrate for 24 h at the optimal temperature and pH. Although the substrate contained the sequence recognized by wild-type 3CLpro, it was not cleaved by the mutant proteinase (Fig. 4 , lane 1), demonstrating that the proteolytic activity was mediated by PRRSV 3CLpro. Moreover, the Ser 118 to Tyr mutation caused a complete loss of Fig. 1 Schematic representation of the PRRSV genome and construction of expression plasmids. ORF1a and 1b polyproteins are predicted to be cleaved into Nsp1a, Nsp1b and Nsp2 through Nsp12. The plasmid pT7HisPro was designed to encode PRRSV 3CLpro. The plasmid pET32a-Nsp3 0 4 was designed to cover the last 8 residues of Nsp3 and the whole sequence of Nsp4   Fig. 2 Effect of temperature on proteinase activity. The enzyme (5 lM) and substrate (5 lM) were incubated in 50 mM Tris/HCl (pH 7.0) buffer containing 100 mM NaCl for 24 h at the indicated temperatures cleavage activity, confirming the importance of Ser 118 residue as a functional element. In addition, no cleavage activity was observed in other two control reactions without either the substrate or the enzyme (Fig. 4, lane 2, 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 400,
                    "text": "(Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 556,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 915,
                    "text": "Nsp4   Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1322,
                    "end": 1341,
                    "text": "(Fig. 4, lane 2, 3)",
                    "ref_id": null
                }
            ],
            "section": "Construction of plasmids"
        },
        {
            "text": "The enzyme was relatively insensitive to Na ? between 100 and 500 mM. More than 83% activity was retained even at 1000 mM Na ? (Fig. 5a) . In contrast with this finding in PRRSV, high concentrations of Na ? strongly inhibited the proteolytic activity of 3CLpros of the Chiba strain of Norovirus and equine arteritis virus (Someya et al. 2005; van Aken et al. 2006) . K ? (500 mM) did not inhibit proteolytic activity either (data not shown). Neither did Mn 2? , Mg 2? or Ca 2? at 5 mM (102, 95, and 103%, respectively), suggesting that PRRSV 3CLpro might be located or work in a confined environment inside infected cells rather than spreading throughout the whole cells. Further study is necessary to elucidate where and how PRRSV 3CLpro works in infected cells. Cu 2? and Zn 2? at 5 mM decreased the proteolytic activity to 62 or 50% (Fig. 5b) . Cu 2? and Zn 2? inhibit several viral proteinases, such as 3CLpros of severe acute respiratory syndrome-associated coronavirus and norovirus (Hsu et al. 2004; Someya et al. 2005) . These results may facilitate designing anti-PRRSV drugs that contain metal ion-conjugated compounds, which have been used in 3CL protease inhibitors for SARS-CoV (Hsu et al. 2004 ).",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 342,
                    "text": "(Someya et al. 2005;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 343,
                    "end": 364,
                    "text": "van Aken et al. 2006)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 989,
                    "end": 1006,
                    "text": "(Hsu et al. 2004;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1007,
                    "end": 1026,
                    "text": "Someya et al. 2005)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1191,
                    "end": 1207,
                    "text": "(Hsu et al. 2004",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 136,
                    "text": "(Fig. 5a)",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 845,
                    "text": "(Fig. 5b)",
                    "ref_id": null
                }
            ],
            "section": "Effect of ions on proteolytic activity"
        },
        {
            "text": "Effect of proteinase inhibitors on proteolytic activity PMSF inhibited the proteolytic activity of PRRSV 3CLpro up to 25% (Fig. 6) . EDTA showed even higher inhibitory effect (40% inhibition) than PMSF. The proteolytic activity of exfoliative toxin A, which is also a serine proteinase, has been reported to depend on Cu 2? (Sakurai and Kondo 1978) . The proteolytic activity of PRRSV 3CLpro may also depend on the presence of some divalent cations. Antipain, leupeptin, TPCK, E-64 and benzamidine did not show significant inhibitory effect. Fig. 3 Effect of pH on proteinase activity. The enzyme (5 lM) and substrate (5 lM) were incubated for 24 h at 8°C in the following buffers (50 mM) containing 100 mM NaCl: citrate (pH 5.5-6.5); Tris/HCl (pH 7.0-9.0); sodium bicarbonate (10.0) Fig. 4 Proteolytic reaction is mediated by PRRSV 3CLpro. The enzyme (5 lM) and substrate (5 lM) were incubated for 24 h at 8°C in 50 mM Tris/ HCl (pH 7.5) buffer containing 100 mM NaCl. Lanes 1 through 4, 3CLpro with Ser 118 to Tyr mutation, substrate alone, wild-type 3CLpro alone and wild-type 3CLpro",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 348,
                    "text": "(Sakurai and Kondo 1978)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 548,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 790,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Effect of ions on proteolytic activity"
        },
        {
            "text": "Mutational analysis of the catalytic site Seven single amino acid substitutions (His 39 to Pro, His 39 to Asn, Asp 64 to Ala, Asp 64 to Glu, Ser 118 to Phe, Ser 118 to Cys and Ser 118 to Pro) were introduced into PRRSV 3CLpro by site-directed mutagenesis. The proteolytic activities of these mutant proteins were measured in the trans-cleavage assay described above. As expected, all the substitutions of amino acids His 39 , Asp 64 and Ser 118 abolished the proteolytic activity (Fig. 7) . In a previous study, substitution of the predicted nucleophilic Ser 118 with Ala in PRRSV 3CLpro produced an inactive enzyme (Tian et al. 2009 ). The X-ray crystal structure of PRRSV 3CLpro revealed that the protein folded into two b-barrel structures (domains I and II), typical of the Fig. 5 Effect of NaCl concentrations (a) and divalent cations (b) on proteinase activity. The effect of metal ions was examined by preincubating the enzyme with the compound of interest for 2 h at 8°C. Thereafter, the substrate (5 lM final concentration) was added, and the extent of cleavage was calculated after 24 h incubation at 8°C. The activity was compared with that using 50 mM Tris/HCl buffer (pH 7.5) without cations. (a) The reaction mixtures with the indicated NaCl concentration. (b) The reaction mixtures with 5 mM of the indicated inons. Lane C, reactions without cations Fig. 6 Effect of proteinase inhibitors on proteolytic activity. The 3CLpro (5 lM) in 50 mM Tris/HCl buffer (pH 7.5) containing 100 mM NaCl was preincubated with different proteinase inhibitors (5 mM final concentration) for 2 h at 8°C. Thereafter, the substrate (5 lM final concentration) was added, and the extent of cleavage was calculated after 24 h incubation at 8°C. The cleavage activity in the absence of inhibitors was defined as 100%. Lane C, reaction without proteinase inhibitors. Lanes 1 through 7, reactions with antipain, PMSF, leupetin, TPCK, benzamidine, E-64 and EDTA catalytic domain of chymotrypsin-like proteinases. The canonical catalytic site was located at the opening of the cleft between domains I and II and consisted of residues His 39 , Asp 64 and Ser 118 (Tian et al. 2009 ). Taken together, these results supported the prediction that His 39 , Asp 64 and Ser 118 formed the catalytic triad of PRRSV 3CLpro (Snijder et al. 1996) .",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 633,
                    "text": "(Tian et al. 2009",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2149,
                    "end": 2166,
                    "text": "(Tian et al. 2009",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2301,
                    "end": 2322,
                    "text": "(Snijder et al. 1996)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 488,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 784,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1365,
                    "end": 1371,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Effect of ions on proteolytic activity"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "North American and European porcine reproductive and respiratory syndrome viruses differ in non-structural protein coding regions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Allende",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Gen Virol",
            "volume": "80",
            "issn": "",
            "pages": "307--315",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modification of a PCR-based sitedirected mutagenesis method",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Pei",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Biotechniques",
            "volume": "23",
            "issn": "",
            "pages": "570--574",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluation of metalconjugated compounds as inhibitors of 3CL protease of SARS-CoV",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "FEBS Lett",
            "volume": "574",
            "issn": "",
            "pages": "116--120",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lelystad virus, the causative agent of porcine epidemic abortion and respiratory syndrome (PEARS), is related to LDV and EAV",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Meulenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Hulst",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "De Meijer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virology",
            "volume": "192",
            "issn": "",
            "pages": "62--72",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assessment of the economic impact of porcine reproductive and respiratory syndrome on swine production in the United States",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kliebenstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Am Vet Med Assoc",
            "volume": "227",
            "issn": "",
            "pages": "385--392",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of staphylococcal exfoliatin A as a metallotoxin, with special reference to determination of the contained metal by radioactivation analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakurai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The arterivirus nsp4 protease is the prototype of a novel group of chymotrypsin-like enzymes, the 3C-like serine proteases",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Wassenaar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Dinten",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Biol Chem",
            "volume": "271",
            "issn": "",
            "pages": "4864--4871",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characterization of the norovirus 3C-like protease",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Someya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyamura",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virus Res",
            "volume": "110",
            "issn": "",
            "pages": "91--97",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Molecular characterization of positive-strand RNA viruses: pestiviruses and the porcine reproductive and respiratory syndrome virus (PRRSV)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Arch Virol Suppl",
            "volume": "7",
            "issn": "",
            "pages": "41--52",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Structure and cleavage specificity of the chymotrypsin-like serine protease (3CLSP/nsp4) of Porcine Reproductive and Respiratory Syndrome Virus (PRRSV)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Mol Biol",
            "volume": "392",
            "issn": "",
            "pages": "977--993",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Highly pathogenic porcine reproductive and respiratory syndrome",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Z"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "China. Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "1434--1436",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Expression, purification, and in vitro activity of an arterivirus main proteinase",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Aken",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Benckhuijsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Drijfhout",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Res",
            "volume": "120",
            "issn": "",
            "pages": "97--106",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Virus-encoded proteinases and proteolytic processing in the Nidovirales",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Gen Virol",
            "volume": "81",
            "issn": "",
            "pages": "853--879",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mutational analysis of the predicted active site residues of PRRSV 3CLpro. The substrate was incubated for 24 h at 8°C with wild-type PRRSV 3CLpro or mutants in 50 mM Tris/ HCl (pH 7.5) buffer containing 100 mM. Lane C, wild-type PRRSV 3CLpro; H 39 P, His 39 to Pro mutant; H 39 B, His 39 to Asn mutant",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Tong (&) Division of Swine Infectious Diseases, Shanghai Veterinary Research Institute, Chinese Academy of Agricultural Sciences, No. 518, Ziyue Road, Minhang District, Shanghai 200241, China e-mail: gztong@shvri.ac.cn consists of His 39 , Asp 64 , and Ser 118 (numbered according to the Nsp4 amino acid sequence)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}