{
    "paper_id": "8213acea5f1a592dae49adae07380fea8203910d",
    "metadata": {
        "title": "Predicting the number of reported and unreported cases for the COVID-19 epidemic in",
        "authors": [
            {
                "first": "South",
                "middle": [],
                "last": "Korea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "France",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Germany",
                "middle": [
                    "P"
                ],
                "last": "Magal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Webb",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University",
                    "location": {
                        "settlement": "Nashville",
                        "region": "TN",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We model the COVID-19 coronavirus epidemic in South Korea, Italy, France, and Germany. We use early reported case data to predict the cumulative number of reported cases to a final size. The key features of our model are the timing of implementation of major public policies restricting social movement, the identification and isolation of unreported cases, and the impact of asymptomatic infectious cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In a previous work [2] , we developed a model of the COVID-19 epidemic in China. The purpose of the model was to predict forward in time the future number of cases in a time-line of the epidemic from early reported case data. The model in [2] focused on the Chinese government imposed public policies designed to contain the epidemic. Our goal here is to apply this analysis to the COVID-19 epidemics in South Korea, Italy, France, and Germany. In an early phase of the epidemic, the reported case data grows exponentially, which corresponds to a constant transmission rate. We assume that government measures and public awareness cause this early constant transmission rate to change to a time dependent exponentially decreasing rate. We identify the early constant transmission rate using a method developed in [1] . We then identify the time dependent exponentially decreasing transmission rate from reported case data, and project forward the time-line of the epidemic course. We refer to [3, 4] for more results about this topic.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 993,
                    "end": 996,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 997,
                    "end": 999,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our model incorporates the following essential ingredients of COVID-19 epidemics: (1) the number of asymptomatic infectious individuals (with very mild or no symptoms), (2) the number of symptomatic reported infectious individuals (with severe symptoms) and (3) the number of symptomatic unreported infectious individuals (with mild symptoms).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 epidemics can be decomposed into three phases:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Phase I: The first phase of the epidemic corresponds to a linear growth in the number of reported cases, where the number of daily reported case is almost constant day after day;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Phase II: The second phase of the epidemic corresponds to an exponential increasing phase, where the number of cases grows exponentially, corresponding to a constant transmission rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Phase III: The third phase of the epidemic corresponds to a time dependent exponentially decreasing transmission rate, due to major public interventions and social distancing measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our analysis identifies the epidemics in South Korea, Italy, France, and Germany as Phase III. Our model is applicable to COVID-19 epidemics in any region with reported case data, which can be updated to higher accuracy with on-going day by day reported case data. 1 ",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 266,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We use data from the Korean Center for Disease Control, the Italian Ministry of Health, the French Public Agency of Health, and the Robert Koch Institute of Germany. The cumulative reported cases are given in Figure 1 and the daily reported cases are given in Figure 2 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 260,
                    "end": 268,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data"
        },
        {
            "text": "The model consists of the following system of ordinary differential equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "(3.1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "This system is supplemented by initial data",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Here t ≥ t 0 is time in days, t 0 is the beginning date of the model of the epidemic, S(t) is the number of individuals susceptible to infection at time t, I(t) is the number of asymptomatic infectious individuals at time t, R(t) is the number of reported symptomatic infectious individuals at time t, and U (t) is the number of unreported symptomatic infectious individuals at time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The transmission rate at time t is τ (t). Asymptomatic infectious individuals I(t) are infectious for an average period of 1/ν days. Reported symptomatic individuals R(t) are infectious for an average period of 1/η days, as are unreported symptomatic individuals U (t). We assume that reported symptomatic infectious individuals R(t) are reported and isolated immediately, and cause no further infections. The asymptomatic individuals I(t) can also be viewed as having a low-level symptomatic state. All infections are acquired from either I(t) or U (t) individuals. The fraction f of asymptomatic infectious become reported symptomatic infectious, and the fraction 1 − f become unreported symptomatic infectious. The rate asymptomatic infectious become reported symptomatic is ν 1 = f ν, the rate asymptomatic infectious become unreported symptomatic is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The cumulative number of reported cases at time t is given by the formula",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "and the cumulative number of unreported at time t is given by the formula",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The parameters and initial conditions of the model are given in Table 1 and a flow diagram of the model is given in Figure 3 . Fraction of asymptomatic infectious that become reported symptomatic infectious fixedt ν 1 = f ν Rate at which asymptomatic infectious become reported symptomatic fitted",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 116,
                    "end": 124,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Model"
        },
        {
            "text": "Rate at which asymptomatic infectious become unreported symptomatic fitted 1/η Average time symptomatic infectious have symptoms fixed Table 1 : Parameters and initial conditions of the model. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Model"
        },
        {
            "text": "We assume f = 0.6 or f = 0.1, which means that 40% or 90% of symptomatic infectious cases go unreported. The actual value of f is unknown. We assume η = 1/7, which means that the average period of infectiousness of both unreported symptomatic infectious individuals and reported symptomatic infectious individuals is 7 days. We assume ν = 1/7, which means that the average period of infectiousness of asymptomatic infectious individuals is 7 days. These values can be modified as further epidemiological information becomes known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "We assume that in the second phase of a COVID-19 epidemic, the cumulative number of reported cases CR(t) grows approximately exponentially, according to the formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "We fix the value χ 3 = 1. The values of χ 1 and χ 2 are fitted to cumulative reported case data in the early phase of the epidemic, when it is recognized that CR(t) is growing exponentially (i.e. we use an exponential fit χ 1 exp(χ 2 t) to fit the data CR(t) + 1). We assume the initial value S 0 , corresponds to the population of the region of the reported case data. The value of the susceptible population S(t) is assumed to be only slightly changed by removal of the number of people infected in the beginning of the second phase. The other initial conditions are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "The value of the transmission rate τ (t), during the second phase of the epidemic, when the cumulative number of reported cases grows approximately exponential, is the constant value",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "The initial time for the beginning of the early exponential growth phase is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "The value of the basic reproductive number is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "These formulas for I 0 , U 0 , t 0 , τ 0 , and R 0 were derived in [1] . Their numerical values, which are technically theoretic, are essential for identification of the exponential growth rate of CR(t) in the second phase. During the second phase τ (t) ≡ τ 0 is constant. When strong government measures such as isolation, quarantine, and public closings are implemented, the third phase begins. The actual effects of these measures are complex, and we use an exponential decrease for a time-dependent decreasing transmission rate τ (t) in the third phase to incorporate these effects. The formula for τ (t) during the third phase is",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "The date N and the value of µ are chosen so that the cumulative reported cases in the numerical simulation of the epidemic aligns with the cumulative reported case data after day N , when the public measures take effect. In this way we are able to project forward the time-path of the epidemic after the government imposed public restrictions take effect. We illustrate τ (t) in Figure 3 for a typical case. The daily number of reported cases from the model can be obtained by computing the solution of the following equation:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 387,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "(4.7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "In this section we apply the method described in section 4 to the data coming from South Korea, Italy, France and Germany [5, 6, 7, 8]. In Table 2 to March 6 for Germany. The parameters ν = 1/7 and η = 1/7. The values of I 0 U 0 , τ 0 , and t 0 are obtained by using (4.2) to (4.4).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Predicting the cumulative number of cases"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.21.20040154 doi: medRxiv preprint 6 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 7 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.21.20040154 doi: medRxiv preprint 8 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 12 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Figure 12 : Graphs of the model simulation and data as in Figure 11 , for a longer time period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 340,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 389,
                    "end": 398,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "10"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 14 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Figure 14 : Graphs of the model simulation and data as in Figure 13 , for a longer time period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 340,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 389,
                    "end": 398,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "13"
        },
        {
            "text": "We have applied a method developed in [1] and [2] to predict the evolution of a COVID-19 epidemic in a geographical region, based of reported case data in that region. Our method uses early data, when the epidemic is in its second phase and growing exponentially, corresponding to a constant transmission rate.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 46,
                    "end": 49,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In [1] we demonstrated a method to identify this constant transmission rate. When public measures are begun in order to ameliorate the epidemic, a third phase begins, which we model with a time-dependent exponentially decreasing transmission rate in [2] . In [2] we applied this method to mainland China, and demonstrated the ability of our model to predict the forward time-line of the epidemic. In Figure 4 in [2] , we showed how the prediction unfolded week by week, with increasing agreement with reported case 15 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 408,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.21.20040154 doi: medRxiv preprint data, in mainland China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In this work we use the cumulative number of reported cases, the daily number of reported cases, and the weekly number of reported cases for four countries. With this data, we project the future number of cases, both reported and unreported, in each country. We assume a fraction f of total cases are unreported. We simulate our model with f = 0.6 and f = 0.1 for each country. The fractions f = 0.6 and f = 0.1 correspond to lesser and greater final sizes, respectively. For South Korea, the epidemic has subsided, because of the major measures that were implemented to restrict public distancing. For Italy, France, and Germany, the epidemics are still rising, because these measures have been implemented only recently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our model incorporates social distancing measures through the time dependent transmission rate τ (t) in the third phase. This rate involves µ (the rate of exponential decay corresponding to these measures) and N the day at which they become effective. It is evident that these measures should start as early as possible, and should be as strong as possible. The consequences of late public interventions may have severe consequences for the epidemic outcome (as illustrated in Figure 6 in [2] ).",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 492,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 485,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In the case of South Korea, the peak of the epidemic occurred approximately February 29. In Figures  5 and 6 , we see that our model agrees very well the data for South Korea. Accordingly to our model, the daily number of cases reaches a maximum of approximately 700 cases near the turning point February 29.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 108,
                    "text": "Figures  5 and 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Compared to South Korea, the public interventions in Italy, France, and Germany were relatively late. The peak of the epidemic occurs in Italy around April 9, in France around April 14, and in Germany around May 1. The maximum daily number of cases is between 10 000 and 15 000 in Italy, between 12 000 and 20 000 in France, and between 200 000 and 500 000 in Germany. These numbers will likely remain high for an extended period of several months for these three countries, without further major public measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Conflicts of Interest: Declare conflicts of interest or state \"The authors declare no conflict of interest.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Understanding unreported cases in the 2019-nCov epidemic outbreak in Wuhan, China, and the importance of major public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "MPDI Biology",
            "volume": "2020",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Predicting the cumulative number of cases for the COVID-19 epidemic in China from early data, medRxiv",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimates of the severity of COVID -19 disease, medRxiv",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Odell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cumulative number of reported cases for COVID-19 for (a) South Korea between January 20 and March 9; (b) Italy between January 31 and March 8; (c) France between February 25 and March 9; (d) Germany between February 24 and March 9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Daily number of reported cases for COVID-19 for (a) South Korea between January 20 and March 9; (b) Italy between January 31 and March 8; (c) France between February 25 and March 9; (d) Germany between February 24 and March 9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Time at which the epidemic started fitted S 0 Number of susceptible at time t 0 fixed I 0 Number of asymptomatic infectious at time t 0 fitted U 0 Number of unreported symptomatic infectious at time t 0 fitted τ (t) Transmission rate at time t fitted 1/ν Average time during which asymptomatic infectious are asymptomatic fixed f",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Compartments and flow chart of the model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Graph of τ (t) with τ 0 = 4.5 × 10 −8 , N = 25, and µ = 0.16. The transmission rate is effectively 0 after day 53.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(a) Plot of the data for cumulative reported cases (red dots), CR(t) (black), and CU (t) (green) from the model, for f = 0.6 (60% of the cases are reported).I 0 = 3.43, U 0 = 0.45, R 0 = 3.79. The final size of the epidemic is approximately 8, 800 reported cases, and 5, 900 unreported cases. (b) Plot of the data (black dots) for the daily number of cases and DR(t) (blue) from the model. The turning point is approximately February 30. (c) Plot of I(t) (purple), U (t) (orange), R(t) (red) and the weekly data (blue dots) (each day minus 7 days earlier). The turning point of the weekly data and CR(t) and CU (t) is approximately March 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(a) Plot of the data for cumulative reported cases (red dots), CR(t) (black), and CU (t) (green) from the model, for f = 0.1 (10% of the cases are reported). I 0 = 20.6, U 0 = 6.1, R 0 = 4.49. The final size of the epidemic is approximately 10, 000 reported cases, and 80, 000 unreported cases. (b) Plot of the data (black dots) for the daily number of cases and DR(t) (blue) from the model. The turning point is approximately February 30. (c) Plot of I(t) (purple), U (t) (orange), R(t) (red) and the weekly data (blue dots) (each day minus 7 days earlier). The turning point of the weekly data and CR(t) and CU (t) is approximately March 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "(a) Plot of the data for cumulative reported cases (red dots), CR(t) (black), and CU (t) (green) from the model, for f = 0.6 (60% of the cases are reported).I 0 = 3.4, U 0 = 0.45, R 0 = 3.79. The final size of the epidemic is approximately 435, 000 reported cases, and 280, 000 unreported cases. (b) Plot of the data (black dots) for the daily number of cases and DR(t) (blue) from the model. The turning point is approximately April 2. (c) Plot of I(t) (purple), U (t) (orange), R(t) (red) and the weekly data (blue dots) (each day minus 7 days earlier). The turning point of the weekly data and CR(t) and CU (t) is approximately March 31.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(a) Plot of the data for cumulative reported cases (red dots), CR(t) (black), and CU (t) (green) from the model, for f = 0.1 (10% of the cases are reported). I 0 = 19.5, U 0 = 6.0, R 0 = 4.30. The final size of the epidemic is approximately 600, 000 reported cases, and 5, 500, 000 unreported cases. (b) Plot of the data (black dots) for the daily number of cases and DR(t) (blue) from the model. The turning point is approximately April 7. (c) Plot of I(t)(purple), U (t) (orange), R(t) (red) and the weekly data (blue dots) (each day minus 7 days earlier). The turning point of the weekly data and CR(t) and CU (t) is approximately April 11.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(a) Plot of the data for cumulative reported cases (red dots), CR(t) (black), and CU (t) (green) from the model, for f = 0.6 (60% of the cases are reported).I 0 = 4.2, U 0 = 0.58, R 0 = 4.45. The final size of the epidemic is approximately 470, 000 reported cases, and 310, 000 unreported cases. (b) Plot of the data (black dots) for the daily number of cases and DR(t) (blue) from the model. The turning point is approximately April 16. (c) Plot of I(t)(purple), U (t) (orange), R(t) (red) and the weekly data (blue dots) (each day minus 7 days earlier). The turning point of the weekly data and CR(t) and CU (t) is approximately April 20.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "(a) Plot of the data for cumulative reported cases (red dots), CR(t) (black), and CU (t) (green) from the model, for f = 0.1 (10% of the cases are reported). I 0 = 20.6, U 0 = 6.1, R 0 = 4.49. The final size of the epidemic is approximately 700, 000 reported cases, and 6, 800, 000 unreported cases. (b) Plot of the data (black dots) for the daily number of cases and DR(t) (blue) from the model. The turning point is approximately April 17. (c) Plot of I(t)(purple), U (t) (orange), R(t) (red) and the weekly data (blue dots) (each day minus 7 days earlier). The turning point of the weekly data and CR(t) and CU (t) is approximately April 20.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "(a) Plot of the data for cumulative reported cases (red dots), CR(t) (black), and CU (t) (green) from the model, for f = 0.6 (60% of the cases are reported). I 0 = 3.9, U 0 = 0.47, R 0 = 4.21. (b) Plot of the data (black dots) for the daily number of cases and DR(t) (blue) from the model. (c) Plot of I(t)(purple), U (t) (orange), R(t) (red) and the weekly data (blue dots) (each day minus 7 days earlier).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "(a) Plot of the data for cumulative reported cases (red dots), CR(t) (black), and CU (t) (green) from the model, for f = 0.1 (10% of the cases are reported). I 0 = 23.6, U 0 = 6.3, R 0 = 5.03. (b) Plot of the data (black dots) for the daily number of cases and DR(t) (blue) from the model. (c) Plot of I(t)(purple), U (t) (orange), R(t) (red) and the weekly data (blue dots) (each day minus 7 days earlier).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "we choose the data (1) February 19 to Feb 30 for South Korea; (2) February 21 to March 3 for Italy; (3) February 25 to March 7 for France; (4) February 24 to March 6 for Germany.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}