{
    "paper_id": "8231b806575550b12fe3547017a63715c1ce82b9",
    "metadata": {
        "title": "MG132-mediated inhibition of the ubiquitin-proteasome pathway ameliorates cancer cachexia",
        "authors": [
            {
                "first": "Liuping",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yao",
                "middle": [],
                "last": "Kou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rui",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Yueyong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zheng",
                "middle": [
                    "•"
                ],
                "last": "Qiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wang",
                "middle": [
                    "•"
                ],
                "last": "Xiaoyu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhou",
                "middle": [
                    "•"
                ],
                "last": "Liangbin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose To evaluate the effect of proteasome inhibitor MG132 in cancer cachexia and to delineate the molecular mechanism underlying. Methods We established an experimental cancer cachexia model by subcutaneously implanting colon 26 cells into the armpits of BALB/c mice. Following administration of MG132 at various time points, body weight, food intake, gastrocnemius muscle weight, spontaneous activity and survival of tumor-bearing mice were examined along with tumor growth. Moreover, cachectic markers including glucose, triglyceride, albumin and total proteins as well as levels of the proinflammatory cytokines TNF-a and IL-6 in serum and gastrocnemius tissue were measured. Finally, mRNA and protein levels of p65, IjBa, and ubiquitin E3 ligases MuRF1 and MAFbx in gastrocnemius muscle were assessed. Results MG132 treatment significantly alleviated cancer cachexia as demonstrated by attenuated weight loss, altered carbohydrate metabolism and muscle atrophy and increased spontaneous activity and survival time of tumorbearing mice. MG132 reduced tumor growth and the levels of TNF-a and IL-6 in serum and gastrocnemius tissue. NF-jB, MuRF1 and MAFbx were also inhibited by MG132. Unexpectedly, MG132 was more efficient when administrated during the early stages of cachexia. MG132 had no effect on food intake of tumor-bearing mice. Conclusion Our results demonstrate that MG132-induced inhibition of the ubiquitin-proteasome pathway in cancer cachexia decreased the activity of NF-jB and the degradation of IjBa, and reduced the levels of TNF-a and IL-6 in serum and gastrocnemius tissue, accompanied by downregulation of MuRF1 and MAFbx. These data suggest that MG132 is a potential therapeutic and preventive agent for cancer cachexia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Cancer cachexia affects 80 % of patients with advanced tumors of the brain, pancreas, lung and stomach and accounts for over 30 % of cancer-related deaths (Tisdale 2009; Fearon 2008) . This multifactorial syndrome is characterized by progressive depletion of skeletal muscle, which is often, but not always, accompanied by loss of body fat (Fearon et al. 2011) . Cachexia-induced muscle wasting and weight loss have a detrimental effect on the patient's quality of life and are the major factors contributing to death (Fearon 2008) . However, there are few therapeutic options available for cancer cachexia, and conventional nutritional support cannot fully reverse these cachectic manifestations (Fearon et al. 2011) . Thus, it is important to elucidate the underlying molecular mechanisms to develop novel treatment strategies and improve the current therapeutics for cancer cachexia.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 169,
                    "text": "(Tisdale 2009;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 170,
                    "end": 182,
                    "text": "Fearon 2008)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 340,
                    "end": 360,
                    "text": "(Fearon et al. 2011)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 518,
                    "end": 531,
                    "text": "(Fearon 2008)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 697,
                    "end": 717,
                    "text": "(Fearon et al. 2011)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Elevated levels of proinflammatory cytokines, including tumor necrosis factor-a (TNF-a) and interleukin-6 (IL-6), contribute to the pathogenesis of cancer cachexia by mediating systemic inflammation, which in turn promotes the degradation of muscle proteins (Saini et al. 2006) . In response to proinflammatory cytokines, NF-jB, a transcription factor regulating the expression of a number of proinflammatory markers such as cytokines and chemokines, is activated, thus establishing a positive feedback loop that results in overstimulation of NF-jB, fibrosis and degradation of specific muscle proteins (Kumar et al. 2004; Li et al. 2008) . Muscle protein degradation is mediated by the lysosomal system, cytosolic protease and ubiquitinproteasome pathway. Among these mechanisms, the ubiquitin-proteasome pathway plays a predominant role and accounts for the majority of skeletal muscle degradation in cancer cachexia (Melstrom et al. 2007 ). The key enzyme in the ubiquitin-proteasome system is E3 ubiquitin ligase. Two E3 ligases, atrogin-1 (MAFbx) and muscle RING finger protein 1(MuRF1), are involved in skeletal muscle atrophy (Gomes et al. 2001; Bodine et al. 2001) . Accumulating data have demonstrated that both MAFbx and MuRF1 are regulated by NF-jB (Judge et al. 2007; Cai et al. 2004; Adams et al. 2008) .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 277,
                    "text": "(Saini et al. 2006)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 603,
                    "end": 622,
                    "text": "(Kumar et al. 2004;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 623,
                    "end": 638,
                    "text": "Li et al. 2008)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 919,
                    "end": 940,
                    "text": "(Melstrom et al. 2007",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1133,
                    "end": 1152,
                    "text": "(Gomes et al. 2001;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1153,
                    "end": 1172,
                    "text": "Bodine et al. 2001)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1260,
                    "end": 1279,
                    "text": "(Judge et al. 2007;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1280,
                    "end": 1296,
                    "text": "Cai et al. 2004;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1297,
                    "end": 1315,
                    "text": "Adams et al. 2008)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With regard to the regulatory roles of NF-jB and the ubiquitin-proteasome pathway in muscle atrophy, it is intriguing to hypothesize that proteasome inhibitors could attenuate cancer cachexia. MG132 is a specific, potent and reversible proteasome inhibitor and blocks the degradation of ubiquitin-conjugated IjB, thereby inhibiting NF-jB activation (Inoue et al. 2009) . It was recently shown that MG132 could reduce immobilization-/disuse-induced skeletal muscle atrophy via inhibiting NF-jB (Caron et al. 2011; Jamart et al. 2011 ). In the present study, we evaluated the potential effect of MG132 in cancer cachexia and found that MG132 ameliorated cancer cachexia by attenuating the activation of the NF-jB pathway.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 368,
                    "text": "(Inoue et al. 2009)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 493,
                    "end": 512,
                    "text": "(Caron et al. 2011;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 513,
                    "end": 531,
                    "text": "Jamart et al. 2011",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Rabbit polyclonal antibodies against IjBa and the p65 subunit of NF-jB were obtained from Proteintech (IL, USA). Anti-MAFbx, MuRF1 and b-actin antibodies were purchased from Santa Cruz Biotechnology (CA, USA). The protease inhibitor MG132 was dissolved in DMSO (25 mg/ml) and diluted to a final concentration of 0.1 mg/kg prior to injection (Ma et al. 2011) .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 357,
                    "text": "(Ma et al. 2011)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Reagents"
        },
        {
            "text": "Male BALB/c mice (6-8 weeks old; 20-24 g) were obtained from the Experimental Animal Center of Chongqing University of Medical Sciences, China. All animal experimental procedures were reviewed and approved by the Institutional Animal Care and Use Committee of Chongqing University of Medical Sciences. Animals were housed in a temperature-controlled room (22 ± 1°C) on a 12-h light/ dark cycle and provided with food and water ad libitum for 7 days to acclimate to local conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal studies"
        },
        {
            "text": "To induce cancer cachexia in mice, a total of 48 mice were injected subcutaneously with murine colon 26 adenocarcinoma (C26) cells, a gift from the Department of Pathology, Chongqing University of Medical Sciences. In detail, logarithmically growing C26 cells were harvested using trypsinization and suspended in PBS at a density of 1 9 10 7 cells/ml. One hundred microliters of cell suspension was then injected subcutaneously into the armpits of each mouse on day 0. Sixteen animals receiving an injection of PBS alone served as healthy controls (HC). As cancer cachexia is characterized by progressive weight loss, depletion of body fat, anorexia, asthenia, wasting, fatigue and impaired immune function (Agustsson et al. 2007; Faber et al. 2008) , we recorded spontaneous physical activity, condition of the fur and body weight of the animals on a daily basis. In addition, tumor growth was monitored, and the tumor volume was determined using the following formula: tumor volume V (mm 3 ) = (a 9 b 2 )/2, where a represents the length in millimeter and b the width in millimeter.",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 730,
                    "text": "(Agustsson et al. 2007;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 731,
                    "end": 749,
                    "text": "Faber et al. 2008)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Animal studies"
        },
        {
            "text": "Tumor-bearing mice were subsequently treated with MG132 or PBS at various time points and randomized into three groups with 16 mice in each group. The MG132 prevention group (MP) was treated with MG132 from day 5 (Zhou et al. 2010 ) when the tumor was palpable. The MG132 treatment group (MT) was injected intraperitoneally with MG132 from day 12 when advanced cachexia symptoms were observed. The cancer cachexia group (CC) was injected with sterile PBS under similar conditions. On day 19, blood sampling from the retro-orbital plexus was performed on 8 mice in each group. Serum was obtained by clotting of the blood at room temperature for 1 h followed by centrifugation at 4,000 rpm/min for 10 min and frozen at -20°C prior to analyses. Thereafter, these mice were killed via cervical dislocation. Tumors and gastrocnemius muscles of the left leg were dissected and weighed. Muscle specimens were snap-frozen at -80°C or fixed in 10 % buffered formalin for histochemistry studies. For the remaining mice (8 mice from each group), spontaneous physical activity, food intake and survival time were recorded and analyzed.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 230,
                    "text": "(Zhou et al. 2010",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Animal studies"
        },
        {
            "text": "Gastrocnemius muscles were embedded in paraffin and sectioned. Serial 5-lm slices were stained with hematoxylin and eosin (H and E). Images were acquired using an inverted light microscope (200 9 magnification) and analyzed with Image J software (http://rsb.info.nih. gov/ij/). Approximately 200 muscle fibers from each muscle were analyzed for cross-sectional area quantification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histology"
        },
        {
            "text": "Serum glucose, triglyceride, total protein and albumin were measured using an automated biochemistry analyzer. TNF-a and IL-6 levels in the serum and gastrocnemius muscles were determined using a sandwich ELISA according to the manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical methods"
        },
        {
            "text": "Total RNA was isolated from gastrocnemius muscles using TRIzol Ò reagent (TaKaRa, China) and reversetranscribed to cDNA according to the manufacturer's instructions. Real-time PCR was performed using the SYBR Green quantitative reverse transcription PCR System (KAPA Biosystems, USA). Each real-time PCR (20 ll) contained 2 ll of diluted cDNA, 0.8 ll of primers, 10 ll of KAPA SYBR fast qPCR master mix and ddH 2 0. The primers used are summarized in Table 1 . Real-time PCR was performed using an ABI Prism 7,500 sequence detection system (Applied Biosystems), with the following reaction conditions: 95°C for 1 min, followed by 40 cycles of a three-step reaction, denaturation at 95°C for 5 s, annealing at 58°C for 15 s and extension at 72°C for 15 s. Melting curve analyses were performed with the Bio-Rad CFX Manager v1.6 (Bio-Rad) to ensure amplification specificity. Transcript levels of the target genes were normalized to GAPDH, and the relative fold change in expression was calculated using the comparative Ct method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 458,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Real-time PCR"
        },
        {
            "text": "Nuclear and total proteins extracted from gastrocnemius muscles and tumor tissues were quantified using a BCA assay. Protein lysates were subsequently resolved using 10 % SDS-PAGE and transferred onto a polyvinylidene difluoride membrane (Beyotime Institute of Biotechnology, China). Following blocking with 5 % skim milk at 37°C for 1 h, membranes were incubated with specific primary antibodies overnight at 4°C. Thereafter, the membranes were washed with TBST and incubated with the secondary goat anti-rabbit IgG-HRP (horseradish peroxidase) conjugate for 1 h at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western immunoblot"
        },
        {
            "text": "Protein bands of interest were visualized following a final wash with TBST. The developed films were analyzed using the Gel Image System software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western immunoblot"
        },
        {
            "text": "Statistical analyses were performed using SPSS 17.0, and data are expressed as mean ± standard deviation (x ± s). One-way ANOVA was performed when more than two animal groups were compared, whereas SNK-q analyses were employed for pairwise comparison. Survival was analyzed using a log-rank test. P \\ 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The C26 tumor-bearing mice underwent lethal wasting as demonstrated by progressive weight loss during tumor growth (Tanaka et al. 1990 ). To evaluate the effect of MG132, we administered MG132 to the tumor-bearing mice at various stages of cachexia and analyzed changes in body weight. Although there was no apparent difference 5 days postimplantation in terms of body weights, significant difference was noted between mice from the MP and CC groups or the MP and MT groups, starting from day 12 (P \\ 0.5). After 19 days, significant weight loss was observed in mice from CC, MP and MT groups (P \\ 0.5). Moreover, a drastic difference in terms of the carcass weights after excision of tumor burden was noted between MP and CC groups (P \\ 0.001). Interestingly, only slight but not significant difference in body weights were observed between these two groups (1a). Other than body weight, tumor weights and volumes were also recorded for all tumor-bearing mice. As shown in Fig. 1b- Sequence from 5 0 to 3 0 (2013) 139:1105-1115 1107 48.96 % of those of CC mice, respectively. When administrated during advanced cachexia from day 12, MG132 was less effective in alleviating weight loss and inhibiting tumor growth (P \\ 0.001), while the body weights of mice from the MT group remained 17.40 % heavier than those of CC mice. In addition, tumor volumes and weights of the MT group were 48.96 and 61.25 % of those of CC mice, respectively ( Fig. 1b-d) . Besides weight loss, anorexia is another characteristic symptom of cancer cachexia. Consistent with a previous study, no significant differences in food intake were observed between groups (Tanaka et al. 1990 ) (data not shown). These results demonstrated that MG132 ameliorated weight loss and inhibited tumor growth of C26 tumorbearing mice.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 134,
                    "text": "(Tanaka et al. 1990",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1640,
                    "end": 1659,
                    "text": "(Tanaka et al. 1990",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 974,
                    "end": 982,
                    "text": "Fig. 1b-",
                    "ref_id": null
                },
                {
                    "start": 1438,
                    "end": 1448,
                    "text": "Fig. 1b-d)",
                    "ref_id": null
                }
            ],
            "section": "MG132 ameliorates weight loss and inhibits tumor growth"
        },
        {
            "text": "MG132 reverses skeletal muscle atrophy, increases spontaneous physical activity and prolongs life span of tumor-bearing mice During cancer cachexia, a marked decrease in skeletal muscle mass of the hind limb was observed in tumor-bearing CC mice (Fig. 2a Left) . Moreover, gastrocnemius muscle weights (Fig. 2a Right) and cross-sectional areas (Fig. 2b) of CC mice were 52.53 and 51.46 % of those of HC mice, respectively. In contrast, gastrocnemius muscle weights of MP or MT mice were 52.10 or 31.82 % higher than those of CC mice, respectively. Histological analyses further demonstrated that MG132 rescued, at least partially, gastrocnemius muscle atrophy, as the gastrocnemius cross-sectional areas of MP or MT mice were 59.60 or 30.24 % larger than those of CC mice (Fig. 2b) . Moreover, MG132 treatment led to increased spontaneous physical activity and prolonged survival of tumorbearing mice. Compared with HC mice, CC mice exhibited a significant reduction in spontaneous physical activity and total distance was 28.24 % of HCs (Fig. 2c) . In response to MG132 treatment, significant increases in spontaneous physical activity were observed in the MP and MT groups. Furthermore, MG132 treatment beginning at day 5 was more effective in restoring spontaneous physical activity of tumor-bearing mice (Fig. 2c) . We next recorded survival time of tumor-bearing mice and plotted the Kaplan-Meier survival curves. The survival time for mice from the MP and MT groups was 9 and 5 days longer than those of CC mice, respectively. However, it seemed that survival time was not correlated with the timing of the first dose of MG132 during the course of cachexia (Fig. 2d) . Thus, MG132 could reverse skeletal muscle atrophy, increase spontaneous physical activity and prolong life span of tumor-bearing mice, particularly during early stages of cancer cachexia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 260,
                    "text": "(Fig. 2a Left)",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 317,
                    "text": "(Fig. 2a Right)",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 353,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 781,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1047,
                    "text": "(Fig. 2c)",
                    "ref_id": null
                },
                {
                    "start": 1308,
                    "end": 1317,
                    "text": "(Fig. 2c)",
                    "ref_id": null
                },
                {
                    "start": 1663,
                    "end": 1672,
                    "text": "(Fig. 2d)",
                    "ref_id": null
                }
            ],
            "section": "MG132 ameliorates weight loss and inhibits tumor growth"
        },
        {
            "text": "Despite reduced calorie intake, significant higher rates of glucose and triglyceride-fatty acid cycling and c Spontaneous activity as measured by an infrared monitoring system (Tokyo, Japan). d Kaplan-Meier survival curve was plotted based on the data from the remaining 8 mice from each group. Columns and bars represent means from three independent experiments (x) and standard deviation (s). **P \\ 0.001 when compared with HC mice; #P \\ 0.05, ##P \\ 0.001 when compared with CC mice; $P \\ 0.05, $$P \\ 0.001 when compared between MP and MT mice gluconeogenesis were observed in patients with cachexia (Holroyde et al. 1984) . To examine the effect of MG132 on altered metabolic pathways of cachectic mice, we measured glucose, triglyceride, albumin and total protein levels in the serum. As shown in Fig. 3a -d, CC mice showed significantly reduced levels of glucose, albumin and total protein compared with HC mice. Interestingly, elevated levels of triglyceride were observed in CC mice (Fig. 3b) . Administration of MG132 restored serum glucose, albumin and total protein levels and reduced the triglyceride level. In addition, administration of MG132 during the early stages of cachexia is more effective in restoring carbohydrate metabolism (Fig. 3 a-d) . These data suggest that MG132 efficiently restored the defects in carbohydrate metabolism of tumor-bearing mice.",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 624,
                    "text": "(Holroyde et al. 1984)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 801,
                    "end": 808,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 990,
                    "end": 999,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1247,
                    "end": 1259,
                    "text": "(Fig. 3 a-d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "MG132 restores carbohydrate metabolism of tumor-bearing mice"
        },
        {
            "text": "It is well documented that a number of proinflammatory cytokines including TNF-a, IL-6, IL-1 and interferon c play critical roles in the development of cancer cachexia (Argiles and Lopez-Soriano 1999) . To examine whether MG132 exerts its anti-cachexia functions by attenuating the expression and secretion of proinflammatory cytokines, we performed ELISA to measure TNF-a and IL-6 levels in serum and gastrocnemius muscles from tumor-bearing mice. As shown in Fig. 4a -d, TNF-a and IL-6 levels in both serum and gastrocnemius tissues were significantly higher in CC mice as compared to HC mice, while the serum levels of TNF-a in MT and MP mice were 49.19 and 20.87 % lower than those of CC mice, respectively. Similarly, IL-6 levels in the serum of MT or MP mice were 51.85 or 41.89 % lower than those of CC mice, respectively ( Fig. 4a-b) . In gastrocnemius muscles from MP or MT mice, TNF-a and IL-6 levels were also significantly reduced, and the effect was more prominent when MG132 was administered during the early stages of cachexia ( Fig. 4c-d) . Therefore, MG132 suppresses the upregulation of TNF-a and IL-6 in the serum and gastrocnemius muscles of tumor-bearing mice.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 200,
                    "text": "(Argiles and Lopez-Soriano 1999)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 468,
                    "text": "Fig. 4a",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 841,
                    "text": "Fig. 4a-b)",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1054,
                    "text": "Fig. 4c-d)",
                    "ref_id": null
                }
            ],
            "section": "MG132 suppresses upregulation of TNF-a and IL-6 in serum and gastrocnemius muscles of tumor-bearing mice"
        },
        {
            "text": "Our data demonstrated that elevated proinflammatory cytokine levels are accompanied by progression of cancer cachexia. Expression of these cytokines is regulated by NF-jB. In turn, these cytokines serve as potent activators of NF-jB, whose activation plays a critical role in skeletal muscle atrophy (Li et al. 2008; Guttridge et al. 2000) . The ubiquitin-proteasome pathway is involved in the degradation of regulatory and structural muscle proteins, such as Blood sampling was performed on day 19 before killing. Serum levels of glucose (a), triglyceride (b), albumin (c) and total protein (d) were measured. Data are represented as mean ± SD (x ± s). *P \\ 0.05, **P \\ 0.001 when compared with HC mice; #P \\ 0.05, ##P \\ 0.001 when compared with CC mice; $P \\ 0.05 when compared between MP and MT mice myofibrillar proteins. Increased activation of NF-jB leads to skeletal muscle atrophy by enhancing the ubiquitinproteasome proteolytic pathway (Cai et al. 2004; Cao et al. 2005) . Recent data showed that MG132 reduces skeletal muscle atrophy by inhibiting NF-jB activation (Caron et al. 2011; Jamart et al. 2011) . These data led us to hypothesize that MG132 ameliorates cachexia by preventing skeletal muscle atrophy through regulation of NF-jB-mediated ubiquitin-proteasome proteolysis. We examined the expression of IjBa, p65, MuRF1 and MA-Fbx in the gastrocnemius muscles of tumor-bearing mice using real-time PCR and western immunoblot. Dramatic reductions in mRNA of IjBa were observed in CC mice as compared to those of the HC group (Fig. 5a) , while mRNA levels of p65, MAFbx and MuRF1 were significantly increased in tumor-bearing CC mice (Fig. 5b-d) . MG132 elevated the mRNA of IjBa, at the same time attenuating mRNA levels of p65, MAFbx and MuRF1. Moreover, these effects were more evident in mice receiving the first dose of MG132 during the early course of cachexia ( Fig. 5a-d) . Similar protein patterns were also observed ( Fig. 6a-d) . These results demonstrated that MG132 inhibits NF-jB-mediated ubiquitin-proteasome proteolysis in cachectic animals, particularly during the early stages of cancer cachexia.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 316,
                    "text": "(Li et al. 2008;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 317,
                    "end": 339,
                    "text": "Guttridge et al. 2000)",
                    "ref_id": null
                },
                {
                    "start": 946,
                    "end": 963,
                    "text": "(Cai et al. 2004;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 964,
                    "end": 980,
                    "text": "Cao et al. 2005)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1076,
                    "end": 1095,
                    "text": "(Caron et al. 2011;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1096,
                    "end": 1115,
                    "text": "Jamart et al. 2011)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 1543,
                    "end": 1552,
                    "text": "(Fig. 5a)",
                    "ref_id": null
                },
                {
                    "start": 1651,
                    "end": 1662,
                    "text": "(Fig. 5b-d)",
                    "ref_id": null
                },
                {
                    "start": 1886,
                    "end": 1896,
                    "text": "Fig. 5a-d)",
                    "ref_id": null
                },
                {
                    "start": 1945,
                    "end": 1955,
                    "text": "Fig. 6a-d)",
                    "ref_id": null
                }
            ],
            "section": "MG132 inhibits the NF-jB-mediated ubiquitin-proteasome pathway"
        },
        {
            "text": "To examine whether the anti-cancer effect of MG132 was also involved in NF-jB-mediated ubiquitin-proteasome proteolysis, we examined IjBa and p65 levels using immunoblotting and found that NF-jB signaling was inhibited by MG132 (Fig. 7) . However, the expression of MAFbx and MuRF1 was not affected by MG132 treatment (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "MG132 inhibits the NF-jB-mediated ubiquitin-proteasome pathway"
        },
        {
            "text": "As a highly debilitating characteristic of many cancers, cachexia complicates cancer treatment, diminishes the quality of life and reduces the life span of patients with advanced malignancy (Dodson et al. 2011) . Though a number of pharmacotherapeutic agents with various mechanisms of action are currently being evaluated, there are currently no drugs approved for the prevention and treatment of cancer cachexia. Regarding its critical roles in muscle atrophy, targeting NF-jB pathway is a promising strategy. A study with curcumin demonstrated that inhibiting NF-jB signaling resulted in muscle regeneration in mice (Thaloor et al. 1999) . Direct targeting of NF-jB DNA binding sites by intratumoral injection of oligonucleotides inhibited cachexia in a mouse model (Kawamura et al. Fig. 4 MG132 treatment reduces the elevated levels of TNF-a and IL-6 in tumorbearing mice. a TNF-a and b IL-6 levels in serum were evaluated by ELISA. c TNF-a and d IL-6 levels in gastrocnemius muscles were measured using ELISA. Data are represented as mean ± standard deviation (x ± s). *P \\ 0.05, **P \\ 0.001 when compared with HC mice; #P \\ 0.05, ##P \\ 0.001 when compared with CC mice; $P \\ 0.05, $$P \\ 0.001 when compared between MP and MT mice 1999). Moreover, epigallocatechin-3-gallate, the principal polyphenolic component in green tea, was shown to regulate NF-jB and attenuate skeletal muscle atrophy in cancer cachexia (Wang et al. 2011) . It is known that proteasome inhibitors could block the activation of NF-jB through stabilization of the phosphorylated IjBa. Therefore, we speculated that proteasome inhibitors might ameliorate cancer cachexia by inhibiting the NF-jB pathway. To test this hypothesis, we established a cancer cachexia mouse model that was treated with MG132, a proteasome inhibitor, at various time points during cachexia. We found that MG132 could effectively reverse skeletal muscle atrophy and inhibit tumor growth, accompanied by downregulation of the NF-jB/ubiquitin-proteasome pathway.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 210,
                    "text": "(Dodson et al. 2011)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 619,
                    "end": 640,
                    "text": "(Thaloor et al. 1999)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 769,
                    "end": 792,
                    "text": "(Kawamura et al. Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1417,
                    "end": 1435,
                    "text": "(Wang et al. 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "MG132 is a potent and reversible proteasome inhibitor whose clinical implications have been studied extensively. For instance, MG132 together with the immunosuppressant, celastrol, improved sialidosis (O'Leary and Igdoura 2012). In severe acute respiratory syndrome (SARS), MG132 effectively inhibited the replication of SARS coronavirus (Schneider et al. 2012 ). Moreover, MG132 was shown to alleviate liver injury induced by intestinal ischemia in rats (Jing et al. 2012) and was able to suppress cytomegalovirus-specific immune responses (Wang et al. 2011) . Recently, the therapeutic potential of MG132 for cancer treatment has been evaluated. Regardless of cancer type, MG132 is a promising anti-cancer agent functioning by inhibiting tumor cell growth and inducing cancer cell apoptosis (Guo 2012; Sung et al. 2012; Zanotto-Filho et al. 2012; Lombardo et al. 2012 ). In the present study, we showed that skeletal muscle atrophy induced by cachexia was significantly reversed with MG132 treatment. Our results are consistent with previous studies which showed that MG132 prevented muscle dystrophy (Winder et al. 2011) , disuse-induced atrophy (Caron et al. 2011 ) and immobilization-mediated skeletal muscle atrophy (Jamart et al. 2011) . By ameliorating skeletal muscle atrophy and reducing tumor burden, MG132 treatment led to reduced weight loss, improved spontaneous activity and longer survival time in tumor-bearing mice, suggesting that MG132 is a potential therapeutic agent for cancer cachexia treatment. Moreover, administration of MG132 during the early stages of cancer cachexia was more effective in alleviating cachectic manifestations, supporting the observation that preventative interventions in the management of cancer cachexia are important (Fearon et al. 2011) .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 360,
                    "text": "(Schneider et al. 2012",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 455,
                    "end": 473,
                    "text": "(Jing et al. 2012)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 541,
                    "end": 559,
                    "text": "(Wang et al. 2011)",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 803,
                    "text": "(Guo 2012;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 804,
                    "end": 821,
                    "text": "Sung et al. 2012;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 822,
                    "end": 848,
                    "text": "Zanotto-Filho et al. 2012;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 849,
                    "end": 869,
                    "text": "Lombardo et al. 2012",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1103,
                    "end": 1123,
                    "text": "(Winder et al. 2011)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1149,
                    "end": 1167,
                    "text": "(Caron et al. 2011",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1222,
                    "end": 1242,
                    "text": "(Jamart et al. 2011)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1767,
                    "end": 1787,
                    "text": "(Fearon et al. 2011)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies have indicated that proinflammatory cytokines, including TNF-a and IL-6, play critical roles in (c) and MAFbx (d) of gastrocnemius muscles were determined using real-time PCR. Data are represented as mean ± SD (x ± s). *P \\ 0.05, **P \\ 0.001 when compared with HC mice; #P \\ 0.05, ##P \\ 0.001 when compared with CC mice; $P \\ 0.05 when compared between MP and MT mice regulating muscle mass and protein degradation during cachexia (Carson and Baltgalvis 2010; Pajak et al. 2008) . We observed in the current study that elevated serum and gastrocnemius muscle levels of TNF-a and IL-6 were correlated with enhanced muscle wasting and weight loss during cachexia, whereas administration of MG132 led to significant reductions in TNF-a and IL-6 in serum and gastrocnemius muscle, accompanied by alleviated cancer cachexia manifestations. Previous studies have demonstrated that MG132 could reduce pain and inflammation through inhibiting NF-jB signaling (Ahmed et al. 2010) . Our data indicated that the anti-cachexia effect of MG132 was also mediated by suppressing the NF-jB pathway. An elevated expression of IjBa and reduced levels of p65 in gastrocnemius muscle were observed in mice receiving MG132 treatment. In agreement with a previous study which showed that inhibiting the expression of MuRF1 and MAFbx could reverse skeletal muscle atrophy and muscle protein degradation (Glass 2010) , we showed that MG132 significantly reduced MuRF1 and MAFbx. Moreover, western immunoblot with protein extracted from tumor tissue revealed that MG132 could impede tumor growth by targeting NF-jB pathway, like what has been observed in Zanotto-Filho et al.'s study (Zanotto-Filho et al. 2012 ). However, ubiquitin-proteasome pathway seems not to contribute to the anticancer effect of MG132 as the expression of MAFbx and MuRF1 was not affected. Therefore, MG132 may attenuate cancer cachexia by blocking activation of NF-jB and hence upregulation of TNF-a and IL-6, inhibiting the downstream ubiquitin-proteasome pathways such as MuRF1 and Western immunoblot analyses were performed to detect the effect of MG132 on protein levels of IjBa (a), p65 (b), MuRF1 (c) and MAFbx (d) in gastrocnemius muscles. Upper panel represents an immunoblot, while the lower panel indicates quantification of protein band intensity using Gel Image System software for each protein. Data are represented as mean ± SD (x ± s). *P \\ 0.05, **P \\ 0.001 when compared with HC mice; #P \\ 0.05, ##P \\ 0.001 when compared with CC mice; $P \\ 0.05, $$P \\ 0.001 when compared between MP and MT mice MAFbx, thereby ameliorating muscle atrophy and muscle protein degradation.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 476,
                    "text": "(Carson and Baltgalvis 2010;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 477,
                    "end": 495,
                    "text": "Pajak et al. 2008)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 968,
                    "end": 987,
                    "text": "(Ahmed et al. 2010)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1397,
                    "end": 1409,
                    "text": "(Glass 2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1676,
                    "end": 1702,
                    "text": "(Zanotto-Filho et al. 2012",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, MG132 treatment could effectively alleviate C26-tumor-induced cancer cachexia by preventing weight loss and muscle atrophy and increasing spontaneous activity and survival time. Moreover, the anti-cachexia effect of MG132 is potentially interacting through regulation of NF-jB, its downstream ubiquitin-proteasome pathway. Given the high efficacy of MG132, particularly when administrated during the early stages of cancer cachexia, our data also indicated that MG132 might be used as a preventative measure for cancer cachexia. Data are represented as mean ± SD (x ± s). *P \\ 0.05, **P \\ 0.001 when compared with HC mice; #P \\ 0.05, ##P \\ 0.001 when compared with CC mice; $P \\ 0.05, $P \\ 0.001 when compared between MP and MT mice",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Induction of MuRF1 is essential for TNF-alphainduced loss of muscle function in mice",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Biol",
            "volume": "384",
            "issn": "1",
            "pages": "48--59",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mechanism of increased lipolysis in cancer cachexia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Agustsson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cancer Res",
            "volume": "67",
            "issn": "11",
            "pages": "5531--5537",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Attenuation of pain and inflammation in adjuvant-induced arthritis by the proteasome inhibitor MG132",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arthritis Rheum",
            "volume": "62",
            "issn": "7",
            "pages": "2160--2169",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The role of cytokines in cancer cachexia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Argiles",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Lopez-Soriano",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Med Res Rev",
            "volume": "19",
            "issn": "3",
            "pages": "223--248",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification of ubiquitin ligases required for skeletal muscle atrophy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Bodine",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "294",
            "issn": "5547",
            "pages": "1704--1708",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "IKKbeta/NF-kappaB activation causes severe muscle wasting in mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell",
            "volume": "119",
            "issn": "2",
            "pages": "285--298",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ubiquitin-protein ligases in muscle wasting",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lecker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Biochem Cell Biol",
            "volume": "37",
            "issn": "10",
            "pages": "2088--2097",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The proteasome inhibitor MG132 reduces immobilization-induced skeletal muscle atrophy in mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Caron",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC musculoskeletal disord",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interleukin 6 as a key regulator of muscle mass during cachexia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Carson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Baltgalvis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Exerc Sport Sci Rev",
            "volume": "38",
            "issn": "4",
            "pages": "168--176",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Muscle wasting in cancer cachexia: clinical implications, diagnosis, and emerging treatment strategies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dodson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Annu Rev Med",
            "volume": "62",
            "issn": "",
            "pages": "265--279",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Beneficial immune modulatory effects of a specific nutritional combination in a murine model for cancer cachexia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Faber",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Br J Cancer",
            "volume": "99",
            "issn": "12",
            "pages": "2029--2036",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cancer cachexia: developing multimodal therapy for a multidimensional problem",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Fearon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Cancer",
            "volume": "44",
            "issn": "8",
            "pages": "1124--1132",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Definition and classification of cancer cachexia: an international consensus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fearon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet Oncol",
            "volume": "12",
            "issn": "5",
            "pages": "489--495",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Signaling pathways perturbing muscle mass",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Glass",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr Opin Clin Nutr Metab Care",
            "volume": "13",
            "issn": "3",
            "pages": "225--229",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Atrogin-1, a muscle-specific F-box protein highly expressed during muscle atrophy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Gomes",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc Natl Acad Sci",
            "volume": "98",
            "issn": "25",
            "pages": "14440--14445",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "NF-kappaB-induced loss of MyoD messenger RNA: possible role in muscle decay and cachexia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Asia-Pacific j clin oncol Guttridge DC et al",
            "volume": "289",
            "issn": "5488",
            "pages": "2363--2366",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Glucose metabolism in cachectic patients with colorectal cancer",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Holroyde",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cancer Res",
            "volume": "44",
            "issn": "",
            "pages": "5910--5913",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The effect of proteasome inhibitor MG132 on experimental inflammatory bowel disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Exp Immunol",
            "volume": "156",
            "issn": "1",
            "pages": "172--182",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Prevention of muscle disuse atrophy by MG132 proteasome inhibitor",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jamart",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Muscle Nerve",
            "volume": "43",
            "issn": "5",
            "pages": "708--716",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "MG132 alleviates liver injury induced by intestinal ischemia/reperfusion in rats: involvement of the AhR and NFkappaB pathways",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J surg res",
            "volume": "176",
            "issn": "1",
            "pages": "63--73",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Role for IkappaBalpha, but not c-Rel, in skeletal muscle atrophy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Judge",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Physiol Cell Physiol",
            "volume": "292",
            "issn": "1",
            "pages": "372--382",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Intratumoral injection of oligonucleotides to the NF kappa B binding site inhibits cachexia in a mouse tumor model",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kawamura",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Gene Ther",
            "volume": "6",
            "issn": "1",
            "pages": "91--97",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nuclear factor-kappaB: its role in health and disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Mol Med",
            "volume": "82",
            "issn": "7",
            "pages": "434--448",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Nuclear factor-kappa B signaling in skeletal muscle atrophy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Malhotra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Med",
            "volume": "86",
            "issn": "10",
            "pages": "1113--1126",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Synergism between arsenite and proteasome inhibitor MG132 over cell death in myeloid leukemic cells U937 and the induction of low levels of intracellular superoxide anion",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lombardo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Toxicol Appl Pharmacol",
            "volume": "258",
            "issn": "3",
            "pages": "351--366",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "MG132 treatment attenuates cardiac remodeling and dysfunction following aortic banding in rats via the NF-kappaB/TGFbeta1 pathway",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biochem Pharmacol",
            "volume": "81",
            "issn": "10",
            "pages": "1228--1236",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Mechanisms of skeletal muscle degradation and its therapy in cancer cachexia",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Melstrom",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Histol Histopathol",
            "volume": "22",
            "issn": "7",
            "pages": "805--814",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The therapeutic potential of pharmacological chaperones and proteosomal inhibitors, Celastrol and MG132 in the treatment of sialidosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Igdoura",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol Genet Metab",
            "volume": "107",
            "issn": "1-2",
            "pages": "173--185",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Crossroads of cytokine signaling-the chase to stop muscle cachexia: an official",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pajak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J physiol pharmacol",
            "volume": "59",
            "issn": "9",
            "pages": "251--264",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Waste managementcytokines, growth factors and cachexia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saini",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Al-Shanti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cytokine Growth Factor Rev",
            "volume": "17",
            "issn": "6",
            "pages": "475--486",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Severe acute respiratory syndrome coronavirus replication is severely impaired by MG132 due to proteasome-independent inhibition of M-calpain",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "18",
            "pages": "10112--10122",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The proteasome inhibitor MG132 potentiates TRAIL receptor agonist-induced apoptosis by stabilizing tBid and Bik in human head and neck squamous cell carcinoma cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Exp Cell Res",
            "volume": "318",
            "issn": "13",
            "pages": "1564--1576",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Experimental cancer cachexia induced by transplantable colon 26 adenocarcinoma in mice",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cancer Res",
            "volume": "50",
            "issn": "8",
            "pages": "2290--2295",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Systemic administration of the NF-kappaB inhibitor curcumin stimulates muscle regeneration after traumatic injury",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thaloor",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "American j physiol",
            "volume": "277",
            "issn": "2",
            "pages": "320--329",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mechanisms of cancer cachexia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tisdale",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Physiol Rev",
            "volume": "89",
            "issn": "2",
            "pages": "381--410",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Epigallocatechin-3-gallate effectively attenuates skeletal muscle atrophy caused by cancer cachexia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cancer Lett",
            "volume": "305",
            "issn": "1",
            "pages": "40--49",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Comparative study of the influence of proteasome inhibitor MG132 and ganciclovir on the cytomegalovirus-specific CD8(?) T-cell immune response",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Viral Immunol",
            "volume": "24",
            "issn": "6",
            "pages": "455--461",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The proteasomal inhibitor MG132 prevents muscular dystrophy in zebrafish",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Winder",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS currents",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Proteasome inhibitor MG132 induces selective apoptosis in glioblastoma cells through inhibition of PI3 K/Akt and NFkappaB pathways, mitochondrial dysfunction, and activation of p38-JNK 1/2 signaling",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanotto-Filho",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Invest New Drugs",
            "volume": "30",
            "issn": "6",
            "pages": "2252--2262",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Reversal of cancer cachexia and muscle wasting by ActRIIB antagonism leads to prolonged survival",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "142",
            "issn": "4",
            "pages": "531--543",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1 MG132 ameliorates weight loss and inhibits tumor growth in colon 26 (C26) tumor-bearing mice. BALB/c mice of similar weight were randomized into four groups, including: healthy controls (HC), untreated tumor-bearing cancer cachexia group (CC), MG132 prevention group (MP; tumor-bearing mice receiving MG132 treatment 5 days following inoculation) and MG132 treatment group (MT; administration of MG132 was begun at day 12 following tumor implantation). To establish the experimental cancer cachexia model, colon carcinoma C26 cells were implanted into CC, MT and MP groups on day 0. Upon inoculation, body weight and fur condition",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "mice (Left panel) and quantification of muscle mass (Right panel). b H&E staining of the myofiber crosssection (Left panel) and area of the myofiber cross-section (Right panel).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "MG132 treatment restores carbohydrate metabolism in tumor-bearing mice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 5 MG132 reduced gene expression NF-jB ubiquitinproteasome pathway. Relative mRNA levels of IjBa (a), p65 (b), MuRF1 (c) and MAFbx (d) of gastrocnemius muscles were determined using real-time PCR. Data are represented as mean ± SD (x ± s). *P \\ 0.05, **P \\ 0.001 when compared with HC mice; #P \\ 0.05, ##P \\ 0.001 when compared with CC mice; $P \\ 0.05 when compared between MP and MT mice",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 6 MG132 decreased the elevated protein levels of p65, MuRF1 and MAFbx and reduced the expression of IjBa. Western immunoblot analyses were performed to detect the effect of MG132 on protein levels of IjBa (a), p65 (b), MuRF1 (c) and MAFbx (d) in gastrocnemius muscles. Upper panel represents an immunoblot, while the lower panel indicates quantification of protein band intensity using Gel Image System software for each protein. Data are represented as mean ± SD (x ± s). *P \\ 0.05, **P \\ 0.001 when compared with HC mice; #P \\ 0.05, ##P \\ 0.001 when compared with CC mice; $P \\ 0.05, $$P \\ 0.001 when compared between MP and MT mice",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "MG132 impeded tumor growth by targeting NF-jB pathway. Western immunoblot analyses were performed to detect the effect of MG132 on protein levels of IjBa a and p65 b in tumor tissue. Upper panel represents an immunoblot while lower panel indicates quantification of protein band intensity using Gel Image System software for each protein.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "d, tumor volumes and weights of MP mice were 54.41 and Table 1 Primers for real-time PCR",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}