{
    "paper_id": "824707a11a7f1be7be3ff651aaa43dda34ef59b5",
    "metadata": {
        "title": "SCIENCE CHINA Mutational analysis of the SDD sequence motif of a PRRSV RNA-dependent RNA polymerase",
        "authors": [
            {
                "first": "Zhou",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Agricultural Sciences",
                    "location": {
                        "postCode": "200241",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zheng",
                "middle": [],
                "last": "Haihong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Agricultural Sciences",
                    "location": {
                        "postCode": "200241",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Gao",
                "middle": [],
                "last": "Fei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Agricultural Sciences",
                    "location": {
                        "postCode": "200241",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tian",
                "middle": [],
                "last": "Debin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Agricultural Sciences",
                    "location": {
                        "postCode": "200241",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuan",
                "middle": [],
                "last": "Shishan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Agricultural Sciences",
                    "location": {
                        "postCode": "200241",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The subgenomic mRNA transcription and genomic replication of the porcine reproductive and respiratory syndrome virus (PRRSV) are directed by the viral replicase. The replicase is expressed in the form of two polyproteins and is subsequently processed into smaller nonstructural proteins (nsps). nsp9, containing the viral replicase, has characteristic sequence motifs conserved among the RNA-dependent RNA polymerases (RdRp) of positive-strand (PS) RNA viruses. To test whether the conserved SDD motif can tolerate other conserved motifs of RNA viruses and the influence of every residue on RdRp catalytic activity, many amino acids substitutions were introduced into it. Only one nsp9 substitution, of serine by glycine (S3050G), could rescue mutant viruses. The rescued virus was genetically stable. Alteration of either aspartate residue was not tolerated, destroyed the polymerase activity, and abolished virus transcription, but did not eliminate virus replication. We also found that the SDD motif was essentially invariant for the signature sequence of PRRSV RdRp. It could not accommodate other conserved motifs found in other RNA viral polymerases, except the GDD motif, which is conserved in all the other PS RNA viruses. These findings indicated that nidoviruses are evolutionarily related to other PS RNA viruses. Our studies support the idea that the two aspartate residues of the SDD motif are critical and essential for PRRSV transcription and represent a sequence variant of the GDD motif in PS RNA viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "RNA-dependent RNA polymerases (RdRps) function as the catalytic subunit of the viral replicase. RdRps are required for the replication and transcription of all positive-strand (PS) RNA viruses, in concert with host proteins and, sometimes, other viral proteins [1, 2] . The RdRp domain is essential for RNA replication [3, 4] . Several conserved sequence motifs have been identified in the putative RdRps of several animal and plant PS RNA viruses [5] . Currently, eight conserved motifs are known to be present in all classes of polymerases, and four of them reside in the catalytic portion of the \"palm\" domain [1, 2, 6] . The most conserved palm domain contains the four amino acid sequence motifs found in all classes of polymerases, named A, B, C, and D [7] , plus a fifth motif E, unique to RdRps and reverse transcriptases [1] . This structural conservation implies that palm domains of all RdRps may have evolved from a common, ancient ancestor. Motif C forms a \"-strand, turn, -strand\" structure that contains the highly conserved Gly-Asp-Asp (GDD) motif, with the aspartic acid residues exposed in the loop region found in RdRps, an RdRp hallmark [5, [8] [9] [10] . This structure is very similar in all classes of polymerases, and positions the two DD residues close to the conserved D of motif A [1] . The two aspartic acids have been postulated to be involved in the catalytic activity and metal ion coordination of the enzyme [7, [10] [11] [12] . The RNA-dependent RNA polymerases (RdRps) of all positive stranded RNA viruses and double stranded RNA viruses, such as reoviruses, contain a GDD motif, a highly conserved sequence located at the active site. However, with one exception, the RdRps of nidoviruses have a replacement of the Gly residue by a Ser residue preceding the two key catalytic Asp residues in the GDD motif [4] . Thus, porcine reproductive and respiratory syndrome virus (PRRSV) has an SDD signature instead of the canonical GDD in the RdRp (nsp9) [13] [14] [15] (Figure 1 , Table 1 ). The role of the serine residue in the RdRps of nidovirus has not been studied; however, the corresponding glycine residue is essential for poliovirus RdRp and for other RdRps carrying a GDD signature [15, 16] . It is said that the phylogeny of RdRps mainly parallels the taxonomy of RNA viruses. The other RNA viruses also have a particular conserved motif in the place of the GDD motif, such as the GDN motif of nonsegment-negative stranded RNA viruses [16, 17] , the SDD motif of segment-negative stranded RNA viruses [16, 18, 19] , and the MDD motif of retroviruses [18] ( Table 1 ). The universal occurrence and exceptional conservation of RdRps has led to RdRps, along with a few other replicative proteins, being used for the identification and classification of RNA viruses. What then, is the phylogenetic relationship of these different motifs among RNA viruses? Based on the present studies of the GDD motif, the requirement for the glycine residue of the GDD motif is somewhat flexible for in vitro RNA synthesis [2] . Studies on polioviruses, HCV [1] , RHDV, tombusviruses [20] , rubella viruses (RV) [1] , CSFV [21] , and caliciviruses [22] showed that the first aspartate of the GDD motif appears to be a strict requirement, as any changes to this position are not tolerated for in vivo viral replication and/or in vitro RNA synthesis. Studies of the second aspartate of the GDD motif showed it was not absolutely conserved in all classes of polymerases, suggesting some flexibility at this position. However, mutational analysis indicates a relatively strict requirement for an aspartate at this position in the RdRps of calicivirus [22] and encephalomyocarditis virus [1] . Overall, single or multiple substitutions of the equivalent residues in viral RdRps were shown to change or even abolish polymer-ase activity, depending on the assay conditions used [23] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 265,
                    "end": 267,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 323,
                    "end": 325,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 617,
                    "end": 619,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 620,
                    "end": 622,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1159,
                    "end": 1162,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1163,
                    "end": 1166,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1171,
                    "end": 1175,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1310,
                    "end": 1313,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1442,
                    "end": 1445,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1446,
                    "end": 1450,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1451,
                    "end": 1455,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1456,
                    "end": 1460,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1843,
                    "end": 1846,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1984,
                    "end": 1988,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1989,
                    "end": 1993,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1994,
                    "end": 1998,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2222,
                    "end": 2226,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2227,
                    "end": 2230,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2476,
                    "end": 2480,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2481,
                    "end": 2484,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2542,
                    "end": 2546,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2547,
                    "end": 2550,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2551,
                    "end": 2554,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2591,
                    "end": 2595,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3045,
                    "end": 3048,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3080,
                    "end": 3083,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3106,
                    "end": 3110,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3134,
                    "end": 3137,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3145,
                    "end": 3149,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3170,
                    "end": 3174,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3669,
                    "end": 3673,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3705,
                    "end": 3708,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3893,
                    "end": 3897,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1999,
                    "end": 2008,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 2011,
                    "end": 2018,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2598,
                    "end": 2605,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Usually, RdRp domains are readily identifiable by comparative sequence analysis. Little is known about the biochemical and structural properties of the replicase [24] . Although many studies suggest nsp9 is the RdRp of PRRSV [25, 26] , there is no experimental evidence to demonstrate its catalytic activity. A core palm structure containing the four motifs (A-D) found in all classes of polymerases [1] is present in the C-terminal region of nsp9; therefore, it is possible to identify RdRp catalytic activity by testing whether the conserved SDD motif (at residues 3050 to 3052 of nsp9) itself is essential for virus replication (Figure 1) . This work provides an opportunity to better understand the biology of PRRSV, as well as to identify antiviral targets for the prevention of PRRSV. Cells transfected with an SGA mutant of EAV did not show detectable RNA replication or subgenomic mRNA transcription [3, 27] . Moreover, previous studies have focused on the structure-function analysis of the GDD motif and mainly depended on in vitro biochemical experiments. However, characterization of the SDD sequence motif of PRRSV has not yet been reported. Given the heterogeneity observed with regard to the GDD motif in RNA polymerases of PS RNA viruses, we wanted to ascertain whether flexibility exists with respect to amino acid substitutions at this site of the PRRSV RNA polymerase and the influences of amino acid change on virus replication and transcription. We utilized site-directed mutagenesis to construct several different combinations of mutations in the SDD motif in an infectious clone of PRRSV, and investigated the functional role of the motif.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 908,
                    "end": 911,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 641,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "MARC-145 cells (ATCC, Manassas, VA, USA) and baby hamster kidney (BHK-21) cells were propagated in Eagle's minimum essential medium (EMEM; Gibco-BRL, Gaithers- Figure 1 Schematic representation of PRRSV genome showing the location of the conserved SDD motif within RdRp. Shown is a part of domains in the pp1ab replicase polyproteins of PRRSV. Arrows represent sites in pp1ab that are cleaved by chymotrypsin-like (3CLpro) proteinase. The proteolytic cleavage products are numbered according to full cleavage site map. Within the cleavage products, the location and names of the domains that have been identified as structurally and functionally related are highlighted. These include diverse domains with conserved Cys and His residues (C/H), RNA-dependent RNA polymerase (RdRp), helicase (HEL) and uridylate-specific endoribonuclease (N or NendoU) activities. The number of amino acid D indicates the location of SDD in pp1ab. burg, MD, USA) with 10% fetal bovine serum (FBS; Gibco-BRL, Gaithersburg, MD, USA), and maintained in EMEM with 2% fetal bovine serum at 37°C with 5% CO 2 . BHK-21 cells and MARC-145 cells were used for incubation of PRRSV. The viruses were rescued from the Type II PRRSV infectious clone pAPRRS (with CMV promoter) [28] and used as parental virus in all experiments.",
            "cite_spans": [
                {
                    "start": 1245,
                    "end": 1249,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Cells and viruses"
        },
        {
            "text": "Standard recombinant DNA techniques were used to generate all the constructs. The full-length infectious cDNA clone, pAPRRS [28] was used in the basis for subcloning.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid construction"
        },
        {
            "text": "Construction of SDD mutants. The full-length mutant plasmids were constructed by site-directed PCR mutagenesis and SOE (gene splicing by overlap extension) PCR. A series of mutations was introduced into the nsp9 SDD motif by making single mutations at amino acid residue 3050, 3051, or 3052. The synthetic deoxyribonucleotides used in the mutagenesis are shown in Table 2 . To create plasmids pGDD, pSED, pSDE, and pSGA, a shuttle plasmid named pTB2, representing nucleotide positions 8840-13334 of the viral genome, was constructed to introduce specific modifications to the SDD motif in the full-length genomic clone. The fragment 8840-13334 nt was cloned into the vector pBluescript II SK (+/) (Stratagene, La Jolla, CA, USA). pTB2 plasmid was used as the template in site-directed PCR mutagenesis. PCR-mediated mutagenesis was carried out with the appropriate primers containing the required nucleo-tide changes. To construct plasmids pMDD, pSAD, pSND, pSDA, pSDN, pSGD, and pGDN, SOE PCR was used with pAPRRS as the template and two pairs of primers. The strategy of construction of them was the same with pSND. For mutant pSND, a pair of primers (SF8129 plus SR9348SND) was used to amplify approximately 1.2 kb from nt 8129 to 9348, and the downstream 4.0 kb fragment from nt 9301 to 13334 was obtained by a second PCR using primers, SF9301SND and SR13334. The 5.2 kb fragment containing the desired D→N mutation was generated by the SOE PCR with 1.2 and 4.0 kb fragments as templates, and SF8129 and SR13334 as the primers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 371,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Plasmid construction"
        },
        {
            "text": "The PCR products were purified using the Watson Gel Extraction Mini Kit (Watson, Shanghai, China). Purified products were digested with Avr II and EcoR V and the major fragment was used to replace the Avr II/EcoR V fragment of the infectious clone pAPRRS to form the mutant clones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid construction"
        },
        {
            "text": "Site-directed PCR mutagenesis was carried out using 18 cycles of 95°C for 20 s, 62 or 58°C for 30 s, and 68°C for 11 min using PfuTurbo Hotstart DNA polymerase (Stratagene, La Jolla, CA, USA), added to the reaction mixture after an initial denaturation (95°C, 5 min). After 18 cycles, the products were extended at 72°C for another 10 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid construction"
        },
        {
            "text": "SOE PCRs were carried out using 18 cycles of 95°C for 30 s, 59°C for 30 s, and 72°C for 5 min using PfuUltraII Fusion HS DNA polymerase (Stratagene, La Jolla, CA, USA), added to the reaction mixture after an initial denaturation (99°C, 5 min). After 18 cycles, the products were extended at 72°C for another 10 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid construction"
        },
        {
            "text": "For detecting replication, pAS7 was constructed by deleting 1693 to 13116 nt from pAPRRS using Afl II and Spe I as a negative control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid construction"
        },
        {
            "text": "BHK-21 cells were propagated in a 6-well plate (2×10 5 cells/35 mm well) and grown for 2 d to approximately 60%-80% confluence. The subconfluent BHK-21 cells were transfected with equal amounts (3.75 μg) of full-length mutant plasmid using Lipofectamine LTX&PLUS reagents (Invitrogen, Carlsbad, CA, USA) according to the manufacturer's instructions and incubated at 37°C with 5% CO 2 . The supernatant of the cell culture was harvested and inoculated onto MARC-145 cells 72 h posttransfection, and was monitored daily for cytopathic effect (CPE). When 80% CPE was observed, the supernatant of the cell culture was harvested and stored in a 70°C freezer as the primary rescued virus stock, designated as vGDD passage 0 (P0). The 1000-fold diluted P0 was used for inoculating fresh MARC-145 cells, and the supernatant was harvested at 4 dpi, and designated as P1. The P2-P5 virus stocks were prepared in the same manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA transfection, RNA extraction and RT-PCR"
        },
        {
            "text": "For RNA extraction, viral genomic RNA was isolated using a QIAprep Viral RNA Mini Kit (Qiagen, Hilden, Germany), and cells were lysed at 72 h posttransfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA transfection, RNA extraction and RT-PCR"
        },
        {
            "text": "Total intracellular RNAs were isolated using TRIzol Reagent (Invitrogen, Carlsbad, CA, USA) according to the manufacturer's instructions. RNAs were suspended in RNase-free water, aliquoted, and stored at 70°C. For the analysis of virus transcription, the subgenomic (sg) mRNA7s of PRRSV was detected by reverse transcription-PCR (RT-PCR) from the total intracellular RNAs of transfected cells ( Figure 2 ). As an internal control for RT-PCR analysis of sg mRNA7s, the β-actin gene of BHK-21 cells was also detected using a pair of primers, actin-F and actin-R. For the sg mRNA7s RT reaction, primer SR15284 was used. For the sg mRNA7s PCR, primers SF12 and SR15284 were used. The PCR conditions comprised 18 cycles of 95°C denaturation (30 s), 63°C annealing (30 s), and 72°C extension (30 s), followed by incubation at 72°C for 10 min. The 18 cycles were followed by a 5-min incubation at 95°C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 404,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "DNA transfection, RNA extraction and RT-PCR"
        },
        {
            "text": "For the analysis of the virus mutational site, a pair of primers, SF8129 and SR10211, was used in the synthesis of cDNA covering the SDD motif at nt 9319-9327. The PCR products were gel-purified and sub-cloned into pGEM-T vector (Promega, Madison, USA), and sequenced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA transfection, RNA extraction and RT-PCR"
        },
        {
            "text": "For negative-strand-specific RT-PCR, we used the approach Figure 2 The influence of aa substitutions in the SDD motif on subgenomic transcription and genomic replication. A, RT-PCR strategy for the detection of genomic negative strands and subgenomic mRNA7s. For the RT-PCR, primers SF12 and SR683 were used to amplify regions specific for plasmid, positiveand negative-stranded genomic RNA. Primer SR683 is directed against sequences within the ORF1a region and SF12 is directed against the leader sequences of the 5′UTR; both are used for priming cDNA synthesis (dashed line) on the genomic negative strands. Primers SF12 and SR15284 are used for the PCR specific for positive-stranded sg mRNA7s. Primer SR15284 is directed against the body sequence of sg mRNA7s and is used for priming cDNA synthesis (dashed line) on the positive strand of sg mRNA7s. B, RT-PCR amplification of leader-body junction specific regions of subgenomic mRNA7s. To study the impact of mutations in the SDD motif on PRRSV transcription, RT-PCR analysis of the sg mRNA7s was performed on the total RNAs obtained from mock-transfected BHK-21 cells and cells transfected with pMDD, pSAD, pSED, pSND, pSGD, pSDA, pSDE, pSDN, pSGA, pGND, pGDD, and pAPRRS, using a forward primer located in the leader region and a reverse primer in ORF7. The bands representing the specific sg mRNA7s are shown in the top panel and semiquantitative RT-PCR analysis of β-actin gene of BHK-21 cells to estimate the amounts sg mRNA7s is shown in the middle panel. To study the impact of mutations in the SDD motif on PRRSV replication, the RNAs were isolated from BHK-21 cells transfected with mock-transfected BHK-21cells and cells transfected with pMDD, pSAD, pSED, pSND, pSGD, pSDA, pSDE, pSDN, pGDN, pSGA, pGDD, and pAPRRS, using a forward primer located in the leader region and a reverse primer in the ORF1. RT-PCR analysis of genomic negative strands is shown in the bottom panel.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 66,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Analysis of genomic RNA replication of RdRp mutants"
        },
        {
            "text": "outlined in Figure 2 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Analysis of genomic RNA replication of RdRp mutants"
        },
        {
            "text": "BHK-21 cells transfected with full-length mutant plasmid and pAPRRS were grown on a 6-well plate at 37°C. Indirect IFAs were carried out by standard procedures [29] , using a 1 : 600 dilution of a PRRSV monoclonal antibody directed against the PRRSV open reading frame 7 (ORF7, encoding a nucleocapsid protein), and antibody anti-PRRSV nsp2 (kindly provided by Dr. Fang Ying at South Dakota State University) (Figure 3 ). After three washes with PBS, cells were incubated at 37°C for 1 h with goat anti mouse secondary antibody Alexa Fluor® Dyes (Invitrogen, Carlsbad, CA, USA). The samples were examined with an Olympus fluorescence microscope equipped with a digital camera and Qfluoro software (Leica).",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 418,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Immunofluorescence assays (IFAs)"
        },
        {
            "text": "To determine the multi-step growth curve of the P5 vGDD and vAPRRS, MARC-145 cells in 35 mm dishes were in-fected with 200 μL (0.01 MOI) of P5 viruses, repeated three times. An aliquot of the cell culture supernatant was harvested and replenished with an equal volume of EMEM containing 2% FBS at the indicated time points (6, 12, 24, 36, 48, 72, 84, 96 , 108, and 120 h) post-infection and stored at 70°C. Viral titration was performed by TCID 50 , and a growth curve was determined from the TCID 50 results, as described previously [29] (Figure 4 ). For detection of viral replication, an aliquot of the cell culture supernatant was harvested at 24 h after transfection to BHK-21 cells with pSDD and pAPRRS. Viral titration was performed by TCID 50 as described previously [29] (Table 1).",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "36,",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "48,",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "72,",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "84,",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 353,
                    "text": "96",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 549,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Growth kinetics and replication of the rescued virus"
        },
        {
            "text": "vGDD in vitro generated from MARC-145 cells were serially 10-fold diluted. 0.2 mL viruses was inoculated onto MARC-145 monolayers (8×10 5 cells/well) in 6-well plates. After 1 h at 37°C, cell monolayers were washed once with PBS and overlaid with 3 mL MEM containing 1% (w/v) low melting-point agarose and 2% FBS. After incubation for further four days at 37°C, single plaques were selected and dissolved into 200 L 2% MEM, and then inoculated onto MARC-145 cells for producing viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whole genome sequencing"
        },
        {
            "text": "For sequencing the whole genome of these viruses, the strategy we adopted is shown in Table 3 and Figure 5 , and was described previously [28] . cDNA fragments were then cloned to pGEM-T vector and sequenced.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 93,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 98,
                    "end": 106,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Whole genome sequencing"
        },
        {
            "text": "Northern blotting was performed according to the North-ernMax kit (Ambion Austin, TX, USA) manufacturer's protocol. Cultures of MARC-145 cells were infected with P5 mutant and WT viruses at 1 MOI. Total intracellular RNAs were isolated from infected cells harvested at 24 h postinfection using TRIzol Reagent. The total RNAs were separated on 1% denatured agarose gels using Agarose-LE (Ambion, Austin, TX, USA) as described previously [28, 29] , blotted onto a nitrocellulose membrane (Ambion, Austin, TX, USA), and probed with an N-specific probe, 5′-CCGTTTTACAGCTTTTCTGCCACCCAACACGAG-GCTCTTCAACCCGGGCACCAATGTGCC-3′. This probe could not detect the sg mRNA7.2.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Northern blot analysis"
        },
        {
            "text": "To examine the function of the conserved SDD motif in PRRSV replication, a series of mutations were introduced into nsp9 by substituting each of the three residues (positions 3050, 3051, and 3052) (Figure 1 ). PCR-mediated mutagenesis was carried out with primers containing the required nucleotide changes ( Table 2) . To construct the other mutations, such as pSND, SOE PCR was used with pAP-RRS DNA as the template and two pairs of primers, SF8129 plus SR9348SND and SF9301SND plus SR10211 ( Table 2 ). The PCR product containing the mutation and pAPRRS was digested by Avr II and EcoR V, used to replace the Avr II-EcoR V fragment (8958-12270 nt) of pAPRRS. The intro-duced mutations were verified by sequencing and restriction analysis. Mutant plasmids were transfected into BHK-21 cells, whose actual infectivity was examined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 206,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 317,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 495,
                    "end": 502,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Construction of mutants"
        },
        {
            "text": "No transcription of sg mRNA7s was detected when mutants pMDD, pSAD, pSED, pSND, pSDA, pSDE, pSDN, pSGD, pGDN, and pSGA were transfected into BHK-21 cells ( Figure 2) ; therefore, it was important to determine whether these mutants were able to replicate and produce genomic negative strands. In the infected cell, the genomic negative strands of arteriviruses, like those of coronaviruses, are present in double-stranded replicative intermediates (RIs). To detect the influences of replicase mutants on replication, we used a more sensitive RT-PCR approach to analyze the presence of negative strands in cells transfected with the above mutants. As outlined in Figure 2 , specificity for the antigenomic template was achieved by using primer pair SF12 and SR683. For the detection of genomic negative strands, primer SR683 matches sequences within the ORF1a region and SF12 matches the leader region within the 5′UTR. BHK-21 cells were transfected with the above described mutant clones and pAS7. In the latter clone, the predicted nsp9 RNA polymerase domain was removed, a deletion which has been shown to render PRRSV replication incompetent. We used this mutant clone as a negative control for replication detection. RNA was isolated 24 h after transfection and analyzed for the presence of genomic negative strands (Figure 2) . The RT-PCR results for pAS7 were negative, confirming the specificity of our RT-PCR approach. In the cases of pMDD, pSAD, pSED, pSND, pSDA, pSDE, pSDN, pSGD, pGDN, pSGA, pGDD, and pAPRRS, the replicase mutants produced detectable amounts of genomic negative strands (Figure 2 ). The results indicated that none of the mutations abolished the replication function of RdRp.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 165,
                    "text": "Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 669,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1319,
                    "end": 1329,
                    "text": "(Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 1598,
                    "end": 1607,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Replication of mutants"
        },
        {
            "text": "The RdRp of PRRSV is required for PRRSV replication; therefore, the effect of SDD motif mutations on the catalytic activity of RdRp can be determined by analysis of RNA synthesis and virus production. The wt pAPRRS and the mutant pGDD could produce viruses after transfection into BHK-21 cells and inoculation onto MARC-145 cells. The primers used were complementary to the leader sequence (SF12) and the end of ORF7 (SR15284), and primed cDNA synthesis on all subgenomic positive stranded mRNA7s of PRRSV ( Figure 2 ). The mutant PRRSV full-length cDNA clones pMDD, pSAD, pSED, pSND, pSGD, pSDA, pSDE, pSDN, pGDN, and pSGA carrying mutations specifying the SDD motif in the viral replicase (Table 1) , were transfected into BHK-21 cells and failed to produce sg mRNA7s (Figure 2) . No CPE was detected in MARC-145 cells inoculated with undiluted culture medium of BHK-21 cells transfected with the above-described mutants. Moreover, expression of the N protein was not detected by IFAs in BHK-21 cells transfected with the mutant full-length cDNA clones, except for wt pAPRRS and pGDD ( Figure 3) . However, detection of the nsp2 protein demonstrated that the transfection and plasmid vector system were both functional. The results indicated that all the mutations destroyed the transcription function of RdRp (Figure 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 516,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 700,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 770,
                    "end": 780,
                    "text": "(Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 1088,
                    "end": 1097,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1312,
                    "end": 1322,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The mutations in the SDD motif of PRRSV RdRp cause defects in sg mRNA synthesis and structural protein expression"
        },
        {
            "text": "To analyze the viral RNA profiles, total RNAs were isolated at the 24 h postinfection from MARC-145 cells infected by the P5 mutant viruses (vGDD) and P5 vAPPRS at an MOI of 1. The RNAs were separated on formaldehyde-denatured agarose gel and subjected to Northern blotting with a DIG-labeled probe complementary to the N protein sequence of type II PRRSV. The Northern blot results revealed that the sg mRNAs of mutants could be recognized by the specific probe and that the sg mRNA5 was the most abundant RNA in the virus transcription process (Figure 4) . Compared with vAPRRS, the transcription pattern in the mutant virus vGDD was altered as a result of the change to the motif (Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 546,
                    "end": 556,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 683,
                    "end": 692,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The mutations in the SDD motif of PRRSV RdRp cause defects in sg mRNA synthesis and structural protein expression"
        },
        {
            "text": "Passage experiments were carried out to detect the reversion of the S3050G mutant harvested from BHK-21 cells transfected with pGDD. The mutation specifying the SDD motif was sequenced from P1 to P5 of vGDD. The substitution of S3050G was found not revert (Table 1) , which indicated that vGDD was stable ( Figure 5B ). To investigate the influence of the S3050G mutation of RdRp on the vGDD genome, MARC-145 cells were infected with vAPRRS or vGDD. P0 viral supernatants were serially passaged through plaque purification five times, named P1-P5, and stored for further experiments. RNA was isolated from P1 to P5 virus particles and used for cDNA synthesis and subsequent PCR amplification (Table 3 , Figure 5A ). The sequence covering the regions of the vGDD genome was determined in at least three isolated cDNA clones. In all three sequenced cDNA clones, the original substitution had not reverted; however, two synonymous mutations, i.e., C3960U and U5277C had occurred ( Figure 5C ). The results indicated that mutant virus S3050G is stable and did not influence the fidelity of RdRp.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 265,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 307,
                    "end": 316,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 692,
                    "end": 700,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 703,
                    "end": 712,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 978,
                    "end": 987,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Analysis of vGDD (S3050G)"
        },
        {
            "text": "In this study, we analyzed some of the properties of the PRRSV RdRp by site-directed mutagenesis of the SDD motif, which is associated with the polymerase activity and is particular to nidoviruses. We took two approaches for systematic mutational analysis of the SDD motif: (i) We introduced either conserved or non-conserved amino acid changes in the SDD motif; and (ii) we introduced mutations that resembled the conserved sequence of other viral RdRps (Table 1) . Based on the sequence alignment, SDD motif was predicted to be a variant of the GDD motif of positive-strand RNA viruses. Our observation that the RdRp of PRRSV is active in replication and transcription when the SDD motif is mutated to GDD suggests that, conversely, the polymerase of other positive-strand RNA viruses might function with an SDD motif. It is reported that the requirement for a glycine residue in GDD motif is strict in the positive-strand RNA viruses [1] . Mutational analysis of the GDD motif of RdRp of RV [2] and TBSV confirmed this view, indeed the mutant ADD was found to revert back [20] . However, our results showed that the mutant amino acid residue S3050G of vGDD did not revert back and was stable until P5. The serine residue of the SDD motif could be substituted by glycine residue. This was the first demonstra-tion of flexibility of the serine residue of SDD motif in PRRSV. In terms of genetic stability, the mutant vGDD could be used as a candidate for genetic marker vaccines. However, it is not obvious why nidoviruses have evolved an SDD sequence in place of the GDD motif. From the multi-step virus growth curve, although vGDD maintained a growth pattern similar to that of vAPRRS, the peak titers of vGDD were lower than those of vAPRRS ( Figure 4) . In terms of how the mutant GDD motif of RdRp affected the replication and transcription of PRRSV, it produced less mRNA7s than vAPRRS, despite producing more sg mRNA7.2 than vAPRRS ( Figure 2) . These results were confirmed in three independent experiments. It has been reported that there is a quantitative balance among sg mRNAs species [30] ; thus, we proposed that a quantitative balance between sg mRNA7.1 and sg mRNA7.2 exists, which was confirmed by our lab (data not shown). RdRp interacts with the promoters of every sg mRNA to produce the sg mRNAs, and a change in the active site of RdRp may influence this interaction, disturbing the quantitative balance between sg mRNA7.1 and sg mRNA7.2.",
            "cite_spans": [
                {
                    "start": 937,
                    "end": 940,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 994,
                    "end": 997,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1075,
                    "end": 1079,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2098,
                    "end": 2102,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 464,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1747,
                    "end": 1756,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1942,
                    "end": 1951,
                    "text": "Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Motif C contains highly conserved amino acid residues that represent specific signatures of each major group of RNA viruses. In motif C, the sequence GDD is conserved among polymerases of positive-strand RNA viruses, MDD belongs to retroviruses, GDN and SDD are conserved signature motifs of nonsegmented-negative stranded and segmented-negative stranded RNA viruses, respectively [8] , whereas SDD is conserved in nidoviruses. High-resolution structures of RdRps of positive-and double-strand RNA viruses revealed clear similarities, despite sharing little sequence identity, suggesting an evolutionary link between the RdRps of these RNA viruses [15, 20, 31] . To investigate the role of the conserved C motif in the evolutionary process of the polymerase, we mutated amino acid residues of SDD to those conserved amino acids described above. When SDD was mutated to MDD or GDN, RdRp lost transcriptional activity. From the aspect of evolutionary relationship, nidoviruses, which are also positive single-stranded RNA viruses, are closely related to the positive stranded RNA viruses, but are further from the nonsegmented-negative stranded RNA viruses and retroviruses. However, it is unclear why segmented-negative stranded RNA viruses also have an SDD motif, but abrogated polymerase activity when was mutated to GDD [16, 18] .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1322,
                    "end": 1326,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1327,
                    "end": 1330,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There appears to be a strict requirement for the first aspartate, because any changes to this position, including a change to a negatively charged glutamate, are almost never tolerated for in vivo viral replication and/or in vitro RNA synthesis [1] . In the present study, all substitutions of the first aspartate residue of the SDD motif resulted in a lethal mutation. In agreement with previous studies [21] , the first aspartate residue of SDD is integral to the catalytic active site of the molecule and is absolutely conserved in the RdRp of PRRSV.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, results obtained from the mutational analysis of the second aspartate residue were different in several viral RdRps, mainly depending on the assay conditions used [23] . Mutational analysis of the GDD motif of RdRp of calicivirus and BVDV obtained results similar to ours, single substitutions of the second aspartate residue were shown to destroy RdRp activity. The second aspartate is also important and cannot tolerate any substitutions. In conclusion, our findings were similar to the results of poliovirus [1] and RV: Substitutions of either aspartate residue were not tolerated and were lethal.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is said that perhaps the GDD motif plays a central role in RNA synthesis by binding metal ions [9, 20, 32] , which may be determined by the characteristics of amino acids (Table 1) . To investigate the effect of different charge and polarity of amino acids substituted in the SDD motif on the activity of RdRp, we introduced various amino acid substitutions (Table 1) . First, the aspartate residue was substituted by the simplest amino acid, i.e., alanine, which has no polarity; however, it was lethal to RdRp. Methionine also has no polarity, but mutant pMDD did not produce virus either. The serine residue has no charge; therefore, we substituted the serine residue with glycine residue, which also has no charge. Perhaps the substitution of Ser by Gly produced a functional mutant because of the less polar no charge similarities between Ser and Gly. Aspartate is negatively charged; therefore, we substituted the aspartate residues with glutamate residues, which are also negative charge. However, neither mutant D3051E nor D3052E produced virus, which was similar to a previous study [1] . Replacement of the aspartate residues with uncharged asparagines residues (D3051N or D3052N) also did not produce virus. It can be concluded that the strict requirement of DD residues meant that no substitutions could be tolerated, probably because the DD residues are required for metal ion binding [9, 33] .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 102,
                    "end": 105,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1095,
                    "end": 1098,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1401,
                    "end": 1404,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1405,
                    "end": 1408,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 183,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 361,
                    "end": 370,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The mutants could not produce sg positive strands or sg negative strands (data not show), but could produce genomic negative strands ( Figure 2 ). The results demonstrated that mutation of the SDD motif did not completely abolish the function of RdRp, which was different from the results of EAV [3] and other viruses [1, 19, [32] [33] [34] [35] . This could be because the primary function of replication is not determined by the SDD motif in PRRSV, and the SDD motif is specifically involved in transcription. In fact, viral RdRps function with other factors, such as viral and host factors, in natural infection, in which RdRps combine to differentiate genomic RNA replication from sg mRNA transcription. For positive stranded RNA viruses, replication occurs in membrane-bound, multiprotein complexes termed the replication/transcription complex (RTC). However, the domains of RdRp that interact with the other factors, and the process of transcription and replication in the RTC are still unknown. The fact that conservation of the SDD motif is not required for the replication of RdRp in PRRSV, suggested that transcription and replication of PRRSV are two independent processes and may be uncoupled. It is reported that nsp1 of EAV is essential for sg mRNAs production and is dispensable for genome replication [30] . In the synthesis of sg mRNAs, nsp1 combines with the viral RdRp complex to engage in transcription; however, the mechanism is still unknown, and we speculated that the SDD motif of RdRp could interact with nsp1 in this process.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1317,
                    "end": 1321,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Taken together, our results largely demonstrate that the SDD motif is a variant of the GDD motif of positive-strand RNA viruses. A better knowledge of the biochemical and structural characterization of arterivirus key enzymes, like the RdRp, and the processes of transcription and replication may provide important leads for the development of specific pre-PRRSV vaccines and anti-PRRSV drugs [10] . The present study helps to elucidate the biology of PRRSV and contributes to the development of antiviral targets for the prevention of PRRS.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Analysis of RNA-dependent RNA polymerase structure and function as guided by known polymerase structures and computer predictions of secondary structure",
            "authors": [
                {
                    "first": "O&apos;reilly E K",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "252",
            "issn": "",
            "pages": "287--303",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mutations in the GDD motif of rubella virus putative RNA-dependent RNA polymerase affect virus replication. Virology",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gillam",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "285",
            "issn": "",
            "pages": "322--331",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of an equine arteritis virus replicase mutant defective in subgenomic mRNA synthesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Marle",
                    "suffix": ""
                },
                {
                    "first": "L C",
                    "middle": [],
                    "last": "Van Dinten",
                    "suffix": ""
                },
                {
                    "first": "W J M",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "5274--5281",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nidovirales: evolving the largest RNA virus genome",
            "authors": [
                {
                    "first": "A E",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Res",
            "volume": "117",
            "issn": "",
            "pages": "17--37",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Primary structural comparison of RNA-dependent polymerases from plant, animal and bacterial viruses",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kamer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Argos",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Nucleic Acids Res",
            "volume": "12",
            "issn": "",
            "pages": "7269--7282",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mutations in the palm region of a plus-strand RNA virus polymerase result in attenuated phenotype",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gallei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Widauer",
                    "suffix": ""
                },
                {
                    "first": "H J",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "",
            "pages": "3631--3636",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Permutation of the active site of putative RNA-dependent RNA polymerase in a newly identified species of plant alpha-like virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sabanadzovic",
                    "suffix": ""
                },
                {
                    "first": "A G S",
                    "middle": [],
                    "last": "Nina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "394",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of mutation in the hepatitis C virus nonstructural 5B region on HCV replication",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Okura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Horiike",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Michitaka",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Gas",
            "volume": "39",
            "issn": "",
            "pages": "449--454",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Catalytic core of alphavirus nonstructural protein nsp4 possesses terminal adenylyltransferase activity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tomar",
                    "suffix": ""
                },
                {
                    "first": "R W",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "J L",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "9962--9969",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "RNA virus replication complexes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mutation of the aspartic acid residues of the GDD sequence motif of poliovirus RNA-dependent RNA polymerase results in enzymes with altered metal ion requirements for activity",
            "authors": [
                {
                    "first": "S A",
                    "middle": [],
                    "last": "Jablonski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Morrow",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": "1532--1539",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Structural and functional characterization of sapovirus RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "S W B",
                    "middle": [],
                    "last": "Fullerton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blaschke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coutard",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "1858--1871",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The molecular biology of arteriviruses",
            "authors": [
                {
                    "first": "E J",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "J J M",
                    "middle": [],
                    "last": "Meulenberg",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Gen Virol",
            "volume": "79",
            "issn": "",
            "pages": "961--979",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Porcine reproductive and respiratory syndrome virus: origin hypothesis",
            "authors": [
                {
                    "first": "P G W",
                    "middle": [],
                    "last": "Plagemann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "903--908",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "De novo initiation of RNA synthesis by the arterivirus RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Beerens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Selisko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ricagno",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "8384--8395",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Genetic and biochemical evidence for an oligomeric structure of the functional L polymerase of the prototypic arenavirus lymphocytic choriomeningitis virus",
            "authors": [
                {
                    "first": "A B",
                    "middle": [],
                    "last": "Sánchez",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "La Torre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "7262--7268",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Transcriptional activity and mutational analysis of recombinant vesicular stomatitis virus RNA polymerase",
            "authors": [
                {
                    "first": "D E",
                    "middle": [],
                    "last": "Sleat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "",
            "pages": "1334--1339",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mutational analysis of the conserved motifs of influenza A virus polymerase basic protein 1",
            "authors": [
                {
                    "first": "S K",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "",
            "pages": "1819--1826",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rift valley fever virus L protein forms a biologically active oligomer",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zamoto-Niikura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Terasaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikegami",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "12779--12789",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Analysis of tombusvirus revertants to identify essential amino acid residues within RNA dependent RNA polymerase motifs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boonrod",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chotewutmontri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Galetzka",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": "823--826",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mutational analysis of the GDD sequence motif of classical swine fever virus RNA-dependent RNA polymerases",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virus Genes",
            "volume": "34",
            "issn": "",
            "pages": "63--65",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mutation analysis of the GDD sequence motif of a calicivirus RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "A L",
                    "middle": [],
                    "last": "Vazquez",
                    "suffix": ""
                },
                {
                    "first": "Alonso J M M",
                    "middle": [],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "3888--3891",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The RNA polymerase activity of SARS-coronavirus nsp12 is primer dependent",
            "authors": [
                {
                    "first": "A J W",
                    "middle": [],
                    "last": "Velthuis",
                    "suffix": ""
                },
                {
                    "first": "J J",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "C E",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic Acids Res",
            "volume": "38",
            "issn": "",
            "pages": "203--214",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Virus-encoded proteinases and proteolytic processing in the nidovirales",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "E J",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Gen Virol",
            "volume": "81",
            "issn": "",
            "pages": "853--879",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The role of porcine reproductive and respiratory syndrome (PRRS) virus structural and non-structural proteins in virus pathogenesis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Music",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gagnon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Anim Health Res Rev",
            "volume": "11",
            "issn": "",
            "pages": "135--163",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The PRRSV replicase: exploring the multifunctionality of an intriguing set of nonstructural proteins",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Res",
            "volume": "154",
            "issn": "",
            "pages": "61--76",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Proteolytic processing of the open reading frame 1b-encoded part of arterivirus replicase is mediated by nsp4 serine protease and is essential for virus replication",
            "authors": [
                {
                    "first": "L C",
                    "middle": [],
                    "last": "Van Dinten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rensen",
                    "suffix": ""
                },
                {
                    "first": "A E",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "2027--2037",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Construction of infectious cDNA clones of PRRSV: separation of coding regions for nonstructural and structural proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Life Sci",
            "volume": "51",
            "issn": "",
            "pages": "271--279",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Identification of dispensable nucleotide sequence in 3' untranslated region of porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Res",
            "volume": "154",
            "issn": "",
            "pages": "38--47",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Arterivirus nsp1 modulates the accumulation of minus-strand templates to control the relative abundance of viral mRNAs",
            "authors": [
                {
                    "first": "D D",
                    "middle": [],
                    "last": "Nedialkova",
                    "suffix": ""
                },
                {
                    "first": "A E",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Nidovirus transcription: how to make sense?",
            "authors": [
                {
                    "first": "A O",
                    "middle": [],
                    "last": "Pasternak",
                    "suffix": ""
                },
                {
                    "first": "W J M",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "",
            "pages": "1403--1421",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Poly(A)-and primer-independent RNA polymerase of norovirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fukushi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kojima",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Takai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "3889--3896",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Expression and characterization of RNA-dependent RNA polymerase of dendrolimus punctatus tetravirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biochem Mol Biol",
            "volume": "39",
            "issn": "",
            "pages": "571--577",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The interplay of RNA elements in the dengue virus 5′ and 3′ ends required for viral RNA replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Friebe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "6103--6118",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Production of infectious hepatitis C virus by using RNA polymerase mediated transcription",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Masaki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saeed",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "5824--5835",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Open Access This article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution, and reproduction in any medium, provided the original author(s) and source are credited",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The influence of aa substitutions in the SDD motif on translation in BHK-21 cells. Immunofluorescence of two-day post-transfection BHK-21 cells transfected with different mutants, using mAbs directed against PRRSV N protein and nsp2 protein. Both pAPRRS and pGDD transfected cells demonstrated specific staining of the N protein, whereas cells transfected with other mutants and control cells were negative. Detection of nsp2 protein was a positive control for transfection of plasmids and translation of nsps.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Viral growth kinetics analysis. A, Multi-step growth curve of the P5 vGDD and vAPRRS generated following infection (MOI=0.01) of MARC-145 cells with vGDD and vAPRRS. The cell supernatants were harvested at the indicated time points, and the viral titer was determined (TCID 50 mL 1 ). hpi, hours post-infection. B, The viral RNA transcription process was investigated by Northern blotting. Fresh MARC-145 cells were infected by vGDD (P5) and parental virus vAPRRS (P5) at an MOI of 1. Intracellular RNAs were extracted at 24 h postinfection. The RNAs were separated on denatur-ing 1% agarose gels, blotted onto a nitrocellulose membrane (Ambion), and probed with type II N-specific probe. Subgenomic mRNA2 to 7 were labeled.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", The genome structure of PRRSV and the strategy for full-length genomic sequencing. B, The substitution of S3050G of vGDD from P1 to P5 was stable. C, Genomic diversity for vGDD populations. To determine the mutation in the genome, six independent viral plagues were obtained. cDNA of vGDD were generated by RT-PCR from viral RNA isolated from single plaques in a standard plaque assay.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of the amino acid (aa) substitutions in this study",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Total intracellular RNAs were isolated 24 h posttransfection using TRizol Reagent (Invitrogen, Carlsbad, CA, USA), according to the manufacturer's instructions. To remove the transfected plasmids, RNAs were treated by rDNase I (Ambion INC, Austin, TX, USA) for 30 min at 37°C, according to the manufacturer's instructions, using Ambion DNA-free™ DNase Treatment and Removal Reagents (Ambion INC, Austin, TX, USA). The rDNase I was inactivated by DNase Inactivation Reagent, followed by PCR to detect any residual plasmid contamination. To prime cDNA synthesis on the genomic negative strand, primer SF12 was used.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Mutagenic PCR primers used in the present study",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Primers used in the genome sequencing, and the detection of sg mRNA7s and genomic negative strand Positions of primers on full-length APRRS genome (GQ330474). b) Sequences of primers.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}