{
    "paper_id": "825e46897c5c744bd54d886ca93bb9ab78339f07",
    "metadata": {
        "title": "Effects of Integrative Chinese and Western Medicine on Arterial Oxygen Saturation in Patients with Severe Acute Respiratory Syndrome*",
        "authors": [
            {
                "first": "I",
                "middle": [],
                "last": "Iu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bao-Yan",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jing-Qing",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan-Ming",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei-Liang",
                "middle": [],
                "last": "Weng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rong-Bing",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan-Ping(~",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiu-Hui",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhang",
                "middle": [],
                "last": "Ke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ai-Ming",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "guo(2E~lN) 7 , TANG Xu-dong(J~;llg~) 8 , WANG Wei-dong(~TJ_~) 8 , NI Qing({~q~ N)8, ZHANG Jin-ping(~j~) 9 , WU Hong-jin(~:~:~) a~ , ZHOU Wei(N] 7!) 11 , GENG Zhi(l~ ig) 12 , HE Yang-bo(N~) lz , LIANG Zhi-wei(~) 13 , HE Li-yun(Ng~;) 1 , GAO Fan-zhu (NjSLt~) a , PENG Jin (N t~)~ ABSTRACT Objective: To evaluate the effects of treatment of integrative Chinese and Western medicine (ICWM) on arterial oxygen saturation (SAC2) in patients with severe acute respiratory syndrome (SARS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods:The non-randomized, controlled trial was conducted on 447 SARS patients treated synchronously with western conventional treatment (WM group, n = 171) alone and ICWM (ICWM group, n = 276). The changes of the cases with normal level ()95 % ) or abnormal level (~95 % ) SaOz were observed dynamically. Results: In the 3rd-14th day of the therapeutic course, the percentage of patients with normal SaC2 in the ICWM group was higher than that in the WM group (OR = 0. 5178, P--0. 0038), and this tendency was more evident in patients of the severe type (OR = 0.18, P = 0. 0001 ). However, the statistical significance of difference was only shown in patients for whom the ICWM treatment started in the early period after the onset (47 days after it, OR = 0. 3803, P = 0. 006), but not shown in those who received ICWM treatment later in the mid-late period of SARS (P~0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Apparent lowering of blood oxygen saturation (SaOz) induced by acute pulmonary injury is an important clinical manifestation of acute severe respiratory syndrome (SARS). In order to verify the efficacy of integrative Chinese and Western medicine (ICWM) in treating SARS, the dynamic changes in arterial SaOz of the ICWM treated group and simple Western medicine (WM) treated group were analyzed to understand the possibly existing difference.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 252,
                    "text": "(ICWM)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The subjects enrolled in this study were SARS patients, whose diagnosis fit to the clinical diagnostic criteria of severe acute respiratory syndrome (SARS) issued by the Ministry of Health (1~ and agreed with the trial. Those with unconfirmed diagnosis, or pregnancy or lactation, or who refused to participate in the observation were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Materials"
        },
        {
            "text": "Eight hospitals designated for SARS treantment in various districts of Beijing were chosen as the clinical observation units. Based on their own condition, each unit selected for observation patients who were hospitalized from May, 2003 to June, 2003 in wards with similar condition and met the above-mentioned criteria for inclusion. They were assigned into the WM group, receiving conventional treatment of WM alone, and the IC-WM group, treated with conventional WM treatment supplemented with Chinese medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Materials"
        },
        {
            "text": "In the 549 patients collected, of the 102 patients who were excluded, 14 were due to the diagnosis was inconsistent to SARS diagnostic criteria, 11 due their incomplete material of accumulated observation time% 10 days because of missing in follow-up or transffering to other hospital, and 77 due to the lack of any record on SaO2 in the foremost 26 days after hospitalization. Therefore 447 cases remained were included and analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Materials"
        },
        {
            "text": "The age, sex and illness type, and stage of disease were listed in detail in Table 1 . It was shown that at the time of enrolment, the difference between the two groups was significant (P% 0.05) in the aspects of age and stage of disease, but insignificant in the aspects of sex and illness type (P>0.05). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Clinical Materials"
        },
        {
            "text": "WM conventional treatment, referring to the SARS treatment regimen ~z~ recommended by the Ministry of Health, was given to all patients in both groups, with also supporting therapy given, including respiratory supporting and corticosteroid (CS) treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "The mode and parameters of respiratory supporting used were: For patients of the common type, oxygen inhalation was given by routine nasal tube or mask, with a minimum flow of 3--5 L/min, concentration of the oxygen around 33% --100%; for patients of the severe type, non-invasive mechanical ventilation was used, with respirator facial (nasal) hi-level positive airway pressure (BiPAP), an oxygen minimum flow of 5 L/rain, inspiratory positive airway pressure (IPAP) beginning from 8 cm H20, the scale in 10--20 cm H20, and expiratory positive airway pressure (EPAP) 4--10 cmH20.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "CS treatment was given according to the condition of pulmonary inflammation, using mainly the methylprednisolone, with a daily dosage of 80--160 mg, in severe cases, it might went up to 320--400 mg, or even the maximum of 800--1000 mg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "TCM treatment regimen was used on the basis of Syndrome Differentiation, which refers to the \"Technical Regimen of Chinese Medicine in Treating and Preventing SARS\" (draft) issued by State Administration of Traditional Chinese Medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "For patients in the early stage (~7 days after onset), when the Syndrome type was of Heat-Toxin evil invading Fei (N), they should be treated with the principle of clearing Heat and ventilating Fei, dispersing the exterior and emancipating the Collateral, using modified Yinqiao powder (~t~ ~) combined with Maxing Shigan decoction (l~ ~::i~'l~'~) ; when the Syndrome type was of Heat-Damp obstruction, the principle of ventilating Damp-Heat, and driving evil pathogen outward was used with modified Sanren decoction (~{_-fN) combined with Shengjiang powder ( ~Pv 1~ ~) ; when Damp is severer than Heat, Huopu Xialing decoction (i~$b~;~?N) could be chosen for use; when the Syndrome type was of Cold exterior-heat interior complicated with Damp, the principle of resolving Exterior and clearing internal Heat and dispersing Fei to remove Damp was used with modified Maxing Shigan decoction (]l~ t~: :;~ ~ ?N ) combined with Shengjiang powder (~-~).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "For patients in the middle stage (8--14days after onset), when the Syndrome type was of epidemic Toxin invading Fei and Heat exuberance in both exterior and interior, the principle of clearing Heat and relieving toxicity and purging Fei to lower reversed flow of Qi was used with Qingfei Jiedu decoction ( N N f~ ~ ~ ) ; when Syndrome type was of Damp-Heat bound by Toxin, the principle of removing Damp, depriving foul, clearing Heat and relieving toxicity was used with modified Ganlu Xiaodu pill (~N~)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "; when Syndrome type was of accumulation of Damp-Heat obstructing Shaoyang meridian, the principle of clearing and purging Shaoyang meridian and eliminating Damp and Heat was chosen with modified Haoqin Qing-dan decoction (~'NN~); when the Syndrome type was of exuberant Heat-toxin, the principle of clearing Heat, cooling blood, purging Fire and relieving toxicity was chosen with modified Qingwen Baidu decoction (N~i~j~N).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "For patients in the late stage (usually around 14 days after onset), when the Syndrome type was of Phlegm-Damp with Toxin stagnancy obstructing Fei Collateral, the principle of replenishing Qi, relieving toxicity, removing Phlegm and Damp, cooling blood and dredging Collateral was chosen with Huoxue Xiefei decoction (N ~ ~ N ~); when Syndrome type was of Damp-Heat obstructing Fei with both Qi-Yin damage, the principle of clearing Heat, removing Damp, tonifying Qi and nourishing Yin was chosen with Yifei Huazhuo decoction ( ~ ~i/0lfi ~ N ) ; when Syndrome type was of evil prominence with vital Qi asthenia, and interior blockage with asthma collapse, the principle of replenishing Qi to consolidate collapse, and dissolving blockage to open up the orifices was chosen with modified Shenfu decoction For patients in the rehabilitation stage (>/15 days after onset), when Syndrome type was of Qi-Yin damage with residual evil, the principle of replenishing Qi to nourish Yin, and removing Damp to free Collateral was chosen with modified Li's Qingshu Yiqi decoction (~j~/:il~,N)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "; when Syndrome type was of Fei-Pi deficiency, the principle of replenishing Qi and activating Pi, was applied with modified Shenling Baishu powder (~--1~121~(() combined with Gegen Qinlian decoction",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "The dosage form of Chinese herbal medicine used was mainly decoction, though sometimes injections and Chinese patent drugs could be selected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "1. Analysis of dynamic changes of SaO2 after treatment in SARS patients SaO2 was detected by taking 1 ml of arterial blood, which was anticoagulated with small amount of heparin, and isolated from air, and immediately sent into blood-gas analyzer for examination. SaO2 ~95G was regarded as normal, 95% as abnormal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Items and Methods of Observation and Analysis"
        },
        {
            "text": "After the data were adjusted regarding such factors as age, type and stage of disease, treat-ment course, the difference of SaO2 in different stages (early, middle and late) was compared, and that in different treatment courses and disease types was analyzed level by level through model setting. Observation was performed in the period from the hospitalization of patients till their clinical improvement or dischargs, death or dropping out from the follow-up due to transferring to other hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Items and Methods of Observation and Analysis"
        },
        {
            "text": "Case report forms about changes in conditions of disease and treatment measures were filled in time by the doctor in charge in various hospitals (observation units) which was faxed to the data management center every day, where the completeness and correctness of data was confirmed through form checking, error adjusting, source data verification and correction. Then entry of the data were made by two persons separately into the database created by Microsoft Access 2000 for statistical analysis by software SPSS 12.0 through data check (logic and scope) and correction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Management and Statistical Analysis"
        },
        {
            "text": "The sorted-out data frequency was analyzed with X 2 test or rank sum test, aSbnormal distribution measurement data analyzed with rank sum test, and the difference of SaO2 between groups compared with generalized linear mixed model established by SAS 6.12 software package.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Management and Statistical Analysis"
        },
        {
            "text": "The research protocol was approved by the ethic committee of Guang'anmen Hospital, China Academy of TCM, and all the enrolled patients had been informed about the test and consented to it orally, accepting respectively the ICWM or simple WM treatment regimen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethic Question and Consent"
        },
        {
            "text": "The \"Discharging criteria of SARS \" ~3~ issued by the Ministry of Health was taken for evaluating clinical improvement and used as the basis for the discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation Criteria"
        },
        {
            "text": "See Table 2 . The difference between the two groups in number of patients who ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Comparison of Respiratory Support Treatment and CS Usage"
        },
        {
            "text": "As shown in Fig. 1 . There was insignificant difference in Sa02 level (expressed by the percentage of patients with abnormal SaO2 level, abbreviated as PPS) between the two groups during the whole treatment course (P = 0. 088). Further comparison through model creating and stratification indicated that at the baseline stage of 0-2 days, there was insignificant difference in comparison of PPS between the two groups (P=0. 4464), but after being treated for 3--14days, the PPS in the ICWM group was lower than that in the WM group (OR=0.5178, P= 0. 0038), and this tendency was more evident in patients of the se- There was insignificant difference in terms of lowering the risk of abnormal SaO2 level in the common type of patients between the two groups (OR:l.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Dynamic Change of SaOz after Treatment"
        },
        {
            "text": "22, P= 0.4745), but as far as patients of the severe type were concerned, comparison between the two groups did show a better therapeutic effect in the ICWM group than that in the WM group (OR=0.18, P----0,0001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic Change of SaOz after Treatment"
        },
        {
            "text": "The PPS in the patients of the two groups on whom the treatment started at early stage(~7 days after onset) was shown in Fig 2, which indicated that the condition was obviously better in the ICWM group than that in the WM group within the 3rd--14th day of the therapeutic courset, showing significant difference (OR = 0.3803, P= 0.006). However, the difference was insignificant in the course before the 3rd day or after the 15th day(OR=0. 1356, P=0. 1282).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 127,
                    "text": "Fig 2,",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparison of PPS between the Two Groups in Patients Starting the Treatment at Various Stages"
        },
        {
            "text": "As for patients, on whom the treatment started at the middle (8--14 days after onset) or late (~15days after onset) stage, insignificant difference was shown in comparisons of PPS between the two groups, either in total course or in different partial courses of treatment. See Fig 3 and 4 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 288,
                    "text": "See Fig 3 and 4",
                    "ref_id": null
                }
            ],
            "section": "Comparison of PPS between the Two Groups in Patients Starting the Treatment at Various Stages"
        },
        {
            "text": "The present study has proved that the manifestations of SARS are acute diffused pulmonary damage and adult respiratory distress syndrome (ARDS), and the pathological mechanism is mainly the reproduction of virus-caused respiratory mucous membrane epithelial and alveolar cell necrosis with immune injury simultaneously. The secondary immune injury is considered to be a possible key link of pulmonary damage of SARS <4> . The products produced after mucous membrane epithelial cell and alveolar cell necrosis would further stimulate tissues to produce inflammatory medium, which induces increase of alveolar septum capillary permeability, so as to cause inflammatory exudation, and then result in widening of alveolar septa, enlarging air-blood barrier interstitial space, and finally leading to ventilation disturbance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "When the disease progresses further, the concentrated increased exudation forms a homogenous transparent membrane, and stick to the alveolar wall, thus to aggravate air exchange disturbance. At the same time, large amount of exudative fluid can fill the bronchial lumen, cause obstruction to aggravate ventilation disturbance, and induce serious hypoxia of organism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "At present, the standard therapeutic agents for curing SARS include antiviral agent, glucocorticoid, antibiotics, immunomodulators, etc. Although the majority of specialists in clinical medicine, basing themselves on their therapeutic experience in treating similar diseases, held that these agents are beneficial in treating SARS, there still lacks convincing evidence <~-9> .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Studies indicated that ICWM treatment with Chinese herbal medicine added is helpful in improving patients'symptoms, recovering their immune functions, etc. ~1~ But, no report on the effect about SaO2 has been seen. In this study, there were some problems regarding the obtained SaO2 data owing to the limitations in conditions of study, such as the incongruent time point of SaO2 measuring, and the unbalancing factor brought about by non-randomization. And at the same time, with the same patient checked at different time points, there must exist the problem of imbalance and repeated data with different time span. The generalized linear mixed model in SAS software package was used in the present study to es-tablish longitudinal data logistic model, and the influencing factors were regulated, so as to well resolve these problems. and therefore the conclusion needs to be further studied and confirmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It was found in the study that when the treatment was combined with the intervention therapy with Chinese herbal medicines, i.e. when ICWM was used for 3 days, there were more patients who recovered the ability of maintaining SaO2 level than those treated with WM alone, which was more obvious in patients of the severe type. Further analysis indicated that in patients treated with early intervention (0 --7 days) of Chinese medicine, the difference in efficacy between the ICWM and WM groups was significant, while if the intervention treatment was applied in the middle or late stage (8 days after onset), the difference was insignificant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REFERENCES"
        },
        {
            "text": "The above-mentioned results indicated that ICWM treatment could evidently improve the SaO2 in patients, and the efficacy of early intervention could yield better results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REFERENCES"
        },
        {
            "text": "Some deficiencies existed in the present study. For example, the study was originally designed as a randomized controlled trial, but owing to the limitations of conditions, not all the observed cases underwent a fully randomized distribution. At the same time, no record was made about part of the cases, which caused incomplete data and made the study liable to potentially deviated selection,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REFERENCES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "People's Republic of China. The clinical diagnostic criteria of SARS 2003; May, 3. 2. Ministry of Health, People's Republic of China. The recommended treatment regimen of SARS",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ministry of Health, People's Republic of China. The discharging referential criteria of SARS patients",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lung pathology of fatal severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "773--1778",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The use of corticosteroids in SARS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oba",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J",
            "volume": "348",
            "issn": "",
            "pages": "2034--2035",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics and treatment summarization of 106 SARS patients",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "ChinJ Int",
            "volume": "42",
            "issn": "6",
            "pages": "373--377",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "361",
            "issn": "",
            "pages": "1767--1772",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pentoxifylline and SARS: a drug to be considered",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bermejo Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "Munoz",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Med Sci Monit",
            "volume": "9",
            "issn": "",
            "pages": "29--34",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Development of a standard treatment protocol for SARS",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1615--1617",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical observation on 103 SARS patients with integrative Chinese and western medicine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin J Integr Tradit West Med",
            "volume": "23",
            "issn": "6",
            "pages": "409--413",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical observation of efficacy of integrative Chinese and western medicinein treating SARS",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin J Integr Tradit West Med",
            "volume": "23",
            "issn": "7",
            "pages": "489--491",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preliminary analysis on efficacy of integrative Chinese and western medicine in treating SARS",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin J Integr Tradit Wes Med",
            "volume": "23",
            "issn": "7",
            "pages": "492--493",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "18 21 Days after Treatment (day) Fig. 1 Dynamic Changes of SaO2 of Two Groups vere type (OR=0.18, P=0.0001). Moreover, comparison of PPS between the two groups after 15 or more days of treatment (late stage) also showed significant difference (OR=0. 2426, P=0. 0007).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of Dynamic Changes of PPS in the Early Intervention of the Two Groups",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ".... ICWM .................. -,-,-:-,-;",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of Basic Data between GroupsNote:critical severe type included in the severe type",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison in Respiratory Support Used and CS Administration between the Two Groups",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}