{
    "paper_id": "827f00de0960ba7ba7c09b012da7f997fc6f564d",
    "metadata": {
        "title": "Optimization of Microwave-Assisted Extraction for the Determination of Glycyrrhizin in Menthazin Herbal Drug by Experimental Design Methodology",
        "authors": [
            {
                "first": "Zahra",
                "middle": [],
                "last": "Talebpour",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alzahra University",
                    "location": {
                        "settlement": "Vanak, Tehran",
                        "country": "Iran"
                    }
                },
                "email": "ztalebpour@alzahra.ac.ir"
            },
            {
                "first": "Alireza",
                "middle": [],
                "last": "Ghassempour",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medicinal Plants and Drugs Research Institute",
                    "institution": "Shahid Beheshti University",
                    "location": {
                        "settlement": "Evin",
                        "region": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Monireh",
                "middle": [],
                "last": "Abbaci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Medicinal Plants and Drugs Research Institute",
                    "institution": "Shahid Beheshti University",
                    "location": {
                        "settlement": "Evin",
                        "region": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Hassan",
                "middle": [
                    "Y"
                ],
                "last": "Aboul-Enein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In the present study, a microwave-assisted extraction (MAE) method has been investigated for the extraction of glycyrrhizin from Menthazin herbal drug. The extracted samples have been analyzed by a developed reversed-phase liquid chromatography with ultraviolet detection. The separation was performed by a Eurospher-100 C 8 reversed-phase column (250 9 4.6 mm i.d., 5 lm) and the mobile phase consisted of methanol:acetonitrile:water:glacial acetic acid (30:30:40:1 v/v/v/v) with a flow rate of 0.8 mL min -1 . The extraction procedure has been screened by a two level full factorial design for determination of statistically significant parameters. Thereafter, the identified parameters, extraction temperature, time and solvent volume were optimized by a Box-Behnken design. The proposed mathematical model was based on analysis of variance results and correctly explained the behavior of the response in the experimental domain. R 2 value adjusted for numbers of degrees of freedom was 0.9915 and P-value for lack of fit, 0.8499 at the 95% confidence level, P > 0.05. The optimal condition identified were extraction temperature, 70°C, time, 13.8 min and solvent volume 2.0 mL. To evaluate the applicability of the proposed MAE method, results were compared with those obtained with the liquid extraction method. Extraction efficiency and precision were higher when MAE has been used. The proposed method allows extracting the glycyrrhizin in a small quantity of solvent and faster than the liquid extraction method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Column liquid chromatography Microwave-assisted extraction Experimental design Box-Behnken design Glycyrrhizin",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Glycyrrhizin is an anti-inflammatory compound which is also used as a sweetener in food and additive, in cosmetic and medicinal formulations [1] . It was used for clinical trials on chronic viral hepatitis and human immunodeficiency virus (HIV) infections [2] [3] [4] . Chronic consumption of glycyrrhizin prevents the development of hepatic carcinoma from C hepatitis [5, 6] and the antiviral activity of glycyrrhizin against SARS associated corona virus has been demonstrated in vitro [7] . It finds application also in inhibiting unwanted effects of contraceptive formulations, such as alterations in blood coagulation and thrombosis [8] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 375,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Glycyrrhizin is the main active component in liquorice root (Glycyrrhiza glabra, Fam. Fabaceae), a commonly used herbal drug. Liquorice plant is native to Iran, Iraq, Turkey, Spain, Greece and northern China [9] . Menthazin tablet is a commercially herbal drug which contains the ethanolic extract of liquorice roots (50%), the essential oils of peppermint (25%) and fennel (25%). According to the draft guidelines stated in the United States Food and Drug Administration (USFDA) [10] and the European Agency for the Evaluation of Medicinal Products [11] , various aspects of extraction and analysis must be performed for the purpose of certification of herbal drugs and botanical preparations. The methods found in the monographs of Pharmacopoeia and other reports [12, 13] often describe extraction methods such as sonication, heating under reflux, Soxhlet extraction and others. Extraction and determination of glycyrrhizin from plant roots or herbal drugs is still more widely conducted [14] [15] [16] and is conventionally performed by solvent extraction [17] .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 766,
                    "end": 770,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 996,
                    "end": 1000,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1060,
                    "end": 1064,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, such methods can be time consuming, require the use of a large amount of organic solvent and may have lower extraction efficiencies at high temperature. Thus, the development of ''modern'' sample-preparation techniques with significant advantages over conventional methods for the extraction and analysis of medicinal plants is likely to play an important role in the overall effort of ensuring and providing high quality herbal products to consumers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In an effort to reduce or eliminate the use of organic solvent and improve the extraction processes, newer sample preparation methods, such as ultrasonic assisted extraction (UAE) [18, 19] , pressurized liquid extraction (PLE) [18, 20] and microwave assisted extraction (MAE) [21, 22] have been introduced. The principle of heating using microwave energy is based on the direct effect of microwaves on molecules by ionic conduction and dipole rotation. If MAE is performed in closed vessels, extractions can be carried out at temperatures above the boiling point of the solvent, thus increasing extraction speed and efficiency. Also, MAE requires much lower volume of organic solvent, reduces extraction time and allow the preparation of multiple samples in one step [23, 24] .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 771,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Some parameters can affect MAE, such as extraction time, solvent volume, temperature and organic solvent. The use of experimental design methods on MAE optimization has provided the analyst with a quick, relatively accurate optimization technique that would otherwise have been costly in both time and materials. These methods could afford a direct evaluation of the variables involved in the extraction together with the estimation of interactions between the factors considered, providing valuable information on the sample treatment procedure [25] [26] [27] [28] .",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 550,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, MAE has been used for the extraction of glycyrrhizin from herbal Menthazin tablets for the first time. The content of glycyrrhizin was determined by a developed reversed phase liquid chromatography method (RP-LC). The optimization of the glycyrrhizin extraction by microwave energy was achieved by the sequential application of the experimental design. A two level full factorial design was used as a screening method in order to select the variables that have influence on the MAE efficiency and subsequently a statistical model of the Box-Behnken design was used to determine the optimum value for each variable. The variables considered in MAE were extraction temperature, time and sample volume and also ethanol percentage and microwave power. The extraction efficiency obtained with MAE in optimum condition was compared to the liquid extraction method. Furthermore, the feasibility of applying this method to determine the glycyrrhizin in real samples by analyzing commercial herbal formulations was examined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Glycyrrhizin ammonium salt (95% purity), ethanol 98% and acetic acid (analytical grade) were purchased from Merck (Darmstadt, Germany). Acetonitrile and methanol were LC grade from Caledon (Ontario, Canada). Menthazin tablets were obtained from Ebne-massuie Pharmaceutical Company (Tehran, Iran). High-purity water obtained with a Milli-Q system (Millipore, Quentin, France) was used throughout this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Reagents"
        },
        {
            "text": "The LC instrument consisted of a Knaur (Berlin, Germany) K-1001 series pump and a Knaur K-2008 diode array detector (DAD). The column used for separation was a Eurospher-100 C 8 reversed-phase column (250 9 4.6 mm i.d., 5 lm). The mobile phase consisted of methanol:acetonitrile:water:glacial acetic acid (30:30:40:1 v/v/v/v). Separation was carried out at room temperature with a flow rate of 0.8 mL min -1 and an injection loop of 20 lL. The detector was operated in the range 200-320 nm and quantitative analysis was performed at 254 nm. Run time was 20 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LC Instrument and Conditions"
        },
        {
            "text": "Stock solution of glycyrrhizin ammonium salt with a concentration of 1 mg mL -1 was made by dissolving 105.3 mg of this compound in 100 mL of ultra pure water and was stable at least 5 months when stored at -20°C. An appropriate quantity of the standard solution were transferred into separate 10 mL volumetric flasks and made up to volume with mobile phase to give series of standard solutions (10, 20, 30, 40 and 50 lg mL -1 ) for plotting the calibration curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Standard Solutions"
        },
        {
            "text": "MAE experiments were performed with MARS X (1,200 W, 2,450 MHz) closed microwave solvent extraction system (CEM, Matthews, NC, USA) equipped with a 12-sample tray and temperature control. The Menthazin tablet was used during the whole optimization process. A 0.250 g aliquot of grounded ten Menthazin tablets were accurately weighed and transferred quantitatively to the Teflon-lined extraction vessel. According to the experimental design, a volume of ethanol-water mixture as extraction solvent was added into the extraction vessel and extraction performed under different MAE conditions. When the irradiation period was completed, sample was removed from the microwave cavity and allowed to cool to room temperature before opening. Next, the mixture was centrifuged for 10 min at 3,000 rpm (1,006 g) and the supernatant was filtered through a No. 1 paper filter (Whatman, Maidstone, UK). Finally, 2 mL of the extract were diluted with an equivalent volume of mobile phase and transferred into a vial for LC analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microwave-Assisted Extraction"
        },
        {
            "text": "At first, ten Menthazin tablets were grounded to fine powder. Then, 0.250 g of this powder were accurately weighed and transferred to a 50 mL round bottom flask. To this powder, 20 mL of ethanol 98%:water (1:1 v/v) were added. This mixture was maintained by thermostat at 60°C for 30 min with stirring and then centrifuged for 10 min at 3,000 rpm (1,006 g). The supernatant was filtered. Finally, 2 mL of filtrate were diluted with 2 mL of the mobile phase and then 20 lL of this solution was injected into the LC for analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liquid Extraction"
        },
        {
            "text": "In the screening study, five variables were selected as potentially affecting the extraction efficiency, namely: extraction temperature, time and solvent volume and also ethanol percentage and microwave power. A 2 5 factorial design was used to evaluate the effects of single factors and its interactions (36 experiments including 4 replicates in center points). The experimental domain was defined taking into account preliminary experiments, and instrumental and operative limits. All experiments were performed randomly to minimize the effects of uncontrolled factors that could have introduced bias into the measurements. Each analysis was performed in triplicate. Levels for each factor, design matrix, and extracted amount of glycyrrhizin obtained for each experiment are presented in Table 1 . Once the responses were obtained, the analysis of variance (ANOVA) was carried out. This well-known statistical technique can be used to separate and estimate the different causes of variation, that is, to separate any variation caused by changing a controlled factor from the variation due to random error.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 798,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Screening of MAE"
        },
        {
            "text": "To perform the optimization process, a Box-Behnken design [29] , involving 15 runs, was used to determine the effect of the three experimental factors (extraction temperature, time and solvent volume) considering the significant factors previously determined in the screening experiment. The symbols and levels are shown in Table 2 . Three replicates at the centre of the design were used to allow for estimation of a pure error sum of squares. A full quadratic equation or the diminished form of this equation, shown as follows, was used for this model:",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 331,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Optimization of MAE"
        },
        {
            "text": "where Y is the estimated response, b 0 , b j , b jj and b ij are the regression coefficients for intercept, linearity, square and interaction, respectively, while X i and X j are the independent coded variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization of MAE"
        },
        {
            "text": "The construction and analyses of the experimental design and the response surface, for reaching the optimum condition were carried out using the 'STATGRAPHICS Centurion XV' version 15.2.00 (StatPoint, Orlean, VA, USA). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Software"
        },
        {
            "text": "The precision of the MAE method was evaluated by the extraction of five Menthazin tablets separately in the optimum condition of MAE. The obtained results were statistically compared to LE results. Also, a standard solution of glycyrrhizin (50 lg mL -1 ) was spiked to powder of ten Menthazin tablets and divided into two parts. Each part was extracted three times using MAE and LE methods, separately. The recovery and relative standard deviation values of these methods have been obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of MAE"
        },
        {
            "text": "In order to monitor glycyrrhizin in the extraction process, the LC method with ultraviolet detection described by Sabbioni et al. [17] has been modified and used. This method was performed on a C 8 column under isocratic condition. In this modification, the column length was changed from 15 to 25 cm. Also the mobile phase was changed by mixing methanol:acetonitrile:water:glacial acetic acid with the 30:30:40:1 ratio. This modification caused to obtain glycyrrhizin peak at 8.4 min which had a Gaussian shape and good resolution to other contamination compounds. A calibration curve containing glycyrrhizin ammonium salt at five con-centration levels between 100.0 ng mL -1 and 50.0 lg mL -1 was obtained based on the integration of the glycyrrhizin peak area against its corresponding concentration. An equation was then calculated using fitting linear regression model to the data obtained by standard concentrations. The correlation was linear with correlation coefficient (R 2 ) 0.998 and its slope and intercept were 96,218 and 35,031, respectively. The limit of detection (LOD, S/N = 3) and limit of quantification (LOQ, S/N = 10) were obtained at 20.0 and 67.0 ng mL -1 .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chromatographic Analyses"
        },
        {
            "text": "Since several factors involve in the MAE method, without following a statistical approach, it would be difficult to understand which of those can affect analyte recoveries as independent variables or by means of cross-effect parameters. Once an amount of sample has been fixed at 0.250 g and time reaches the required extraction temperature at 3 min, other influential parameters in the MAE method have been screened using a two level full factorial design with four replicates in the center point. The variables considered in MAE were extraction temperature and extraction time, sample volume, ethanol percentage and microwave power. The experimental design matrix and obtained average values of the extracted amount of glycyrrhizin are shown in Table 1 . Extraction temperature was studied below 100°C, because glycyrrhizin showed signs of degradation in the temperature of 120-160°C [20] . The minimal volume necessary to wet every sample and the maximum volume of an extraction microwave vessel were considered to determine the solvent volume. Water and ethanol were selected as possible extraction solvents because they were commonly employed in the glycyrrhizin extraction from medicinal plants using liquid extraction, Soxhlet system or ultrasonic bath [17] [18] [19] . Mixtures of these solvents were expressed as percentage of ethanol.",
            "cite_spans": [
                {
                    "start": 886,
                    "end": 890,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1260,
                    "end": 1264,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1265,
                    "end": 1269,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1270,
                    "end": 1274,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 747,
                    "end": 754,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Screening of MAE"
        },
        {
            "text": "In Fig. 1 , the standardized Pareto chart at 95% confidence level shows the influence that every factor has on the extracted amount of glycyrrhizin under study as well as the possible cross effects. The most influential factors are grouped at the top of the list. Factor bars, which overpass graphically the significance line, exert a statistically significant influence on the result.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Screening of MAE"
        },
        {
            "text": "From the calculation results it can be clearly seen, that the extraction solvent volume and temperature are the most influential factors in glycyrrhizin extraction from the herbal drug with negative effect. Also, extraction time has a significant positive effect on MAE efficiency and extracted amount of glycyrrhizin increased while extraction time increased. On the other hand, interaction of extrac- tion solvent volume-extraction temperature result is significant, meaning that both factors have to be studied together. The interaction of extraction solvent volume-extraction time was also significant. These results show that if solvent volume is reduced, better results can be achieved with a long heating time. Ethanol percentage and microwave power were not significant factors. Based on those results the factors for the following optimization design were decreased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening of MAE"
        },
        {
            "text": "A Box-Behnken design with three replicates in the center point was applied, in order to obtain the response surface for the extracted amount of glycyrrhizin from Menthazin herbal drug, considering the significant factors previously determined in the screening experiment: extraction temperature, time and solvent volume. Table 2 shows the experimental conditions together with the mean results obtained. As can be seen, the experimental domain of the three factors changed base on obtained results from screening experiments. Also, according to these experiments, ethanol percentage and microwave power were fixed at 80% v/v and 80%, respectively. Maximum extracted amount of glycyrrhizin was chosen as target function for the optimization procedure. The analyses of these results indicate that extraction time and extraction solvent volume and their quadratic terms appear to have a significant effect on the extraction efficiency of glycyrrhizin (P < 0.05). Also, the effect of extraction temperature again is significant. A 2nd order polynomial model was fitted the significant terms and the corresponding response surfaces have been obtained. The estimates of the coefficients for this model were calculated by least squares linear regression and this model analyzed and validated by ANOVA. The proposed mathematical model is significant and correctly explained the behavior of the response in the experimental domain. R 2 value adjusted for numbers of degrees of freedom is 0.9915 and the P-value for lack of fit is 0.8499 (at the 95% confidence level, P > 0.05). Also, residual data, the deviation of the measurement response from its value predicted by the model, had a satisfactory appearance, that is, the points do not appear to have a systematic pattern.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 328,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Optimization of MAE"
        },
        {
            "text": "Three-dimensional estimated response surfaces keeping one of the variables fixed at the central point value were drawn. The response surfaces are shown in Fig. 2 . By prediction of computing program, the optimal condition to obtain the highest extracted amount of glycyrrhizin was determined as follows: extraction temperature, 70°C, time, 13.8 min and solvent volume, 2.0 mL. After extraction of glycyrrhizin under this optimal condition, the response was 2.072 ± 0.026 mg g -1 and they were not significantly different to predicted value with program (2.061 mg g -1 ) within 95% confidence interval.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 161,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Optimization of MAE"
        },
        {
            "text": "After the method has been optimized, five Menthazin tablets were extracted by the LE method to compare the recovery results with those obtained using the MAE method (analyses were performed in triplicate). The glycyrrhizin concentrations in the Menthazin tablets were found 1.036 ± 0.016 and 0.952 ± 0.023 mg in each tablet using MAE and LE methods, respectively. The obtained results of MAE and LE were not significantly different in the extracted amount of glycyrrhizin (at 95% confidence limit and eighth degree of freedoms: t calculated = 1.12 and t table = 2.31). The precision was better for MAE than for LE. Plant tissue consists of cells surrounded by walls. The cells exist in the form of glands that are filled with active compounds such as glycyrrhizin. A characteristic of such glands is that their skin is very thin and can be very easily destroyed, therefore, the type of extraction method can influence of recovery results. The leaching and milling had important effects on extraction of essential oil and active ingredient compounds from plants in classical methods such as LE. Also, the plant matrix has impermeable cores covered by an organic boundary layer. The transfer mechanism is governed by capillary flow and depends upon solvent viscosity. Virot et al. [30] reported that in LE, mass transfer occurs from the inside to the outside while heat transfer occurs from the outside to the inside. In MAE, microwave energy absorb by internal components of cell. Thus the two transport phenomena operate in the same direction from the inside of the extracted material to the bulk solvent.",
            "cite_spans": [
                {
                    "start": 1279,
                    "end": 1283,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Validation of MAE"
        },
        {
            "text": "Furthermore, a recovery test was performed where a concentration level of glycyrrhizin (50 lg mL -1 ) was spiked to ground Menthazin tablets and divided into two parts. Each part was extracted three times using MAE and LE methods in optimum condition. Recovery and RSD% were 100.2 and 1.0% using MAE and 92.0 and 7.8% using LE methods, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of MAE"
        },
        {
            "text": "Comparison of MAE and LE results show that MAE used less solvent volume ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of MAE"
        },
        {
            "text": "A MAE method for determining glycyrrhizin in Menthazin herbal drug with LC and UV detection was optimized using a sequential experimental design. The results showed that decreasing the extraction temperature, increasing the extraction time and decreasing the extraction solvent volume produced a very significant increase in the extraction efficiency. On the other hand, organic solvent percentage and microwave power have negligible effects on the extraction efficiency. The optimal conditions were found at 70°C for extraction temperature, 13.8 min for time and 2.0 mL for solvent volume. The proposed method was characterized by being faster than liquid extraction and reducing organic solvent consumption. The MAE method was satisfactorily applied for the determination of glycyrrhizin in Menthazin herbal drug. The results indicate that the proposed method is appropriate and efficient for the standardization of herbal drugs as compared to the previously conventional extraction methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Guidance for Industry Botanical Drug Products (2000) Draft guidance, CDER/ US Food and Drugs Administration",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Note for guidance on specifications: test procedures and acceptance criteria for herbal drugs, herbal drug preparations and herbal medicinal products",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cpmp/Cvmp",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "EMEA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Response surfaces for the central level of a extraction temperature, b extraction solvent volume and c extraction time for the MAE of glycyrrhizin obtained in Box-Behnken design",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1522-2683(19991001)20:15/16%3c3190::AID-ELPS3190%3e3.0.CO;2-K"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pareto chart for the standardized effects in the full factorial design. Vertical lines indicate both statistically significant effects and cross effects (95% confidence level) Full Short Communication Chromatographia 2009, 70, July (No. 1/2) than LE (2.0-20 mL) and also extraction time decreased in MAE as compared to LE (13.8-30 min). While higher recovery (100.2-92%) and precision (1.0-7.8) were obtained in MAE than in LE.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Factor levels, design matrix and response in the Box-Behnken for optimization of MAE method",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}