{
    "paper_id": "82c2a3745866654d92e79db92d6622a61d2830dd",
    "metadata": {
        "title": "Emerging viral diseases of livestock in the developing world",
        "authors": [
            {
                "first": "Jagadeesh",
                "middle": [],
                "last": "Bayry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut National de la Santé et de la Recherche Médicale",
                    "location": {
                        "addrLine": "Unité 872",
                        "postCode": "75006",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Emerging and reemerging viral diseases of livestock and human beings are in sharp rise in recent years. Importantly, many of these viruses, including influenza, Hendra, Nipah and corona are of zoonotic importance. Several viral diseases of livestock such as bluetongue, peste des petits ruminants, camel pox, equine infectious anaemia, chicken anaemia and sheep-associated malignant catarrhal fever are crossing their traditional boundaries. Emergence of new serotypes and variant forms of viruses as in the case of blue tongue virus, avian infectious bronchitis virus, Newcastle disease virus adds additional level of complexity. The increased incidence of emerging and reemerging viral diseases could be attributed to several factors including deforestation and surge in direct contact of livestock and humans with wild animals and birds. This special issue of ''Indian Journal of Virology'' is focused on diverse aspects of above diseases: isolation and characterization of viruses, epidemiology, pathogenesis, diagnosis, prevention measures and vaccine development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "as well as hepatitis C virus (1989) and a bunyavirus associated with fever and thrombocytopenia (2009). Importantly, many of these viruses, including influenza, Hendra, Nipah and corona are of zoonotic importance. In addition, several historically well known viral diseases such as foot and mouth disease, rabies, chikungunya, dengue, Rift Valley fever, yellow fever, West Nile fever and enteroviral encephalitis are reemerging and certain other viral diseases such as bluetongue and peste des petits ruminants are crossing their traditional boundaries and expanding their territory. Emergence of new serotypes and variant forms of viruses add additional level of complexity [2, 3, 7-10, 12, 14] .",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 695,
                    "text": "[2, 3, 7-10, 12, 14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The increased incidence of viral diseases could be attributed to several factors. First and foremost is deforestation and the surge in direct contact of livestock and humans with wild animal species. As a matter of fact, most of the viral diseases listed above originated from wild animals and birds. Global expansion of cultivating land, population growth, intensive industrialization, changes in the atmosphere, the life-cycle and the movement of viral vectors, illegal and unscrupulous trade practices, and curbing the reporting of disease outbreaks are additional reasons. All these viral diseases are not only threatening livestock and human health, but also causing considerable losses to economy, trade and global travel. With nearly two-thirds of the global population (both human and livestock) living in the developing countries, it is not surprising to see that most of the emerging viral diseases originate from these regions. Unfortunately, many such unalarming incidences have developed into regionally serious or widespread or even pandemic diseases. Therefore, international cooperation, as well as scientific and political determinations are required to combat emerging viral diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An effective fight against emerging and remerging viral diseases requires multidisciplinary approaches that include rapid reporting, surveillance, collection and transport of clinical samples and identification of the causative agent, epidemiological modeling and prediction, development of experimental models, strengthening the basic research and identification of vaccine candidates and novel adjuvants (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 413,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Prompt implementation of these procedures has helped in quick identification of the etiology as well as expeditious application of control measures in case of SARS, MERS, and H5N1, H1N1 and H7N9 influenza outbreaks in various parts of the world as well as bluetongue disease caused by serotype 8 virus in Europe. However, in most of the developing countries such practices only remain as policies. As a consequence, reemergence of an old virus or emergence of a novel virus is only uncovered when the disease has spread widely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rapid reporting, surveillance, collection and transport of clinical samples and identification of the causative agent"
        },
        {
            "text": "Infected population and patients provide valuable data regarding spread of the virus, pathogenesis of disease and immune response to the virus. These information need to be supported by robust modeling and prediction programs. This can only be achieved by assembling multidisciplinary teams, which include clinicians/veterinarians, virologists, pathologists, epidemiologists, statisticians and field workers. Of note, during outbreak of foot and mouth disease in United Kingdom during 2001, three different models were utilized to predict the progression of disease and to take appropriate control measures [6] .",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 610,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiological modeling and prediction"
        },
        {
            "text": "Several viral diseases, including chikungunya and dengue, lack appropriate experimental animal models that closely Fig. 1 Multidisciplinary approaches to combat emerging and remerging viral diseases mimic the disease in natural hosts. The main reasons are inability of the viruses to infect and replicate in experimental animals and differences in the immune system of natural host versus experimental animals. To address these limitations, humanized mouse models have been developed. Such models would greatly assist designing of prevention programs, prophylaxis and therapeutic strategies, and diagnostic tools. In veterinary virology, similar experimental models play a key role for understanding the pathogenesis of viral diseases of large animals and wild species.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 121,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Development of experimental models"
        },
        {
            "text": "Most of the technologies arise from basic understanding of disease pathogenesis. Therefore, studies to decipher the molecular and cellular cross-talk between host immune cells and virus, documentation of immune evasive strategies of virus as well as systems biology approaches must be supported without bias. As compared to progress in humans, the immune system of domestic and wild animals is not yet explored in depth. In particular, the detailed phenotype and molecular analysis of antigen presenting cells such as dendritic cells and macrophages; the T cell subsets and B cells are lacking. This constitutes a major hurdle for developing effective control measures in livestock, and it can have a spillover effect in the case of zoonotic diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengthening the basic research"
        },
        {
            "text": "Despite our success in eradicating or controlling a handful of diseases, infectious diseases remain a grave concern to human and animal life and productivity. Importantly, more research is needed on vaccines and adjuvants, which induce rapid and long-lasting protective immune responses. Unlike bacterial vaccines, viral vaccines should induce both cellular and humoral immunity. While cellular immune responses clear virus-infected cells and reduce virus burden, humoral responses neutralize cell-free viruses. Although oil adjuvants have replaced alum in most of the current veterinary vaccines, further work is necessary to identify adjuvants with precise cellular and molecular mechanisms, to improve vaccine delivery systems and to promote new generation vaccines. Some of the recent inventions in human vaccinology and immunology could be considered for further exploration in veterinary virology. They include microneedle-based vaccine delivery systems, and adjuvants that target toll-like receptors, immunosuppressor cells such as regulatory T cells [1, 4, 5, 11, 13] . Advancements in the domain of foot and mouth disease virus could serve as an example and inspiration in this regard. However, cost-effective analysis of such new approaches is mandatory.",
            "cite_spans": [
                {
                    "start": 1058,
                    "end": 1061,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1062,
                    "end": 1064,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1068,
                    "end": 1071,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Identification of vaccine candidates and novel adjuvants"
        },
        {
            "text": "This special issue of ''Indian Journal of Virology'' on ''Emerging viral diseases of livestock in the developing world'' is aimed at providing insights on epidemiology, pathogenesis, diagnosis, prevention, immunity, vaccines and experimental models pertaining to emerging viral diseases. The Editorial Board of the ''Indian Journal of Virology'' thanks all the contributors and reviewers for their efforts and support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of vaccine candidates and novel adjuvants"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel cellular and molecular mechanisms of induction of immune responses by aluminum adjuvants",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Aimanianda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haensler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lacroix-Desmazes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Kaveri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bayry",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trends Pharmacol Sci",
            "volume": "30",
            "issn": "",
            "pages": "287--95",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emergence of a nephropathogenic avian infectious bronchitis virus with a novel genotype in India",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bayry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Goudar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Nighot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Kshirsagar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Ladman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelb",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Ghalsasi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Kolte",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "916--924",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detection and molecular characterization of porcine picobirnavirus in feces of domestic pigs from Kolkata, India",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ganesh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Banyai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kanungo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sur",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Indian J Virol",
            "volume": "23",
            "issn": "",
            "pages": "387--91",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The perfect mix: recent progress in adjuvant research",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Rev Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "505--522",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Recent advances in the administration of vaccines for infectious diseases: microneedles as painless delivery devices for mass vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Hegde",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Kaveri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bayry",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Drug Discov Today",
            "volume": "16",
            "issn": "",
            "pages": "1061--1069",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dynamics of the 2001 UK foot and mouth epidemic: stochastic dispersal in a heterogeneous landscape",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chase-Topping",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Cornell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kappey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilesmith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "294",
            "issn": "",
            "pages": "813--820",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pandemic influenza A H1N1 (2009) virus: lessons from the past and implications for the future",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khanna",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Indian J Virol",
            "volume": "23",
            "issn": "",
            "pages": "12--19",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Isolation and phylogenetic analysis of H1N1 swine influenza virus from sick pigs in Southern China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Indian J Virol",
            "volume": "22",
            "issn": "",
            "pages": "66--71",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Emerging viral diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Nichol",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arikawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "97",
            "issn": "",
            "pages": "12411--12413",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genetic characterization of bluetongue virus serotype 9 isolates from India",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "V"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Meena",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Karunasree",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Susmitha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uma",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "U"
                    ],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chaitanya",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Hegde",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virus Genes",
            "volume": "44",
            "issn": "",
            "pages": "286--94",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Vaccines: from empirical development to rational design",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rueckert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Guzman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Emergence and reemergence of vaccinia-like viruses: global scenario and perspectives",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Balamurugan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bhanuprakash",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Venkatesan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hosamani",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Indian J Virol",
            "volume": "23",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Emerging viral diseases 293",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Koutsonanos",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [
                        "Pilar"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Zarnitsyn",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Compans",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Skountzou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Dissolving polymer microneedle patches for influenza vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Prausnitz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Med",
            "volume": "16",
            "issn": "",
            "pages": "915--935",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1834",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "His research is aimed at deciphering cellular and molecular interaction of innate and adaptive immune compartment in physiopathologies and dissection of immune evasion strategies of pathogens",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bayry performed the role of a guest editor for this special issue of Indian Journal of Virology",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Last few decades have witnessed a sharp rise in the number of emerging and reemerging viral diseases of livestock and human. Some of the examples include hemorrhagic fevers caused by diverse viruses such as Marburg (1967), Lassa (1969), Hanta (1970), and Ebola (1976); encephalitis and respiratory diseases caused by Henipaviruses (Hendra in 1994 and Nipah in 1999); respiratory diseases caused by severe acute respiratory syndrome (SARS 2002), Hanta (1993), middle-east respiratory syndrome (MERS 2012) and influenza (A/H5N1 in 2005, A/H1N1 in 2009 and A/H7N9 in 2012) viruses; reproductive syndromes caused by Schmallenburg virus (2011); acquired immunodeficiency syndrome caused by",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments Thanks to Dr. N. R. Hegde for the critical reading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}