{
    "paper_id": "8315fb05f84a283b0bdab306586803bd4c6a2c7e",
    "metadata": {
        "title": "Maxillofacial Plastic and Reconstructive Surgery",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dysosmia and dysgeusia due to the 2019 Novel Coronavirus; a hypothesis that needs further investigation Seied Omid Keyhan 1,2,3 , Hamid Reza Fallahi 4,5 and Behzad Cheshmi 6* Coronaviruses are known as enveloped viruses with a positive-sense single-stranded RNA genome that their helical symmetry nucleocapsid is about 26-32 kilobases in size, making it the largest investigated genome among RNA viruses. The disease caused by 2019 new coronavirus (2019-nCoV) was named coronavirus disease-19 (COVID-19) by the World Health Organization in February 2020. The 2019-nCoV is phylogenetically related to severe acute respiratory syndrome-coronavirus (SARS-CoV) [1] . It has been shown that 2019-nCov enters the cell through the ACE2 cell receptor in the same way as the severe acute respiratory syndrome (SARS) coronavirus [2] . 2019-nCoV effectively uses angiotensinconverting enzyme 2 receptor (ACE2) as a receptor for cell invasion [3] . Primary non-specific reported symptoms of 2019-nCoV infection at the prodromal phase are malaise, fever, and dry cough. The most commonly reported signs and symptoms are fever (98%), cough (76%), dyspnea (55%), and myalgia or fatigue (44%) [4] .",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 660,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 819,
                    "end": 822,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 931,
                    "end": 934,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1177,
                    "end": 1180,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our information on the probability and effect of 2019-nCoV on the peripheral and central nervous system is still scarce and therefore unreliable. There have been various studies evaluating coronavirus's effects on the central nervous system. These studies suggest that the human central nervous system (CNS) may be susceptible to coronavirus infection [5] . Routes intended for central nervous system infection with coronaviruses are peripheral trigeminal or olfactory nerves following intranasal inoculation [6, 7] . The findings of studies on rodents show that these viruses cause demyelination and stimulate T cell-mediated autoimmune reactions against CNS antigens producing the question about the relation between coronaviruses especially the 2019-nCoV and neurologic disorder in humans. Given that the peripheral trigeminal or olfactory nerves are pathways of penetration of the coronaviruses into the central nervous system, and based on animal studies, it may be hypothesized that complications such as demyelination and stimulation of T cell-mediated autoimmune reactions may occur in the path of the infection spreading, so the occurrence of dysosmia and dysgeusia can be considered potential consequences of these nerve injuries.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 513,
                    "end": 515,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Numerous reports of loss of sense of smell and taste have been received from Iranian people as one of the most heavily involved countries with COVID-19 during the outbreak of the disease [8, 9] . Significant numbers of people with confirmed COVID-19 also reported a complete or partial loss of their sense of smell and taste in the early stages. Initial investigations also indicate that in some cases, if one member of a family has experienced such symptoms, other family members have experienced similar symptoms over a short period of time. Another primary point that needs further investigation is that in confirmed COVID-19 patients with reported dysosmia and dysgeusia, often, other manifestations were less severe and the patients frequently recovered more quickly. In addition to what has been said that require further investigations to establish their validity, the timeliness or permanence of these complications, as well as how they are likely to be managed and treated, are of particular importance and require thoughtful scrutiny.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 191,
                    "end": 193,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although there is not sufficient evidence to make a definitive judgment and need more comprehensive investigations, two scenarios are more likely to be suggested as the cause of such an incident. The appearance of dysosmia and dysgeusia whether can be attributed to olfactory nerve and trigeminal nerve damage caused by the 2019-nCoV infection or excessive exposure to chemicals and disinfectants that are more commonly used by people due to the viral epidemic. Designing a study to assess the validity of such a hypothesis is important in that it can be considered a relatively acceptable diagnostic criterion for both the individual and the physicians. Since the existence of such a relationship is likely, it also seems likely that during the COVID-2019 outbreak, those who experience complications such as dysosmia and dysgeusia should be considered potential carriers of the virus and that in addition to necessary hygiene measurements, they must quarantine themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The species severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41564-020-0695-z"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Letko",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X-L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X-G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus infection of the central nervous system: host-virus stand-off",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Microbiol",
            "volume": "4",
            "issn": "2",
            "pages": "121--132",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Susceptibility of laboratory mice to intranasal and contact infection with coronaviruses of other species",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Barthold",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lab Anim Sci",
            "volume": "40",
            "issn": "5",
            "pages": "481--485",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of olfactory bulb ablation on spread of a neurotropic coronavirus into the mouse brain",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Afifi",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Exp Med",
            "volume": "172",
            "issn": "4",
            "pages": "1127--1132",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Loss of sense of smell among Iranians coinciding with Coronavirus epidemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Farda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Olfactory disorder getting prevalent in Iran amid Coronavirus outbreak",
            "authors": [],
            "year": 2020,
            "venue": "IFP Editorial staff",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "All authors contributed substantially to the conception and design of the paper, the acquisition of data, or the analysis and interpretation. BC as the corresponding author verifies that all individuals who made contributions to this study are included either as authors or are acknowledged at the end of the paper. The authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.Author details 1 National Advance Center for Craniomaxillofacial Reconstruction, Tehran, Iran. 2 Craniomaxillofacial Research Center, Tehran University of Medical Sciences,",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 231,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}