{
    "paper_id": "8375539936b6724e16526afef18b9902fdbf97b6",
    "metadata": {
        "title": "Inhibition of porcine transmissible gastroenteritis virus infection in porcine kidney cells using short hairpin RNAs targeting the membrane gene",
        "authors": [
            {
                "first": "Li",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Xianjin"
                ],
                "last": "Dai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Han",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Peng"
                ],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhou",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhenhui",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The membrane (M) protein is the most abundant component of the porcine transmissible gastroenteritis virus (TGEV) particle. To exploit the possibility of using RNA interference (RNAi) as a strategy against TGEV infection, three plasmids (pRNAT-1, pRNAT-2, and pRNAT-3) expressing short hairpin RNAs were designed to target three different coding regions of the M gene of TGEV. The plasmids were constructed and transiently transfected into a porcine kidney cells, PK-15, to determine whether these constructs inhibited TGEV production. The analysis of cytopathic effects demonstrated that pRNAT-2 and pRNAT-3 could protect PK-15 cells against pathological changes specifically and efficiently. Additionally, indirect immunofluorescence and 50% tissue culture infectious dose (TCID 50 ) assays showed that pRNAT-2 and pRNAT-3 inhibited the multiplication of the virus at the protein level effectively. Quantitative real-time PCR further confirmed that the amounts of viral RNAs in cell cultures pre-transfected with the three plasmids were reduced by 13, 68, and 70%, respectively. This is the first report showing that RNAi targeting of the M gene. Our results could promote studies of the specific function of viral genes associated with TGEV infection and might provide a theoretical basis for potential therapeutic applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Transmissible gastroenteritis coronavirus (TGEV) is a positive RNA virus, which is a member of a large family of enveloped viruses [1] . Pigs of any age and breed can be infected. In particular, sucking piglets at about 2 weeks old are the most susceptible, showing mortality rates up to 100%, which results in large economic loss in swine-producing areas worldwide [2, 3] . However, the pathogenic mechanism of TGEV remains unclear [4] . At present, several vaccines to prevent TGE are available; however, their efficacies are variable. Attenuated TGEV vaccines have the risk of returning to the virulent form and might even induce an adverse reaction and inactivated viruses are not sufficiently protective in pigs [5, 6] . Moreover, newborn piglets can suffer from gastroenteritis within 20 h post-infection, and death can occur in 1-4 days [7] , whereas current vaccines cannot provide complete protection in the first 7 days after inoculation. Thus, it is necessary to develop novel, highly effective, and rapid-acting antivirals to resist TGEV infection [8] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 372,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 723,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "RNA interference (RNAi) is a precise gene silencing method that uses double-stranded RNA (dsRNA) molecules comprising 19-27 nucleotides (nt) . RNAi in the form of small interfering RNAs (siRNAs) or short hairpin RNAs (shRNAs) has been studied for their interference with virus replication [9, 10] . Recent research suggests that the replication of various viruses, including many coronaviruses, could be inhibited effectively in vitro and in vivo [11] [12] [13] [14] [15] [16] . Therefore, it might be possible to disrupt the replication of TGEV in cell culture using shRNAs targeting the M gene of TGEV.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 140,
                    "text": "19-27 nucleotides (nt)",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "TGEV is a positive-sense, ssRNA virus with a 28.5 kb genome that contains a leader sequence at the 5 0 end and a poly (A) tail at the 3 0 end, which encodes four structural proteins [spike (S), membrane (M), nucleocapsid (N), and envelope (E)] and five non-structural proteins [17] [18] [19] . The S protein is a major membrane glycoprotein that plays important roles in inducing a protective immune response, and in virus attachment, membrane fusion, and viral pathogenicity [20] [21] [22] . The N protein, together with the genomic RNA, forms the viral nucleocapsid [22] . The E protein regulates virion assembly and release [23] . The M protein is the most abundant component of the coronavirus particle [24] and differs from other viral proteins in terms of its structure, processing, and intracellular transport [25] . The expressions of the M and E proteins might be sufficient to trigger the formation of virus-like particles (VLPs). In addition, M is highly conserved among different strains, and our previous studies proved that the expression the M protein alone using a baculovirus expression system could lead to the formation of VLPs, as observed under a transmission electron microscope, which further confirmed that the M protein of TGEV is a decisive protein for the proliferation of viral proteins [26] . As one of the important structural proteins of TGEV particles, the M protein is exposed on the viral internal core [27] , and associates with the Golgi complex in the cell, which suggests that the M protein plays a mechanistic role at the site of virus assembly and budding [28] , and suggest that M is an indispensable component for the replication of virus particles in host cells. In this study, we constructed three shRNAs in a plasmid expression system that targeted the M gene and investigated whether shRNA-mediated RNA interference could inhibit TGEV infection of PK-15 cells.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1315,
                    "end": 1319,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1441,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1596,
                    "end": 1600,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Virus and cells TGEV strain CQ was isolated from sick piglets with symptoms of diarrhea [29] and stored in our laboratory. PK-15 cells were grown in high glucose Dulbecco Minimum Essential Medium (DMEM) supplemented with 10% fetal bovine serum (Gibco, USA), 100 IU of penicillin, and streptomycin per mL, at 37°C in a 5% CO 2 atmosphere incubator.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "According to the general principles and guidelines for the design of RNA interference, sequences from the M gene of TGEV CQ were designed based on the Ambion's online siRNA target design tool to choose the three best target sequences to target the M gene (http://www.ambion.com/ techlib/misc/siRNA_finder.html). Three theoretically effective sequences at nucleotide positions 103-121 (RNAT-1), 358-376 (RNAT-2), and 625-643 (RNAT-3) were selected. The sequences were analyzed by BLAST to ensure that they did not have any similar sequences in the swine genome, but share 100% similarity with the published sequences of different TGEV strains. These three sequences are listed in Table 1 . All the sequences were arranged in the following alignment: BamHI ? Sense ? Loop ? Antisense ? Termination ? HindIII.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 679,
                    "end": 686,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "shRNA sequence selection and design"
        },
        {
            "text": "We designed the double-stranded Oligo DNA hairpin structures to target the M after annealing. All the shRNAexpressing plasmids were diluted with Tris-EDTA buffer to a final concentration of 1 lg/lL. The annealing reaction system (25 lL) comprised 5 lL of shRNA sense template, 5 lL of antisense template, and 15 lL of ddH 2 O. The mixture was heated to 95°C for 5 min, cooled to 50°C for 30 s, and then incubated at 4°C. The annealed shRNA DNA sequences (RNAT-1, RNAT-2, and RNAT-3) and shRNA expression vector, pRNAT-U6.1/Neo (RiboBio, China), were then double digested with BamHI and Hin-dIII, and inserted into BamHI-HindIII digested pRNAT-U6.1/Neo to yield pRNAT-1, pRNAT-2, and pRNAT-3, respectively. After transformation of Escherichia coli DH5a competent cells to obtain the recombinant plasmids, the positive clones were identified by PCR and sequencing analysis. The enhanced green fluorescence protein fusion gene in the plasmids was used as a reporter during the transfection efficiency analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction and identification of shRNA plasmids"
        },
        {
            "text": "One day before transfection, 3 9 10 5 PK-15 cells were seeded into six-well plates and incubated for 24 h at 37°C in a 5% CO 2 atmosphere without antibiotics. When the cells reached 50-70% confluence, they were washed with 0.1 M PBS (pH 7.4) three times and overlaid with transfection complexes containing 2.5 lg of pRNAT-1, pRNAT-2, pRNAT-3, or pRNAT-NC in 125 lL of DMEM medium mixed with Lipofectamine TM 3000 (Invitrogen, USA), according to the manufacturer's instructions. The transfection complexes were completely removed after incubating for 24 h, and the medium was replaced with 2% FBS containing 600 lg/mL G418. After maintenance for 15 d in selection media, resistant cell clones were selected, cultured, and infected with 0.1 MOI of TGEV per well in six-well plates. Non-transfected cells were used as a Virus Genes (2017) 53:226-232 227 control. Cell transfection efficiency and CPE images were captured under an inverted fluorescence/phase-contrast microscopy (Nikon, Japan).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfection of shRNA plasmids"
        },
        {
            "text": "shRNA-transfected cells were collected 48 h after viral infection, subjected to three freeze-thaw cycles, serially diluted tenfold from 10 -1 to 10 -10 , and added to 96-well plates. Each dilution was added to eight wells. The TCID 50 was calculated using the Reed and Muench method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assay and determination of TCID 50"
        },
        {
            "text": "To quantify the effect of shRNA on viral replication at 48 h post viral infection, total RNA was extracted from PK-15 cells using the RNAiso plus (Invitrogen, USA) reagent, according to the manufacturer's instructions, and reverse transcribed into cDNA using the GoScript TM Reverse Transcription System (Promega, USA), also according to the manufacturer's instructions. Quantitative real-time PCR (qPCR) analysis was performed to amplify M gene using the cDNA as the template and the b-actin gene as the internal standard. Western blotting PK-15 cells were transfected with pRNAT-NC, pRNAT-1, pRNAT-2, or pRNAT-3 and infected with TGEV. Cells as well as virus particle were lysed in phosphate buffered saline (PBS), and the total proteins were separated using 12% sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) and transferred onto a polyvinylidene difluoride membrane. The membranes were incubated with rabbit anti-TGEV polyclonal primary antibodies (1:50 dilution, 4°C, overnight), washed, and then incubated with HRP-goat-anti-rabbit secondary antibody (1:5000 dilution, room temperature, 2 h).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction and quantitative real-time PCR analysis"
        },
        {
            "text": "Effects of shRNA transfection PK-15 cells (3 9 10 5 cells per well) were plated in six-well plates and transfected with shRNA recombinant plasmids (pRNAT-1, pRNAT-2, or pRNAT-3) and empty plasmid (pRNAT-NC), separately, for 24 h, before being examined by fluorescence and phase-contrast microscopy. The GFP gene expressed the green fluorescent protein from the CMV promoter, and more green fluorescent excitation by the blue wavelengths was observed in cells containing the empty plasmid (pRNAT-NC) compared with cells transfected with the recombinant plasmids (pRNAT-1, pRNAT-2, pRNAT-3). The normal PK-15 cells showed no fluorescence (Fig. 1) . The results showed that shRNA recombinants were transfected into PK-15 cells successfully and that stably transfected cell lines were created. The transfection efficiencies were similar among the three recombinant plasmids, while that of the empty plasmid was higher.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 636,
                    "end": 644,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To study the TGEV-induced CPE, PK-15 cells were infected with TGEV at 0.1 MOI. The virus infected cells (Mock control) and empty plasmid (pRNAT-NC) exhibited obvious morphological changes at 48 h post-infection, including cells shrinkage, turn round, and detachment, in contrast to the non-infected cells (Normal) that remained tightly stuck to the plate and maintained their shape. As shown in Fig. 2 , the normal group grew well; however, the cells harboring the shRNA-expressing plasmids pRNAT-2 and pRNAT-3 showed small patches of CPE, such as rounding, shrinking, and morphological changes of the cells, as well as shedding from the brim of the wells. Interestingly, the cells harboring recombinant pRNAT-2 and pRNAT-3 were mostly capable of resisting the CPE as shown by the observation that the cells attached well and had reduced areas of CPE, which contrasted with the large area of severe CPE in the cells harboring pRNAT-1. These results indicated that shRNA-expressing plasmids pRNAT-2 and pRNAT-3 inhibited TGEV-induced CPE to a certain degree and could relieve the specific cytopathic effect compared with the controls.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 401,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Examination of shRNA effect by CPE analysis"
        },
        {
            "text": "To investigate the inhibition of TGEV replication by the shRNAs, virus titers in PK-15 cells were calculated by the Reed-Muench method. Figure 3 shows that the titers of TGEV reached 10 4.74 , 10 3.42 , and 10 3.67 TCID 50 /mL at 48 h post-infection in cells harboring pRNAT-1, pRNAT-2, and pRNAT-3, respectively. The titers at 48 h postinfection corresponded to 3.4-, 70.8-, and 39.8-fold reductions, respectively, compared with that of pRNAT-NC. The TGEV titer was 10 5.71 TCID 50 /mL in cells receiving no plasmid (Mock) transfection, which was higher than the titer of 10 5.27 TCID 50 /mL in cells pretransfected with pRNAT-NC. There was a significant difference between pRNAT-2 and pRNAT-NC (P \\ 0.01), as well as between pRNAT-3 and pRNAT-NC (P \\ 0.05). Contrastingly, there was no significant difference between pRNAT-1 and pRNAT-NC. These data indicated that pRNAT-2 and pRNAT-3 resisted TGEV infection by reducing the levels of progeny virus production significantly in PK-15 cells. In addition, pRNAT-2 and pRNAT-3 showed partial virus infection inhibition, with pRNAT-1 being the least effective shRNA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 144,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Examination of shRNA effect by a TCID 50 assay"
        },
        {
            "text": "The expression levels of the M gene in PK-15 cells treated with different interfering plasmids were examined using qPCR. Figure 4 shows the cellular expression of the M gene. When the cells were transfected with pRNAT-1, the expression of M gene decreased by 13% compared with the cells transfected with pRNAT-NC. When the cells were transfected with pRNAT-2 or pRNAT-3, the expression of the M gene decreased by 68 and 70%, respectively, compared with cells transfected with pRNAT-NC. The results showed that pRNAT-2 and pRNAT-3 have a certain inhibitory effect on the proliferation of TGEV in PK-15 cells, which is caused by degradation of the viral RNA. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Examination of shRNA effect by quantitative realtime PCR analysis"
        },
        {
            "text": "To further investigate the levels of viral proteins in cells transfected with shRNA plasmids and infected with TGEV, the levels of viral proteins were assessed using western blotting. Equal amounts of cell lysates from TGEV-infected and mock-infected PK-15 cells at 48 h were examined using positive anti-TGEV serum. Figure 5 shows that the amount of viral protein recovered from cells transfected with pRNAT-2 or pRNAT-3 was reduced, while the amount of viral protein recovered from cells transfected with pRNAT-1 was similar to that recovered from cells without an interfering plasmid, which was consistent with the qPCR analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 325,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Detection of the levels of viral proteins by western blotting"
        },
        {
            "text": "RNAi has been used widely to silence target genes in mammalian and human cells [30] [31] [32] . RNAi can regulate specific gene expression and is closely related to anti-virus replication. RNAi has an excellent prospect to improve the shortage of traditional anti-virus vaccines or related inhibitors. RNAi has emerged as a potentially important therapeutic antiviral strategy [8, [33] [34] [35] . Recently, several kinds of animal viruses, such as porcine reproductive and respiratory syndrome virus [36, 37] , newcastle disease virus [38] , classical swine fever virus [39] , porcine circovirus [40] , infectious bursal disease virus [41] , and porcine hemagglutinating encephalomyelitis virus [42] have been silenced effectively, and most of these viruses are RNA viruses. TGEV is a porcine coronavirus with an RNA genome; therefore, it should also be sensitive to RNAi [43] . Several studies have reported the application of RNAi against TGEV replication. Effective suppression of TGEV infection in swine testicular (ST) cells was achieved using DNA-based vectors expressing siRNAs or shRNAs targeting the RNA-dependent RNA polymerase gene of TGEV [8, 15] . Lei he, et al. reported the effective inhibition of TGEV infection in ST cells or PK-15 cells using DNA-based vectors expressing an shRNA targeting the transcription of TGEV gene 7 (a non-structural gene) [4, 44] . However, there is no report showing that siRNA/ shRNA targeting the M gene of a coronavirus could efficiently inhibit viral infection.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 84,
                    "end": 88,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 93,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[36,",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "37]",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1155,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1159,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 1367,
                    "end": 1370,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1374,
                    "text": "44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we constructed three shRNAs plasmid expression systems to target the M gene and investigated whether shRNA-mediated RNA interference could inhibit TGEV infection in PK-15 cells. Our results demonstrated that the infection of TGEV in cell culture could be disrupted by shRNAs targeting the M gene of TGEV: two of the three shRNAs generated from the M gene of TGEV blocked viral infection efficiently. The CPE and TCID 50 assays revealed that cells transfected with pRNAT-1, pRNAT-2, and pRNAT-3, harboring three sequencespecific shRNAs, could trigger inhibition of TGEV infection at 48 h post-infection; pRNAT-2 in particular showed markedly suppression. Western blotting and qPCR analyses further confirmed that the efficient inhibition of viral infection was caused by viral degradation. However, the qPCR analysis showed that transfection with pRNAT-2 and pRNAT-3 inhibited viral infection by the equivalent of 70%. The qPCR analysis and western blotting assays also demonstrated that, compared with the mock control, the amount of viral RNAs in the pRNAT-1 group decreased a little, which suggested an inefficient inhibitory effect, which possibly indicated that the pRNAT-1 sequence results in non-specific inhibition or in 'off -target' effects. Overall, the variability of viral suppression could be related to the following two aspects. One is that the regulation of RNA transcription and protein expression is a very complex process, and represents the combined effect of various factors. The other possible explanation is the difference in the sensitivity and accuracy between TCID 50 and qPCR. qPCR is highly sensitive to detect the suppression effect of RNA interference. In addition to the potent inhibition shown by two sequence-specific shRNAs, the TCID 50 and qPCR analyses also demonstrated that, compared with the mock control, the amount of viral RNAs in the negative control pRNAT-NC cells also decreased a little, which suggested a non-specific effect on TGEV replication in PK-15 cells. Similarly, other researchers have discussed an ''off-target'' effect induced by siRNA or shRNA in their reports. Lu et al. [45] found that the non-specific effect was positively related to the concentration of the shRNAs. Overall, compared with the low-efficiency inhibition and 'off-target' effects of pRNAT-1, the other two sequencespecific shRNAs exhibited the potential to silence TGEV RNAs.",
            "cite_spans": [
                {
                    "start": 2146,
                    "end": 2150,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our results indicated that shRNAs targeting the M gene in TGEV genome could effectively block infection of TGEV in PK-15 cells. This finding showed that shRNAs could represent a potential novel tool against TGEV infection. These results also provided an insight into the inhibition of TGEV infection by targeting the M gene. Taken together, the present data and the known advantages of shRNA technology suggest that shRNA represents a candidate agent for TGEV therapeutic applications. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Coronaviridae",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "115--139",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Proc. Natl. Acad. Sci. USA 98",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Caplen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parrish",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Imani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fire",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9742--9747",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The underlined sequences targeted the M gene, and the bold italic letters indicate the loop sequence. Near the end of all shRNA sense templates is poly-T tract that is recognized as an RNA Pol III promoter termination signal. The italic characters indicate BamHI or HindIII restriction site overhangs for ligationTable 2Primers for quantitative real-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fluorescence observation of PK-15 cells at 24 h post-transfection. PK-15 cells transfected with shRNA recombinant vectors (pRNAT-1, pRNAT-2, and pRNAT-3) and empty plasmid (pRNAT-NC) at 24 h, examined by fluorescence/phase-contrast microscopy. a pRNAT-NC; b pRNAT-1; c pRNAT-2; d pRNAT-3; e normal PK",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cytopathic effect (CPE) of shRNAs at 48 h after TGEV infection in PK-15 cells (940). PK-15 cells were transfected with different plasmids and infected with TGEV at 0.1 MOI. a Normal: PK-15 cells neither transfected with plasmids nor infected with virus, cells were transfected with pRNAT-1 (b), pRNAT-2 (c), pRNAT-3 (d), and pRNAT-NC (e), respectively. a, e, f Served as normal, empty plasmid, and mock controls",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Transfection with pRNAT-1, pRNAT-2, and pRNAT-3 reduces the viral titer of TGEV in PK-15 cells at 48 h post-infection. The data shown represent the mean values for three independent experiments. *P \\ 0.05 compared with the control. **P \\ 0.01 compared with the control",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "qPCR analysis of the inhibition of TGEV RNA replication. PK-15 cells were transfected with plasmids as indicated and infected with TGEV. 48 h post-infection, cell cultures were collected for total RNA extraction, and qPCR analysis was performed. The amount of viral RNA in each sample was normalized to the corresponding amount of b-actin in the same sample. Every experiment was repeated three times. *P \\ 0.05 compared with the control. **P \\ 0.01 compared with the control",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Expression of viral proteins as assessed by western blotting. Equal amounts of cell lysates from TGEV-infected and mock-infected PK-15 cells at 48 h were examined using positive anti-TGEV serum (1: 50 dilution), with b-actin as a protein loading control (1:1000). a Viral proteins of cells infected with TGEV. b Viral proteins of cells infected with TGEV and transfected with pRNAT-1. c Viral proteins of cells infected with TGEV and transfected with pRNAT-2. d Viral proteins of cells infected with TGEV and transfected with pRNAT",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The qPCR reaction contained 10 lL of SYBR Premix Ex Taq II (Takara Bio, China), 0.4 lL of forward primer, 0.4 lL of reverse primer, 2 lL of cDNA template, 0.4 lL of Rox Reference Dye, and RNase-free ddH 2 O to 20 lL. The reaction protocol was as follows: 95°C for 30 s, followed by 40 cycles of 95°C for 5 s and 61°C for 30 s; the melting curve stage comprised 95°C for 1 min, 55°C for 30 s, and 95°C for 30 s. Each experiment was repeated three times. The primers used in this study are shown in Table 2. The relative expression level of the M gene in cells treated with different interfering plasmids was calculated according to the 2 ÀDDC t method.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Sequences of designed shRNAs",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}