{
    "paper_id": "83dbefe76e95b17d41f3779bede6079ef2ba432a",
    "metadata": {
        "title": "The Risk and Prevention of Novel Coronavirus Pneumonia Infections Among Inpatients in Psychiatric Hospitals",
        "authors": [
            {
                "first": "Yuncheng",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiao Tong University School of Medicine",
                    "location": {
                        "postCode": "200030",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Liangliang"
                ],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Haifeng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ji",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Maomao"
                ],
                "last": "Xi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongren Hospital of Wuhan University (Wuhan Third Hospital)",
                    "location": {
                        "postCode": "430000",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Yiru"
                ],
                "last": "Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiao Tong University School of Medicine",
                    "location": {
                        "postCode": "200030",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji Medical College of Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430012",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "regions: the highest death rate was in Wuhan City ( Table 1 ). Overload of inpatients at hospitals may play a negative role in the overall therapeutic effect and contribute to the death rate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "At the same time, with the related law promulgated, Wuhan Mental Health Center (WMHC) announced the closed management of inpatients (visit prohibited), and this was followed by other psychiatric hospitals nationwide. Unfortunately, on February 8, China News Weekly exclusively reported that nosocomial infection had occurred in WMHC. Up to February 8, * 50 patients and 30 medical staff in WMHC were diagnosed with NCP, so WMHC became the first psychiatric hospital in China with clustered nosocomial infections. The official spokesman of WMHC revealed to the media that delay of information on infections increased the chance of infection in the early stage, such as unawareness of the infection and the mode of transmission, as well as the possibility of an asymptomatic incubation period, similar to the situation of other general hospitals in Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three elements are responsible for the infection of hospitalized psychotic patients: source of infection (patients with NCP), transmission route (human-to-human droplet transmission), and susceptibility (patients without insight). A similar outbreak occurred in 2003 that has parallels with the emergence of NCP: the severe acute respiratory syndrome (SARS), which killed 349 of 5327 probable cases (6.6%) reported in mainland China [2] . Compared to the mean incubation period of 6.4 days of SARS [3] , the 5.2 days of the 2019 new Coronavirus (SARS-CoV-2) means it is more infectious [1] . Although Staff working in psychiatric hospitals were not notified of factors that may increase the risk and outbreak, but these may include the following:",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 436,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Related Risk Factors"
        },
        {
            "text": "1. The wards are often closed and crowded; 2. As is common in psychiatric hospitals, the wards of WMHC were not designed to the standards for isolation against infectious respiratory disease, nor are they equipped with negative pressure devices; 3. Now is the season of high incidence of respiratory diseases, which led to the initial underestimating of NCP as a common disease; 4. The source of infection cannot be found in a timely manner because the patients are neither sensitive to nor concerned about the news after long-term social isolation; 5. It is difficult for psychiatric patients to accept and cooperate with self-isolation measures for cutting off the NCP infection route in time; 6. Medical staff in the psychiatric specialty lack knowledge in coping with infectious diseases; 7. A practical clinical path has not yet been promulgated for preventing infectious diseases in such isolated groups; 8. Patients with psychoses have slowed perception of changes to the external environment, and lack a sense of self-protection; 9. More emphasis is placed on the ''stability'' of the patient's condition and not causing trouble, resulting in insufficient subjectivity of medical staff in psychiatric hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related Risk Factors"
        },
        {
            "text": "Clearly, even supported by the nearby Pulmonary Medicine Department, emergency facilities are far from sufficient. We know that the healthcare workload for NCP is extremely great, particularly under the condition of human-to-human transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related Risk Factors"
        },
        {
            "text": "Not only in China, any mistake in prevention and control can critically strike local health systems worldwide. It has been noted in the Diagnosis and Treatment of Pneumonia Caused by New Coronavirus Infection (Trial Version 5) that the incubation period is generally 3-7 days, and the longest is 24 days [4] . Fourteen days of observation have been announced by the authorities.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Lessons to Learn"
        },
        {
            "text": "We need to consider the absence of objective measures, subjective deficiencies, and points that need to be changed. In case of aggravation or recurrence in a psychotic patient, the physician should take precautions before receiving a patient for hospitalization. Psychiatrists ought to aware that psychiatric patients are a susceptible group, so they should be carefully treated and fully prepared for admission and hospitalization. Clearly, it is more difficult for these patients to go through the proper procedures than healthy persons. Especially for pre-hospital assessment and virus isolation, every necessary step must be followed and cannot be simplified at the current unusual time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons to Learn"
        },
        {
            "text": "During the hospital stay, the closure measures should be strictly enforced, because some family members have still been able to deliver materials to the hospital even when visits are prohibited. The first case of NCP diagnosed in WMHC was a patient with Alzheimer's disease. This patient might have been infected by outside goods brought by a family member. This phenomenon still occurs in the closed psychotic hospitals in China, with the most common reason being the tradition of reunion at Chinese New Year. Besides, experts have noted that if infected, the elderly and those with underlying diseases are more likely to develop severe pulmonary disease. Long-term hospitalized patients with mental disorders with comorbidity such as hypertension, diabetes, and other chronic diseases are more vulnerable than the general population [5] . Before the occurrence of this public health issue, such risks had not been fully discussed.",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 838,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Lessons to Learn"
        },
        {
            "text": "Meanwhile, with the rapid development of information technology, far beyond that of the SARS period, such psychological influences spread more widely via the mainstream media and ''We Media''. The long-term psychological implications of infectious diseases should not be ignored. These are likely to cause a secondary disaster due to stress and psychological distress even after the NCP is over [6] . These severe psychological stress factors could facilitate the onset of existing mental illness, for example, causing a serious delusion generalized by the epidemic situation. As a result, psychiatric hospitals will be burdened with extra pressure.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 398,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Lessons to Learn"
        },
        {
            "text": "The key conclusions from this section are: observation, threshold, isolation, and prevention. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons to Learn"
        },
        {
            "text": "Once the novel coronavirus is imported into a public place, its speed of transmission is beyond control. To reduce the risk of infection at an early stage, all possible methods should be undertaken, such as to restrict hospitalization, expedite discharge, prohibit visits, provide physical supplies, and provide psychological assistance. A 14-day clinical observation period is indispensable before formal hospitalization procedures. It has been suggested that an observation room outside the routine ward should be set up for isolation and observation, so as to ensure the safety of patients with mental disorders during isolation. In particular, patients who cannot control their behavior should be more carefully assessed and stricter protective constraints than usual should be implemented. The intensive use of ward beds will increase the inconvenience of emergency deployment, the potential rate of cross infections, and the error rates due to fatigue of medical staff under high pressure. Therefore, remitted patients should be transferred to an outpatient clinic as soon as possible. Home quarantine has proved to be an effective way in these days [7] , especially in less-affected provinces in China.",
            "cite_spans": [
                {
                    "start": 1156,
                    "end": 1159,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Possible Coping Strategies"
        },
        {
            "text": "The usual psychiatric ward is densely staffed and lacks sufficient space for activities and ventilation, which is conducive to the transmission of the novel coronavirus. Once exogenous infection occurs, transmission can be rapid and extremely hard to control. Therefore, the complete isolation of mental health centers has been recommended during the NCP epidemic. Specific measures to be considered are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible Coping Strategies"
        },
        {
            "text": "1. Fourteen days under observation in hospital is the key to reducing hospital infection; 2. A pre-admission observation ward needs to be arranged immediately; 3. A detailed understanding of the patient's recent travel history in Hubei province, as well as the close contact history with suspected or confirmed patients; 4. Based on the risk level of a latent infectious patient, the physician should make a firm decision on whether the patient should be transferred to the designated hospital for treatment set by the local government; 5. Medical, nursing, logistics support, and canteen staff should limit their approaches to the hospital and have their temperature taken before entering and leaving the ward; 6. Temporarily prohibit on-site visits, and replace them with video chat. In principle, only food and clothing from government-approved institutions are acceptable; 7. More psychological services should be provided by community workers and family doctors to help the hospital to communicate about the restriction of visitors, so as to obtain consent on the necessity of these temporary arrangements; 8. Ensure that family members know that the patients receive sufficient daily necessities from the hospital, so as to eliminate the worries and doubts of family members; 9. The skills of medical staff in the psychiatric specialty needs to be improved in identifying and treating physical diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible Coping Strategies"
        },
        {
            "text": "Panic is inevitable among patients and medical staff and timely mental health care for dealing with the novel coronavirus outbreak is urgently needed [8] . At present, it has been reported that many local hospital workers in Wuhan, especially nurses, have been confronting occupational exhaustion. Inevitably, the overloaded working conditions lead to mental health problems such as serious psychosomatic disorders and a decline in decision making and execution [9] . Psychological services and crisis interventions are needed at an early stage to reduce anxiety, depression, and post-traumatic stress disorder (PTSD) in almost all groups during such a stressful period. However, we should note that the premise of providing such services is to follow the advice in this paper, to isolate infected patients and cut off the transmission route to protect vulnerable people. Once a psychological consultation room is set up in a general hospital, the manager should pay attention to the redesign of the layout, formulate strict measures to prevent infection, and increase the protective equipment at work to ensure that consultations are conducted in a safe environment. Online psychotherapy is recommended. Where there is no sufficient preventative facility for the epidemic, psychiatrists and counselors are currently suggested to do more work over the phone, and via internet applications such as WeChat.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Possible Coping Strategies"
        },
        {
            "text": "The guiding principles divide the population affected by NCP into 6 categories and 4 levels and require the firstlevel population to be the focus of psychological crisis intervention. Then the intervention shall be gradually expanded to the second, third, and fourth levels, and finally, involve all populations. Common psychological and behavioral issues that have emerged from the outbreak, as well as psychological crisis interventions and principles have been explained in detail [10] . In order to alleviate the current acute stress responses of individuals and patients and reduce the incidence of psychological distress or PTSD, we should take appropriate measures for the support of public mental health. Probable practices are as follows:",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 488,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Possible Coping Strategies"
        },
        {
            "text": "1. Disseminating knowledge on mental health to the public; 2. Setting up psychological counseling hotlines nationwide;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible Coping Strategies"
        },
        {
            "text": "3. Launching individualized psychological support by psychiatrists and psychologists; 4. Encouraging public and private physicians to provide psychological assistance; 5. Encouraging voluntary support by infected survivors; 6. Developing mental health insurance for special periods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible Coping Strategies"
        },
        {
            "text": "Last but not least, we should identify high-risk individuals in a timely manner, and avoid the occurrence of extreme events such as suicide, impulsive behavior, and group psychological crisis [10] . We know that, to prevent and control nosocomial infections, it is essential to take measures to monitor patients outside the hospital. Probable practices for psychotic patients are:",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Possible Coping Strategies"
        },
        {
            "text": "1. Lengthening the duration of prescriptions for stable outpatients; 2. Ensuring remote monitoring for unstable outpatients; 3. Early warning of the risk for patients needing hospitalization and rapid precaution planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible Coping Strategies"
        },
        {
            "text": "Generally, a psychiatric hospital is required to provide mental health services to millions of local residents while hospital administrators have many difficulties in cutting off exogenous infections completely without higher administrative direction. The management system for psychiatric hospitals in China is still incomplete for responding well to public emergencies. We expect that the Government of China will promulgate targeted and operable laws and regulations as soon as possible to ensure the organization and personnel deployment for medical staff after this epidemic. A precise policy is essential for orderly treatment in psychiatric hospitals nationwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Further Perspectives"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa.2001316"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Air pollution and case fatality of SARS in the People's Republic of China: an ecologic study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Froines",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Environ Health",
            "volume": "2",
            "issn": "",
            "pages": "2--15",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiologic and clinical characteristics of novel coronavirus infections involving 13 patients outside Wuhan, China",
            "authors": [
                {
                    "first": "Lin",
                    "middle": [
                        "M"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Dela",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1623"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Somatic and psychiatric comorbidity in the general elderly population: results from the ZARADEMP project",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lobo-Escolar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saz",
                    "suffix": ""
                },
                {
                    "first": "Marcos",
                    "middle": [
                        "G"
                    ],
                    "last": "Quintanilla",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Campayo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lobo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Psychosom Res",
            "volume": "65",
            "issn": "",
            "pages": "347--355",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Stress and psychological distress among SARS survivors 1 year after the outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcalonan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Sham",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Can J Psychiatry",
            "volume": "52",
            "issn": "",
            "pages": "233--240",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Researcher told to stay home after China trip",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sars",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Timely mental health care for the 2019 novel coronavirus outbreak is urgently needed",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Psychiatry",
            "volume": "2020",
            "issn": "",
            "pages": "30046--30048",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The mental health of medical workers in Wuhan, China dealing with the 2019 novel coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "X"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "",
            "issn": "20",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s2215-0366(20)30047-x"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Reading and analysis of the guiding principles of emergent psychological crisis intervention in the novel coronavirusd pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin J Psychiatry",
            "volume": "53",
            "issn": "",
            "pages": "1--001",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Yuncheng Zhu, Liangliang Chen, and Haifeng Ji have contributed equally to this work.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Outbreak status of novel coronavirus pneumonia from the National Health Commission (21:27 on Feb 12, 2020)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}