{
    "paper_id": "842642c889255dc79bbe6b730f132d19ebdfdffb",
    "metadata": {
        "title": "Regulation of Relative Abundance of Arterivirus Subgenomic mRNAs",
        "authors": [
            {
                "first": "Alexander",
                "middle": [
                    "O"
                ],
                "last": "Pasternak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Willy",
                "middle": [
                    "J M"
                ],
                "last": "Spaan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "J"
                ],
                "last": "Snijder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The subgenomic (sg) mRNAs of arteriviruses (order Nidovirales) form a 5-and 3-coterminal nested set with the viral genome. Their 5 common leader sequence is derived from the genomic 5-proximal region. Fusion of sg RNA leader and \"body\" segments involves a discontinuous transcription step. Presumably during minusstrand synthesis, the nascent RNA strand is transferred from one site in the genomic template to another, a process guided by conserved transcription-regulating sequences (TRSs) at these template sites. Subgenomic RNA species are produced in different but constant molar ratios, with the smallest RNAs usually being most abundant. Factors thought to influence sg RNA synthesis are size differences between sg RNA species, differences in sequence context between body TRSs, and the mutual influence (or competition) between strand transfer reactions occurring at different body TRSs. Using an Equine arteritis virus infectious cDNA clone, we investigated how body TRS activity affected sg RNA synthesis from neighboring body TRSs. Flanking sequences were standardized by head-to-tail insertion of several copies of an RNA7 body TRS cassette. A perfect gradient of sg RNA abundance, progressively favoring smaller RNA species, was observed. Disruption of body TRS function by mutagenesis did not have a significant effect on the activity of other TRSs. However, deletion of body TRS-containing regions enhanced synthesis of sg RNAs from upstream TRSs but not of those produced from downstream TRSs. The results of this study provide considerable support for the proposed discontinuous extension of minus-strand RNA synthesis as a crucial step in sg RNA synthesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The synthesis of subgenomic (sg) mRNAs is a common mechanism that positive-strand RNA viruses have evolved to express structural and auxiliary proteins that do not have to be translated directly from the genomic mRNA (reviewed in ref- erence 29) . Subgenomic RNAs are produced either by internal initiation of transcription on a minus-strand template (28) , by premature termination of minus-strand synthesis (46, 60) , or by an RNA recombination-like process of discontinuous RNA synthesis, as it is found in coronaviruses and arteriviruses, members of the order Nidovirales (5, 24, 48) . The nidovirus genome and sg mRNAs form a 3Ј-coterminal nested set of 3 to 10 RNA species, depending on the particular virus species. As reported recently, in some nidovirus genera, including okaviruses (8) and toroviuses (47, 59) , the viral sg transcripts have different 5Ј-terminal sequences. However, coronavirus and arterivirus sg mRNAs and torovirus sg mRNA2 contain a common 5Ј leader sequence, which is derived from the 5Ј-proximal region of the genome. The 3Ј-proximal segment of such a coronavirus or arterivirus sg mRNA species (which is referred to as the mRNA body) is unique, albeit partially overlapping the bodies of other sg mRNAs (Fig. 1A) . The leader is thought to be joined to an sg RNA body in a recombination-like RNA strand transfer process that is governed by short conserved transcription-regulating sequences (TRSs). These are present at the 3Ј end of the leader (leader TRS) and at the 5Ј end of each of the body regions in the 3Ј-proximal region of the genome (body TRSs) (Fig. 1A) . Base pairing between the arterivirus leader TRS (in the plus strand) and the complement of the body TRSs (in the minus strand) was shown to be essential for sg mRNA synthesis (34, 35, 56) .",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 245,
                    "text": "erence 29)",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "(28)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "(46,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "60)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "48)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 792,
                    "end": 795,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "(47,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 816,
                    "end": 819,
                    "text": "59)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1777,
                    "end": 1781,
                    "text": "(34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1782,
                    "end": 1785,
                    "text": "35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1786,
                    "end": 1789,
                    "text": "56)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 1237,
                    "end": 1246,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                },
                {
                    "start": 1590,
                    "end": 1599,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Two opposing models have been proposed to explain the discontinuous step in arterivirus and coronavirus sg RNA synthesis (Fig. 1B) . According to the leader-primed transcription model, sg RNA synthesis would be primed by free leader molecules that attach, by means of TRS-TRS base pairing, to the body TRS complements in the genomic minus strand, after which the leader primer would be elongated to produce an sg mRNA (3, 23, 49) . This model was partly based on the fact that sg minus-strand RNAs were initially not detected in cells infected with the coronavirus Mouse hepatitis virus (MHV) (25) . However, after the subsequent discovery of such molecules in coronavirus-infected cells (38, 41) , an alternative transcription model was proposed (39) . According to this model, the discontinuous step in transcription does not occur during plus-strand but during minus-strand RNA synthesis. The body TRSs in the plus-strand template would attenuate minus-strand synthesis, after which the nascent minus strand, having a TRS complement at its 3Ј end, would be transferred to base pair with the leader TRS, which may be presented by a stem-loop structure (6, 52, 56) . The sg minus strands would then be completed by addition of the leader complement and be used as templates for the synthesis of sg plus strands (mRNAs). In recent years, this model of Sawicki and Sawicki has gained considerable experimental support from both biochemical and genetic studies (4, 34, 37) , and consequently, it will be used as our working model in this paper.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "23,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "49)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "(25)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "(38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "41)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "(39)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1154,
                    "end": 1157,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1158,
                    "end": 1161,
                    "text": "52,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1162,
                    "end": 1165,
                    "text": "56)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1459,
                    "end": 1462,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1463,
                    "end": 1466,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1467,
                    "end": 1470,
                    "text": "37)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 130,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The smallest sg RNA species tend to be the most abundant ones in all viruses that produce a nested set of multiple sg RNAs (29) . In general (see below), nidovirus sg RNAs are no exception to this rule: both sg plus and minus strands are produced in different and constant molar amounts in the in-fected cells, and the shorter species are usually more abundant then the larger ones (7, 11, 24, 27) (Fig. 1C ). For the coronavirus MHV, it has been proposed that relative sg RNA abundance is exclusively determined by the size of the leader TRS-body TRS duplex (45) . However, other studies of coronaviruses (1, 13, 15, 21) and arteriviruses (10) have shown that relative sg RNA abundance does not correlate with the size of the leader TRS-body TRS duplex, and moreover, this hypothesis was experimentally refuted for MHV by van der Most et al. (54) .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "(29)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "24,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "27)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "(45)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "21)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "(54)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 406,
                    "text": "(Fig. 1C",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "For the arterivirus Equine arteritis virus (EAV), we recently established that the stability of the leader TRS-body TRS duplex is an important determinant of sg RNA abundance, although it is clear that other factors are also involved (34, 35, 56) . The fact that the relative molar ratios of coronavirus sg minus strands are similar to those of the plus strands (4, 14, 37, 38, 41) indicates, in the frame of the discontinuous minusstrand synthesis model, that sg RNA abundance may be regulated at the level of (discontinuous) minus-strand synthesis. If body TRSs indeed are attenuators of minus-strand synthesis, then more strand transfer events are likely to occur at 3Јproximal body TRSs than at 3Ј-distal body TRSs, which are further away from the site at which minus-strand synthesis is initiated. Consequently, strand transfer reactions at 3Ј-proximal TRSs would suppress the transcriptional activity of moreupstream (in the plus sense), 3Ј-distal TRSs, but not vice versa.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "(34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "56)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "41)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If all body TRSs had identical flanking sequences and, consequently, identical strand transfer potential, then a gradient of sg RNA abundance, progressively favoring the smallest sg RNAs, would be expected. However, every TRS in a nidovirus genome is situated in a unique primary and higher-order sequence context that influences its activity in sg RNA synthesis (1, 2, 15, 17, 32, 33) . This may partially explain why the sg RNA gradient in nidovirus-infected cells is not perfect. For example, in some coronaviruses, the smallest sg RNA is less abundant then the next larger sg RNA (9, 41) . Also, sg mRNA2 of the arterivirus EAV is considerably more abundant than mRNAs 3 to 5 (11) . Alternatively, if the production of sg mRNAs were regulated primarily at the level of plus-strand synthesis, then their abundance would depend mainly on their relative sizes (because smaller sg minus-strand templates would be copied faster) (40) and not on their order in the nested set. An alternative explanation is that the primary and/or higher-order sequence contexts of body TRSs solely determine their activity and regulate sg mRNA abundance. In the latter two scenarios, body TRS activity will not influence the activity of other body TRSs.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 367,
                    "end": 369,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "33)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "41)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "(40)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To investigate these issues in the arterivirus system, we have now produced derivatives of an EAV infectious cDNA clone in which body TRS-flanking sequences were standardized by engineering one, two, three, or four direct repeats of a 417nucleotide (nt) RNA7 body TRS cassette in the 3Ј-proximal part of the genome. To study the influence of body TRS activity on the activity of up-and downstream body TRSs in these replicons, all possible combinations of wild-type and mutant TRSs were tested in the context of the three-repeat construct. Furthermore, we explored the influence of body TRS position and sg RNA size by analyzing constructs with different deletions in the 3Ј-proximal region of the genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The constructs with repeated RNA7 body TRS cassettes were assembled as follows ( Fig. 2A) . First, the three-repeat construct (mABC) was made. To obtain cassettes A and B, a 417-nt fragment (nt 12229 to 12645) from EAV full-length cDNA clone pEAV030HNB, a derivative of clone pEAV030H (55) that contained an engineered BspEI restriction site at nt 12228 to 12233 (56) , was PCR amplified with two combinations of primers that contained additional restriction sites. The amplified fragments contained the RNA7 body TRS, its up-and downstream flanking sequences, and the complete open reading frame (ORF) of the EAV nucleocapsid (N) protein gene. Cassette A was obtained by amplification of the fragment with oligonucleotides E251 (5Ј-AGA TGGCCATGGCCGGACCTGTTCCC-3Ј), containing an NcoI restriction site, as the forward primer and E252 (5Ј-CTATTCGAATTCTTACGGCCCTGCT G-3Ј), containing an EcoRI restriction site, as the reverse primer. Cassette B was obtained by amplification of the fragment with oligonucleotides E253 (5Ј-AGA TGGGAATTCCCGGACCTGTTCCC-3Ј), containing an EcoRI restriction site, as the forward primer and E254 (5Ј-CTATTCTCCGGATTACGGCCCTGCT G-3Ј), containing a BspEI restriction site, as the reverse primer.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "(56)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 89,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Construction of plasmids."
        },
        {
            "text": "All PCRs were performed with Pfu DNA polymerase (Stratagene), and the sequences of PCR-generated products were confirmed by sequence analysis with a GeneAmp PCR system 2400 (Perkin-Elmer), ABI Prism kit (Perkin-Elmer), and ABI Prism 310 genetic analyzer (Perkin-Elmer). Cassettes A and B were cloned into pBluescript-based shuttle vector pM92128m2NB that contained the FIG. 1. (A) Schematic diagram of the genome organization and expression of EAV, the arterivirus prototype. The regions of the genome specifying the leader (L) sequence, the replicase gene (ORFs 1a and 1b), and the structural protein genes are indicated. The nested set of EAV mRNAs (genome and sg mRNAs 2 to 7) is depicted below. The black boxes in the genomic RNA indicate the positions of leader and major body TRSs. (B) Alternative models for nidovirus discontinuous sg RNA synthesis. The discontinuous step may occur during either plus-strand or minus-strand RNA synthesis. In the latter case, sg mRNAs would be synthesized from an sg minus-strand template. For details, see the text. (C) Northern hybridization analysis of intracellular EAV RNA resolved by denaturing agarose gel electrophoresis. As a probe, 32 P-labeled oligonucleotide E154 was used, which is complementary to the 3Ј end of all viral plus-strand RNA molecules (see Materials and Methods). (33) . Cassettes A and B were inserted directly upstream of the BspEI restriction site. The EAV ORF7 region downstream of this site (nt 12229 to 12645) was identical to cassettes A and B and was termed cassette C. Cassettes A and B were cloned between the NcoI and EcoRI and and EcoRI and BspEI restriction sites, respectively, to obtain pM92128ABC. In this manner, three identical cassettes were cloned directly head to tail, replacing the complete EAV ORF2a-ORF6 region, which also contains the body TRSs for sg mRNAs 3 to 6 (the RNA2 body TRS inside the replicase gene was inactivated by mutagenesis; see above). The unique restriction sites flanking each of the cassettes allowed easy modification of the construct. Subsequently, the insert from pM92128ABC containing the three cassettes was transferred to the EAV full-length cDNA clone (construct mABC). Derivatives of mABC with one or multiple mutated body TRSs (Fig. 3A) were obtained by replacing cassettes with analogous 417-nt fragments amplified from constructs containing RNA7 body TRS mutations. The mAB construct was obtained by deleting the EcoRI-BspEI fragment from mABC. The mABCD construct was engineered by insertion of the 417-nt fragment amplified with primers E252 and E253 (both with additional EcoRI sites) into the EcoRI site of mABC. The mA construct resulted from deletion of the NcoI-BspEI fragment from pM92128ABC and transfer of this deletion to the full-length cDNA clone.",
            "cite_spans": [
                {
                    "start": 1332,
                    "end": 1336,
                    "text": "(33)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 2251,
                    "end": 2260,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Construction of plasmids."
        },
        {
            "text": "Deletion constructs 030-1615, 030-1717, 030-1927, 030-2207, 030-2282, and 030-2319 (see Fig. 6 ) were described by Molenkamp et al. (30) . The constructs in which deletions were filled with (presumed) \"TRS-free\" sequences (see Fig. 7A ) were generated by cloning a 1,817-nt NcoI fragment (nt 9822 to 11639) and a 1,762-nt BssHII-MluI fragment (nt 9976 to 11738) from the EAV cDNA sequence back into clone pEAV030HNB in the reverse orientation. The resulting constructs were named 030-1817f and 030-1762f, respectively, with the corresponding deletion constructs being termed 030-1817 and 030-1762, respectively.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 136,
                    "text": "Molenkamp et al. (30)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 94,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 227,
                    "end": 234,
                    "text": "Fig. 7A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Construction of plasmids."
        },
        {
            "text": "RNA transfection and immunofluorescence assays. Following in vitro transcription from full-length cDNA clones, EAV RNA was introduced into BHK-21 cells by electroporation as described by van Dinten et al. (55) . To determine transfection efficiencies, transfected cells were seeded on coverslips and fixed with 3% paraformaldehyde in phosphate-buffered saline at 14 to 16 h posttransfection. Immunofluorescence assays were carried out as described previously (53) . To visualize the nuclei for cell counting, nuclear DNA was stained with 5 g of Hoechst B2883 (Sigma) per ml. Cells were counted with the Scion Image software (Scion corporation), and the percentage of transfected cells was calculated on the basis of the number of cells positive for the EAV replicase component nsp3 (36) .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "(55)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "(53)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "(36)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Construction of plasmids."
        },
        {
            "text": "RNA isolation and analysis. For RNA analysis, cells were lysed at 14 h posttransfection. Isolation of intracellular RNA was performed with the acidic phenol method as described by Pasternak et al. (33) . Total cytoplasmic RNA was resolved in denaturing agarose-formaldehyde gels. Hybridization of dried gels with the radioactively labeled oligonucleotide probe E154 (5Ј-TTGGTTCCTG GGTGGCTAATAACTACTT-3Ј), which is complementary to the 3Ј end of the EAV genome and recognizes all viral mRNA molecules (genomic and subgenomic), and phosphoimager quantitation of individual bands were performed as described by Pasternak et al. (33) . and body TRSs are located. The TRSs are indicated with triangles. The nested set of sg mRNAs, including the two major subspecies of sg mRNA3 (33) , is shown below. The contents of the TRS7 cassette (see Materials and Methods) are depicted above. The lower panel shows the composition of the constructs with one (mA) to four (mABCD) repeats of the TRS7 cassette. For each construct, the corresponding sg RNAs are shown. In all constructs, the RNA2 TRS was knocked out by mutation (depicted by crossed squares). (B) Northern analysis of EAV-specific RNA isolated from cells transfected with RNA transcribed either from the wild-type (wt) EAV infectious cDNA clone or from the constructs with repeated TRS7 cassettes. (C) Amounts of genomic and sg mRNAs produced by the wild-type EAV construct and by the TRS7 repeat constructs. The average (of two experiments) amounts of RNAs are shown.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "(33)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "(33)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "(33)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Construction of plasmids."
        },
        {
            "text": "In the wild-type situation, each EAV body TRS is located in a unique primary and higher-order sequence context, which is assumed to modulate its transcriptional activity. Thus, the wild-type genome, with its array of nonidentical body TRSs, is not an ideal system to study the effects that a body TRS can exert on up-and downstream body TRSs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "In order to standardize body TRS context, a cassette that contained the sg RNA7 body TRS (5Ј-UCAACU-3Ј), 21 nt of its natural upstream flanking sequence, and 388 nt of its downstream flanking sequence, including the complete EAV N protein gene which is normally expressed from sg mRNA7, was designed ( Fig. 2A) . The 21-nt upstream flanking sequence sufficed to obtain abundant transcription of sg mRNA7, albeit at a somewhat reduced level compared to that of the wild-type genome (see below). One to four copies of this cassette were cloned head to tail directly downstream of the EAV replicase gene, the 3Ј-proximal cassette being the \"natural\" ORF7 and the others replacing the part of the genome that contains all envelope protein genes and body TRSs ( Fig. 2A ). Because the sg mRNA2 body TRS is located within the replicase gene, it could not be inactivated by deletion; instead, all constructs contained the previously described sg RNA2 body TRS knockout mutation (33) , which is translationally silent with respect to the replicase gene (5Ј-UCAACU-3Ј to 5Ј-UuAAuU-3Ј). The body TRSs inserted in the constructs with the one to four direct repeats were designated TRS A, TRS B, TRS C, and TRS D (in the 5Ј-3Ј direction), and the replicon constructs were named mA, mAB, mABC, and mABCD ( Fig. 2A) . It should be noted that TRSs B, C, and D are located in identical sequence contexts over a distance of more than 400 nt up-and downstream. TRS A, on the other hand, shares only 21 nt of upstream flanking sequence (but still 400 nt of the downstream sequence) with the other TRSs. The synthesis of one to four sg mRNA species (sg mRNAs A to D) from the body TRSs in these constructs was expected. The complete N protein gene was preserved at the 5Ј end of sg mRNAs A to D in order to avoid the instability that may result from the fact that an mRNA lacks a 5Ј ORF.",
            "cite_spans": [
                {
                    "start": 971,
                    "end": 975,
                    "text": "(33)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 310,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 757,
                    "end": 764,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1293,
                    "end": 1301,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "BHK-21 cells were transfected with RNA that had been in vitro transcribed from the replicon constructs with one to four repeats of the RNA7 body TRS cassette. As a control, we used construct WT MϪ , a derivative of the EAV cDNA clone bearing a frameshift mutation in the membrane (M) protein gene (30) . This mutation prevented virus particle formation and, consequently, the spread of virus to neighboring cells (30) , which was important because the replicon constructs used in this study were all unable to produce infectious progeny. Construct WT MϪ produced wild-type levels of all sg RNAs ( Fig. 2B and data not shown) and was used as a control for EAV sg mRNA synthesis throughout this study. At the end of the first cycle of virus replication, intracellular RNA was isolated as described above, and transfection efficiencies (usually 20 to 40%) were determined by immunofluorescence assay. The amounts of viral RNA (genomic and subgenomic) were calculated by phosphoimager scanning of denaturing formaldehyde-agarose gels hybridized with oligonucleotide probe E154, which recognizes all virus-specific plus-strand RNA molecules. The data were normalized for transfection efficiency, and each of the constructs was tested in duplicate. Figures 2B and 2C show that, regardless of the number of TRSs in a construct, a perfect gradient of sg mRNA abundance was obtained, progressively favoring the smallest transcripts. In other words, identical body TRSs that were located in identical 400-nt up-and downstream sequence contexts (TRSs B, C, and D) but differed in their relative order (and, therefore, in the sizes of the corresponding sg mRNAs) displayed different transcriptional activities. TRS A, which has a unique (upstream) sequence context among the four TRSs (see above and Fig.  2A) , produced approximately three times more sg RNA A in mA than in the other three constructs. This clearly confirmed that sg RNA abundance is determined by factors other than stability of the leader TRS-body TRS duplex and the primary sequence and/or structural context of the body TRS. Even after standardization of body TRS sequence contexts, sg RNA levels were different and correlated with either the relative order of the TRSs in the genome or sg RNA size or both. To distinguish between these possibilities, an additional series of mutants were produced, which will be discussed in the next section.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "(30)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "(30)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 597,
                    "end": 604,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1243,
                    "end": 1260,
                    "text": "Figures 2B and 2C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1788,
                    "end": 1797,
                    "text": "Fig.  2A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "At the same time, our analysis showed that overall body TRS context, not necessarily involving immediate flanking sequences, also plays a role in the regulation of sg RNA synthesis. Compared to sg mRNA7 produced by the wild-type control, sg mRNA A of mA was 3.5 times less abundant and sg mRNAs B of mAB and C of mABC were 1.5 times less abundant (Fig. 2C ). All these sg RNAs were of the same size and each was produced from the most 3Ј-proximal body TRS in the construct. However, except for the 21 nt immediately 5Ј of the TRS, these TRSs had different upstream flanking sequences, which apparently influenced sg mRNA abundance. In contrast, TRS B in mAB and TRS C in mABC, which were located in identical up-and downstream sequence contexts, directed the synthesis of almost equal amounts of sg mRNAs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 355,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "Remarkably, in the mABCD construct, the amounts of genomic and sg RNAs were somewhat decreased compared to those of equivalent RNA species (in terms of size and relative position of the body TRS with respect to the 3Ј end) from the other constructs (Fig. 2C ). This may imply that the level of EAV-specific RNA molecules was limited by the availability of a (virus-or host-encoded) factor which is involved in both genome replication and sg RNA synthesis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 257,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "Effect of different body TRS mutations in the context of the three-repeat construct. The directionality of the discontinuous minus-strand synthesis model predicts that disruption of the attenuating function of a body TRS would enhance the activity of upstream but not of downstream body TRSs. Due to the reduced attenuation of minus-strand synthesis by the mutant TRS, more minus-strand-synthesizing complexes would reach upstream TRSs. We previously identified body TRS nucleotide substitutions that strongly reduced body TRS activity (33, 34, 56) . We now analyzed whether these substitutions can modulate the activity of flanking body TRSs by generating two panels of mutant three-repeat constructs (Fig. 3A) , representing all possible combinations of wild-type and mutant body TRSs.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 540,
                    "text": "(33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "56)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 702,
                    "end": 711,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "In the first panel, mutant body TRSs carried a double Cto-G substitution (C 2 to G and C 5 to G; 5Ј-UCAACU-3Ј to 5Ј-UgAAgU-3Ј) which, in the context of the EAV full-length clone, blocked sg mRNA7 synthesis to a level that could not be detected by reverse transcription-PCR methods (56; G. van Marle, W. J. M. Spaan, and E. J. Snijder, unpublished data). The constructs were named according to the particular combination of wild-type and mutant TRSs, which was indicated with capital and lowercase letters, respectively (for example, construct mAbC contained wild-type TRSs A and C and a mutant TRS B; Fig. 3A ). The amounts of sg mRNAs and genome produced by these mutant constructs were compared to those of construct mABC, which contained three wild-type body TRS7 cassettes. The experiments were repeated three times, and average relative sg RNA amounts were calculated. Figures 3B and 3C show that, as predicted, sg mRNA synthesis from mutant body TRSs was efficiently blocked in all constructs. The low levels of residual sg RNA synthesis from mutant TRSs in some of the constructs can be explained by RNA recombination and will be discussed in the next section. The \"downregulation\" of sg mRNA synthesis from some of the wild-type TRSs in constructs containing mutant TRSs (e.g., sg mRNA A in mAbc or B in maBc compared to mABC) can probably also be explained by RNA recombination. Remarkably, though, the introduction of mutant body TRSs did not dramatically increase transcription from either up-or downstream TRSs or genome replication, suggesting that body TRSs (or their inactivation by mutagenesis) did not influence the activity of their neighbors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 601,
                    "end": 608,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 874,
                    "end": 891,
                    "text": "Figures 3B and 3C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "The absence of any effect of the C 2 -to-G and C 5 -to-G body TRS substitutions on the activity of up-and downstream body TRSs can be explained by the fact that these nucleotides participate in the base pairing interaction that forms the leader TRS-body TRS duplex (34) . This conclusion was based on the observation that the reduction of mRNA7 synthesis that was caused by the replacement of either cytosine in the RNA7 body TRS could be efficiently complemented by introduction of the same mutation into the leader TRS, thus restoring the possibilities for duplex formation. This demonstrated that, despite the replacement of these nucleotides in the body TRS, attenuation of minus-strand RNA synthesis at the body TRS could still occur. In the absence of a matching leader TRS, e.g., in our mutant three-repeat constructs, all of which contained a wild-type leader TRS, attenuation of minus-strand synthesis at a mutant body TRSs should yield a nascent minus stand with a 3Ј end that is unable to base pair with the leader TRS. Although this would reduce the synthesis of the corresponding sg RNA species, this scenario predicts that the number of minusstrand-synthesizing complexes reaching flanking body TRSs would not change, and consequently, their transcriptional activity would not be affected.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "(34)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "Based on the hypothesis outlined above, we designed a second panel of mutant three-repeat constructs, now with a combination of four body TRS mutations (5Ј-UCAACU-3Ј to 5Ј-aguACa-3Ј) (33) that also abolished sg mRNA7 synthesis to a level that could not be detected by reverse transcription-PCR (A. O. Pasternak and E. J. Snijder, unpublished data). A body TRS-specific defect was previously attributed to two of these mutations, U 1 to A and A 3 to U. Introduction of the same mutation in the leader TRS did not restore sg RNA synthesis, suggesting that nascent minus strands carrying these mutations in their 3Ј-terminal TRS complement were either not produced at all or were somehow unable to engage in the base pairing interaction with the leader TRS. In any case, in the context of the full-length genome, the phenotype of these mutations was fundamentally different from that of the C 2 and C 5 replacements used in the first panel of mutants (34) .",
            "cite_spans": [
                {
                    "start": 948,
                    "end": 952,
                    "text": "(34)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "The nomenclature of the mutants in the second series was analogous to that in the first series (Fig. 3A) , resulting in maBC-2, mAbC-2, and so on. We anticipated that the attenuating potential of the mutant body TRS would now be affected, leading to enhanced transcriptional activity of upstream body TRSs. Remarkably, however, such polar effects of mutant downstream body TRSs on their upstream neighbors were again not observed (Fig. 4) , and the results were strikingly similar to those obtained with the first panel of body TRS mutants (Fig. 3) , suggesting that the second mutant TRS had also retained its attenuating potential for minus-strand synthesis. Consequently, we postulate that sg RNA synthesis from the 5Ј-aguACa-3Ј mutant body TRS is blocked at an intermediate stage, i.e., between attenuation of minus-strand synthesis and base pairing with the leader TRS, for example, because an interaction with body TRS-specific protein factors is affected by the nucleotide substitutions. In agreement with this, and again suggesting the involvement of common factors in genome replication and sg mRNA synthesis, in the second series of mutant constructs (lanes maBc-2, mabC-2, and mabc-2 in Fig. 4B) , there seemed to be a general tendency towards enhanced genomic and sg RNA synthesis compared to mABC. This enhancement seemed to occur in an unpolar fashion and apparently at the expense of sg mRNA synthesis from the mutant TRSs. However, a direct comparison in a single experiment between the genomic RNA levels of the mabc and mabc-2 constructs (for which the largest difference was expected, based on the comparison of Fig. 3C and 4B) did not reveal statistically significant differences (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 104,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 430,
                    "end": 438,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 540,
                    "end": 548,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1198,
                    "end": 1206,
                    "text": "Fig. 4B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1631,
                    "end": 1638,
                    "text": "Fig. 3C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "Homologous recombination in constructs with multiple RNA7 body TRS cassettes. The mutations introduced into the body TRSs of both series of three-repeat constructs efficiently knocked out sg mRNA7 synthesis when tested in the context of the wild-type viral genome (33, 56) . However, small amounts of sg mRNAs seemed to be produced from the same mutant TRSs in a number of three-repeat constructs (Fig. 3B and 4A) . We interpreted this intriguing phenomenon as follows. The sequence similarity in the three direct repeats of the 417-nt RNA7 body TRS cassette in mABC and its mutant derivatives will promote RNA recombination, based on RNA-dependent RNA polymerase (RdRp) template switches that may be either intra-or intermolecular and that may occur during either genome replication or sg RNA synthesis. During genome replication (see Fig. 5 for an example), replication-competent recombinant genomes that have precisely one or two cassettes deleted or inserted may arise. If the deleted segment contains a mutant TRS and at least one upstream wild-type body TRS is present, then the synthesis of the sg mRNA that was abolished due to the TRS mutations will appear to be partially restored. The sizes of the sg transcripts produced from the wild-type TRSs in such recombinant genomes will be reduced by one (Fig. 5A) or two (Fig. 5B) cassettes and consequently will match the size of the sg mRNAs whose transcription was initially inactivated by the TRS mutations. Likewise, if a wildtype TRS-containing cassette is inserted by an RNA recombination event downstream of a mutated TRS, sg mRNA molecules from downstream TRSs will become one or two cassettes larger, and the synthesis of the larger sg mRNA will appear to be partially restored. Interestingly, the observed restoration of the synthesis of larger sg mRNA species due to the presence of active downstream TRSs (see, e.g., lane abC in Fig. 4A ) suggests the insertion of one or two cassettes by either a \"backward jump\" of the RdRp complex or an intermolecular template switch. Similar homologous RNA recombination events may also occur during sg RNA synthesis.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "(33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "56)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 413,
                    "text": "(Fig. 3B and 4A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 836,
                    "end": 842,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1308,
                    "end": 1317,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1325,
                    "end": 1334,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1896,
                    "end": 1903,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "If the above explanation of our observations is correct, then it is expected that no residual sg RNA synthesis would be observed for constructs mabc and mabc-2, because all their body TRSs are mutant and their \"repair\" by recombination The results in Fig. 3B and 4A indeed showed that the threerepeat construct required at least one functional TRS to activate the synthesis of specific sg mRNAs, suggesting that constructs with repeated TRS cassettes indeed underwent RNA recombination. Although this phenomenon clearly affected our quantitative analysis of sg mRNA synthesis by these constructs, the Northern blot analyses shown in Fig. 3B and 4A make it clear that this influence must have been very moderate. Thus, we are confident that the main conclusions of this work are not affected by the presence of a small population of recombinant genomes (and their transcripts) at the time of RNA isolation. Effects of deletion of body TRS-containing sequences on sg mRNA abundance. The data obtained with the RNA7 body TRS-repeat constructs suggested that, although body TRSs are probably part of the attenuation signals for minus-strand synthesis, the six-nucleotide body TRS itself is not sufficient to attenuate nascent minus-strand synthesis. Also, the effect of TRS point mutations or combinations of TRS point mutations is apparently not strong enough to disrupt attenuation and thereby enhance the activity of upstream TRSs. Thus, we concluded that a larger genome segment, containing the TRS and its flanking sequences, might be required for attenuation. In order to remove such an attenuation signal and enhance the activities of upstream body TRSs, it would be necessary to delete a relatively large region containing one or more body TRSs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 258,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 633,
                    "end": 640,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "To test this hypothesis, we used a previously engineered series of deletion constructs (30) that lacked 1.6 to 2.3 kb of genome sequence from the structural protein-coding region of the EAV full-length cDNA clone (Fig. 6A) . The common 5Ј border of these deletions was a BalI restriction site located 0.3 kb downstream of the RNA2 body TRS (which should leave enough of its 3Ј-flanking sequence to ensure optimal sg mRNA2 synthesis). In all these constructs, the RNA2 TRS was the only body TRS upstream of the deletion, whereas the variable 3Ј border of the deletion was located 3Ј of the RNA5, RNA6, or RNA7 body TRS. Thus, the RNA3.1 to RNA5 body TRSs were deleted in all constructs and the RNA6 and RNA7 body TRSs in some constructs. Consequently, these constructs were expected to produce sg mRNAs 2, 6, and 7 (030-1615 and 030-1717), sg mRNAs 2 and 7 (030-1927 and 030-2207), or sg mRNA2 only (030-2282 and 030-2319), with the size of mRNA2 being variable due to the fact that this transcript contained the engineered deletions. According to the discontinuous minus-strand synthesis model, we expected upregulation of RNA2 body TRS activity and unchanged sg mRNA synthesis from the RNAs 6 and 7 body TRSs upon deletion of an interjacent part of the genome that contained a number of other body TRSs. The six deletion constructs were tested in three independent experiments along with a wild-type control (Fig. 6B) , and the average relative amounts of genome RNA and the sg mRNAs derived from body TRSs 2, 6, and 7 were determined (Fig. 6C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 222,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1409,
                    "end": 1418,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1536,
                    "end": 1545,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "Four of six deletion constructs (030-1615, 030-1717, 030-1927, and 030-2207) showed upregulation of sg RNA synthesis from the RNA2 body TRS (1.5-to 2.3-fold compared to the wild-type control; Fig. 6B and 6C ). In the same four constructs, genome replication was also enhanced 1.4-to 1.75-fold. At the same time, production of sg mRNAs 6 and 7 remained at wild-type levels, with the exception of the 030-2207 construct, which synthesized three times less sg mRNA7, apparently because, as in the RNA7 TRS three-repeat constructs discussed above, only 21 nt of the natural upstream flanking sequence of the RNA7 body TRS had been retained.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 206,
                    "text": "Fig. 6B and 6C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "The data obtained with the deletion constructs were consistent with the discontinuous minus-strand synthesis model: the transcription of the sg mRNA species produced from the body TRS upstream of the deletion was enhanced, whereas the production of sg mRNA species from the body TRSs downstream of the deletion remained the same. Furthermore, the data again suggest the coordinated regulation of genome replication and sg mRNA synthesis: the enhanced genome replication can be explained by the fact that, due to the deletion of several body TRSs, more RdRp complexes were available to synthesize a full-length minus strand. Because the full-length RNA is also the template for sg RNA2 synthesis, one could argue that the variations in RNA2 synthesis in these constructs were solely due to the variation in genome replication. However, it seems that the modulations of these two processes in the deletion constructs were at least partially independent, because the RNA2/RNA1 ratios varied quite substantially, from 0.17 Ϯ 0.05 in the 030-2319 construct to 0.53 Ϯ 0.08 in the 030-1615 construct. A comparison of lanes 030-1927 and 030-2207 in Fig. 6C also argues against that view; while the amount of genome was comparable, sg mRNA2 synthesis surprisingly dropped 1.5-fold in construct 030-2207. Furthermore, if the variations in sg mRNA synthesis were due solely to the variations in genome replication, one would expect upregulation of sg mRNA 6 and 7 production in the 030-1615, 030-1717, 030-1927, and 030-2207 constructs, which was not observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1141,
                    "end": 1148,
                    "text": "Fig. 6C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "In the remaining two constructs, 030-2282 and 030-2319, which contained the largest deletions, both genome replication and sg mRNA2 synthesis were downregulated. Reduced genome replication can be explained by the fact that the region of the genome downstream of the 3Ј border of the 030-2207 deletion (nt 12228) contained sequences required for optimal replication. Note that deletion of an additional 200 nt downstream resulted in a construct with severely impaired genome replication (30) . Unexpectedly, in constructs 030-2282 and (es-pecially) 030-2319, sg mRNA2 synthesis was reduced to a larger extent than genome replication. It is possible that in the 3Ј end of the genome, the cis-acting signals required for sg mRNA synthesis are partially distinct from those for genome replication, resembling the situation in the coronavirus MHV (26) .",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "(30)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "(26)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "Although the data obtained with the deletion constructs can be explained by the discontinuous minus-strand synthesis model, the possibility remains that, in addition to the relative order of body TRSs (or, more precisely, the number of downstream body TRSs), the size of specific EAV RNA molecules also influences or determines their relative abundance. Indeed, only the production of those RNA species that had become smaller (RNA1 and sg mRNA2) was enhanced, and no effects were seen on the production of the RNA species (mRNA6 and mRNA7) that had retained their original size (Fig. 6) . Based on the deletion constructs tested so far, we could not exclude this possibility, although it was clear that RNA size, if it does play a role, is certainly not the sole factor governing RNA synthesis. For example, in the constructs with the smallest RNA1 and RNA2 sizes (030-2282 and 030-2319), their abundance was decreased instead of upregulated. Genome levels in the other four deletion constructs were enhanced 1.4-to 1.75fold, whereas genome size was reduced by a maximum of 17%. Also, the upregulation of sg and genome RNA abundance in the second series of mutant three-repeat constructs (see above) cannot be explained by changes in RNA size. Nevertheless, we wanted to assess the importance of RNA size and therefore produced a final set of constructs (Fig. 7) in which the deleted sequences were replaced with (putative) \"TRSfree\" inserts of identical size.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 579,
                    "end": 587,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1355,
                    "end": 1363,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "Insertion of TRS-free sequences between adjacent body TRSs. To test whether it is the number of downstream body TRSs or the size of the sg transcript that plays a major role in the regulation of sg mRNA abundance, we decided not only to delete a body TRS-containing fragment from the genome but to also replace it with a putatively TRS-free (i.e., devoid of 5Ј-UCAACU-3Ј sequences) sequence of the same size. In this manner, the size of the genome and the sg mRNAs produced from body TRSs upstream of the replacement would remain the same. If the number of downstream body TRSs determines sg mRNA abundance, then the production of sg mRNAs from body TRSs upstream of the heterologous replacement would be enhanced, as in the deletion constructs discussed above. If, on the other hand, sg mRNA size is more important, then sg RNA levels would remain the same.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "To investigate this issue, four constructs were produced (Fig.  7A) . Two of them, 030-1817 and 030-1762, contained deletions of 1,817 and 1,762 nt, respectively. Like some of the deletion mutants described in the previous paragraph, both constructs lacked the sequences containing the body TRSs for mRNAs 3.1, 3.2, 4, and 5, so that the RNA2 body TRS was the only body TRS upstream of the deletion, making sg mRNA2 synthesis the readout of the experiment. In the other two constructs, 030-1817f and 030-1762f, the antisense copy of the deleted fragment was inserted at the site of the deletion, as described in Materials and Methods. These antisense EAV sequences were devoid of 5Ј-UCAACU-3Ј sequences and were therefore, at least in theory, considered TRS free. Their insertion exactly restored the sizes of sg mRNA2 and genomic RNA to the wild-type values. These constructs were tested in two independent experiments along with the wild-type construct. The amounts of sg RNAs in the new deletion constructs (030-1817 and 030-1762) did not differ much from those of the deletion constructs described in the previous chapter ( Fig. 7B and 7C); mRNA2 amounts were upregulated 1.5 to 2-fold, whereas amounts of sg mRNAs 6 and 7 remained on the wild-type level or were even slightly downregulated (030-1762). In the 030-1817 construct, genome replication was enhanced by 40%, whereas in the 030-1762 construct, it was not increased at all. In contrast to what was expected, sg mRNA2 synthesis by the 030-1817f and 030-1762f constructs was not enhanced at all, but instead was decreased threefold compared to the wildtype value. Also, genome replication was reduced more than twofold. The reasons for this unexpected reduction in sg and genomic RNA synthesis are puzzling. It is possible that the insertion of minus-sense sequences in plus-sense viral RNA (or vice versa) caused instability of the viral RNA molecules. Alternatively, because the inserted sequence is an antisense copy of a segment containing several body TRSs, it is possible that, in these constructs, the synthesis of plus instead of minus strands was now attenuated at the body TRS complements.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 67,
                    "text": "(Fig.  7A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1128,
                    "end": 1135,
                    "text": "Fig. 7B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Activity of the EAV RNA7 body TRS is strongly influenced by its position in an EAV replicon."
        },
        {
            "text": "Interplay between nidovirus body TRSs. The present study is the first to specifically address the relative abundance of arterivirus sg mRNAs. Previously, several studies have been conducted to investigate this issue for coronaviruses. However, most of these studies relied on sg RNA synthesis from helper virus-dependent replicons, which were based on defective interfering RNA genomes. Obviously, this is a less straightforward experimental system than the full-length cDNA clone used in this study for EAV. Joo and Makino (19) inserted two identical body TRSs in an MHV replicon and observed that the downstream TRS inhibited sg RNA synthesis from the upstream TRS. When the downstream TRS was mutagenized, resulting in underproduction of the corresponding sg RNA, its polar attenuating effect on the upstream one was less pronounced. Removal of the downstream TRS restored sg RNA synthesis from the upstream body TRS. Because these effects were observed only when body TRSs were inserted close to one another, not when they were separated by more than 100 nt, the authors proposed that their findings resulted from steric hindrance between (putative) scanning transcription factors that bind to body TRSs. Similar results were obtained in the bovine coronavirus replicon system (22) , where tandem placement of two or three RNA7 body TRSs into a bovine coronavirus replicon resulted in the almost exclusive synthesis of sg RNA from the downstream TRS. These findings argue against the exclusive role of size in the regulation of sg RNA abundance, because prominent effects were observed despite negligible sg RNA size differences.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 528,
                    "text": "Joo and Makino (19)",
                    "ref_id": null
                },
                {
                    "start": 1281,
                    "end": 1285,
                    "text": "(22)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Van Marle et al. (57) inserted equivalent oligonucleotide cassettes representing either wild-type or mutant RNA3 body TRSs at three well-separated positions in an MHV replicon (in contrast to the above studies, where TRSs were placed close to one another). In these constructs, the middle body TRS always produced the most abundant sg RNA species, irrespective of the functionality of the other TRSs. The most upstream TRS was always the least active one, and the amount of sg RNA produced by the downstream TRS was intermediate. These findings argued once more against an exclusive regulatory role of sg RNA size. At the same time, they underscored the im- portant role of body TRS-flanking sequences in transcriptional regulation, a notion that is also supported by more recent data obtained for transmissible gastroenteritis virus by Alonso et al. (1) . Similar effects were observed by Hsue and Masters (15) when they inserted an extra MHV RNA7 body TRS in the 3Ј untranslated region of the MHV genome by targeted homologous recombination. When placed ectopically, this RNA7 TRS was eight times less active than in its natural position, despite the fact that it was the most 3Ј-proximal body TRS in this mutant, thus yielding the smallest sg RNA species. The above results might be partially explained by TRS positional effects. However, using an MHV replicon system, Jeong et al. (17) have shown that this effect was determined by differences in body TRS sequence context and not directly by the position of the TRS in the genome itself. In this study, using the EAV full-length genome, we standardized the sequence contexts of body TRSs to eliminate any potential effects of their immediate flanking sequences on sg mRNA transcription. As expected, this resulted in a perfect gradient of sg mRNA abundance (Fig. 2) , progressively favoring RNA species produced from more 3Ј-proximal TRSs, in accordance with the proposed role of the body TRS as an attenuator of minus-strand synthesis. However, similar results were obtained for brome mosaic virus, in which sg mRNA synthesis is initiated internally on a genomic minus-strand template (28) and attenuation of minus-strand synthesis does not play a role. Insertion of multiple promoter elements into brome mosaic virus RNA3 resulted in an sg RNA gradient progressively favoring the smaller transcripts (12) . This result may be explained by differences in the time required to synthesize sg mRNAs of different sizes. For coronaviruses, it has been proposed that sg mRNA abundance reflects both the relative abundance of the corresponding sg minus-strand templates and the relative size of an sg mRNA (4).",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "(57)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2141,
                    "end": 2145,
                    "text": "(28)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2357,
                    "end": 2361,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1812,
                    "end": 1820,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "RNA and protein determinants of body TRS activity. It was unclear which factor was the primary determinant of the sg mRNA gradient that we obtained for EAV (Fig. 2) . To clarify this issue, we engineered two series of EAV three-repeat constructs ( Fig. 3 and 4) , similar to the approach followed previously for MHV by van Marle et al. (57) . In that study, downstream functional TRSs suppressed sg RNA synthesis from upstream TRSs, whereas upstream TRSs had little or no effect on downstream TRSs. Since these TRSs were separated by considerable distances (361 to 761 nt), it was unlikely that steric hindrance occurred. Likewise, the novel MHV body TRS inserted by Hsue and Masters (15) exerted polar attenuating effects on upstream TRSs over a distance of at least 2,076 nt, reducing sg mRNA 7 and 6 transcription by one-half and one-third, respectively. Such polar attenuating effects of 3Јproximal sg RNAs on the synthesis of 3Ј-distal ones are again not specific for nidoviruses, as they were also observed in the luteovirus barley yellow dwarf virus (20) , when the sg RNA1 promoter was duplicated and placed ectopically in the genome. Although the mechanism of barley yellow dwarf virus sg RNA synthesis is obviously different from that of nidoviruses, it has been argued that it might involve premature termination of negative-strand synthesis (20) , which would explain the observed polar effects.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "(57)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "(20)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1353,
                    "end": 1357,
                    "text": "(20)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 248,
                    "end": 261,
                    "text": "Fig. 3 and 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast to the studies discussed above, we did not observe any polar effects of mutations in 3Ј-proximal body TRSs on 3Ј-distal ones in the EAV replicon system. In the context of the discontinuous minus-strand synthesis model, we previously speculated (34) that body TRS-specific transcription defects, which could not be compensated for by restoration of the base pairing possibilities with the leader TRS, might derive from impaired attenuation of minus-strand synthesis at the body TRS. Body TRS substitutions inducing such defects were included in the mutant TRS in our second series of three-repeat constructs (Fig. 4) , but polar effects of mutant downstream TRSs on their upstream neighbors were not observed. This argues against the above hypothesis and suggests that a larger RNA domain (TRS plus flanking sequences) may determine attenuation. This contradicts the findings of van Marle et al. (57) , where a single point mutation in the MHV RNA3 body TRS was apparently sufficient to impair its attenuating function. Possibly, that mutation specifically disrupted a higherorder RNA structure necessary for attenuation, although we could not achieve this effect for EAV even by mutating four of six TRS nucleotides. Alternatively, the sequence or structural requirements for attenuation in the MHV defective interfering RNA system and the EAV genome may be different.",
            "cite_spans": [
                {
                    "start": 907,
                    "end": 911,
                    "text": "(57)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 619,
                    "end": 627,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Although our TRS mutations apparently could not impair attenuation of minus-strand synthesis, we believe that body TRS-specific transcription defects (34) could derive from impaired binding of a regulatory factor that normally interacts either with the body TRS in the plus-strand template or with its complement in the nascent minus strand. Consequently, minus-strand synthesis would still be attenuated in such body TRS mutants, but a subsequent step in the mechanism, mediated by this regulatory factor, would be blocked. Introduction of an sg RNA promoter was found to impair genome replication in the context of both a full-length barley yellow dwarf virus genome (20) and an MHV defective-interfering-RNAbased replicon (16) . In that study, sg RNA synthesis impaired genome replication in cis but not in trans, contradicting the hypothesis of Sethna et al. (41) that genome replication and sg mRNA synthesis compete for a limited amount of trans-acting factors. On the other hand, van Marle et al. (57) did not observe any effects of sg RNA synthesis on the accumulation of similar MHV replicons. It is possible that the single point mutation that van Marle et al. used to knock out the TRS activities did not interfere with the binding of a putative regulatory factor.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 673,
                    "text": "(20)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "(41)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1004,
                    "end": 1008,
                    "text": "(57)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The components of the viral RdRp complex are obvious candidates to play a role in the regulation of nidovirus sg mRNA synthesis. One or several components of this complex may interact with body TRSs and commit the RdRp complex to sg mRNA synthesis in a fashion similar to the mechanism of initiation of eukaryotic DNA-dependent RNA polymerase II transcription. The affinity of such regulatory components for body TRSs, together with the relative order of body TRSs in the genome, may be the major factors that determine sg mRNA levels, whereas RdRp complexes not committed to sg mRNA synthesis would be available to replicate the genomic RNA. When all RdRp complexes are engaged in genomic and sg mRNA synthesis, a further increase in total viral RNA synthesis would be impossible. This would explain the downregulation of the synthesis of all RNA species of construct mABCD. On the other hand, in the second series of mutant mABC derivatives (Fig. 4) , the removal of a putative TRS-linked recognition signal for the RdRp complex may have resulted in a (modest) increase in the capacity to synthesize other RNA species.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 943,
                    "end": 951,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Interestingly, genome replication of the replicase mutant EAV030F (55, 58) , which carries a single mutation (Ser-2429 to Pro) in the nsp10 helicase (42) , was recently found to be enhanced compared to that of wild-type EAV (A. O.Pasternak and E. J. Snijder, unpublished data). EAV030F is almost completely deficient in sg RNA synthesis, producing several hundred times fewer sg positive and negative strands than wildtype virus (58; A. O.Pasternak and E. J. Snijder, unpublished data). In this mutant, genome replication appears to have been enhanced following the loss of sg mRNA synthesis. Remarkably, specific point mutations in the predicted zinc finger domain of another EAV replicase subunit, nsp1, which is necessary for sg mRNA synthesis but fully dispensable for genome replication (51) , were also recently found to shift the balance between genome replication and sg mRNA synthesis (M. A. Tijms, J. C. Dobbe, C. C. Posthuma, A. E. Gorbalenya, and E. J. Snijder, unpublished data). Taken together, these data suggest that specific replicase components, possibly including nsp10 or nsp1, may regulate sg mRNA synthesis by interacting (directly or indirectly) with body TRSs. Interestingly, the nsP2 replicase subunit of an alphavirus, Semliki Forest virus, was proposed to target the replicase to the sg promoter (50) . In addition, host factors may also interact with TRSs and influence sg mRNA synthesis (43, 44, 61, 62) .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "(55,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "58)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 149,
                    "end": 153,
                    "text": "(42)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "(51)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1323,
                    "end": 1327,
                    "text": "(50)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1416,
                    "end": 1420,
                    "text": "(43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1421,
                    "end": 1424,
                    "text": "44,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1425,
                    "end": 1428,
                    "text": "61,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1429,
                    "end": 1432,
                    "text": "62)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Technical limitations of our current assays. A number of studies on coronavirus and arterivirus sg mRNA synthesis (1, 2, 15, 17, 18, 31-35, 54, 56) argued that the stability of both the leader TRS-body TRS duplex and the body TRS sequence context must synergistically define its activity. In the present study we tried to standardize both of these factors and still observed dramatic differences in transcriptional activity. It was our aim to elucidate which factors caused these differences, but unfortunately throughout this study we were unable to separate the influence of two tightly linked factors, the relative order of the body TRSs and the size differences between the sg mRNAs that they specify. It is quite likely that these factors, alone or (more likely) in combination (4), are important, but with two different approaches, the mutant three-repeat constructs ( Fig. 3 and 4 ) and the constructs in which TRS-free sequences were inserted (Fig. 7) , we still could not separate their roles.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 147,
                    "text": "(1, 2, 15, 17, 18, 31-35, 54, 56)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 875,
                    "end": 887,
                    "text": "Fig. 3 and 4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 951,
                    "end": 959,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Clearly, we are approaching the limits of what reverse genetics systems and the biochemical analysis of transfected cells can reveal about the complex replication and transcription mechanism that is used by nidoviruses. One particular shortcoming of our current system is that we routinely measure the amount of sg mRNAs, which represents the end stage of a multistep transcription process that is governed by a number of factors. To dissect the influence of these factors, it will be necessary to develop readout systems for the individual steps. Thus, it should become possible to analyze and measure reaction intermediates, like the nascent sg minus strand that is thought to be transferred from the body TRS to the leader TRS (Fig. 1B) . This would clarify which specific step of the process is affected by specific mutations. So far, detection of minus strands (genomic and subgenomic) has been hampered by the fact that they are only present in minor quantities in arterivirus-infected cells (10, 58) . This prevents their reliable detection and quantitation, a problem that is enhanced by the nested-set structure of nidovirus plus-and minus-strand RNAs, which makes it hard, e.g., to design a one-step assay that would exclusively detect a molecule like the nascent minus strand prior to antileader addition. It is obvious that, in the long run, in vitro reconstitution systems for nidovirus sg RNA synthesis will be required to progress towards the next level of functional dissection and mechanistic understanding.",
            "cite_spans": [
                {
                    "start": 998,
                    "end": 1002,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1003,
                    "end": 1006,
                    "text": "58)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [
                {
                    "start": 730,
                    "end": 739,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transcription regulatory sequences and mRNA expression levels in the coronavirus transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Izeta",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "1293--1308",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characterizations of coronavirus cis-acting RNA elements and the transcription step affecting its transcription efficiency",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "243",
            "issn": "",
            "pages": "198--207",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of replicative intermediate RNA of mouse hepatitis virus: presence of leader RNA sequences on nascent chains",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Virol",
            "volume": "48",
            "issn": "",
            "pages": "633--640",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Subgenomic negative-strand RNA function during mouse hepatitis virus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "4039--4046",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Recombination and coronavirus defective interfering RNAs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Semin. Virol",
            "volume": "8",
            "issn": "",
            "pages": "101--111",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The UCUAAAC promoter motif is not required for high-frequency leader recombination in bovine coronavirus defective interfering RNA",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Virol",
            "volume": "70",
            "issn": "",
            "pages": "2720--2729",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sequences of 3Ј end of genome and of 5Ј end of open reading frame 1a of lactate dehydrogenase-elevating virus and common junction motifs between 5Ј leader and bodies of seven subgenomic mRNAs",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R R"
                    ],
                    "last": "Rowland",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Even",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Faaberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G W"
                    ],
                    "last": "Plagemann",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Gen. Virol",
            "volume": "74",
            "issn": "",
            "pages": "643--659",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Gill-associated nidovirus of Penaeus monodon prawns transcribes 3Ј-coterminal subgenomic mRNAs that do not possess 5Ј-leader sequences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Dimmock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Gen. Virol",
            "volume": "83",
            "issn": "",
            "pages": "927--935",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Intracellular RNAs of the feline infectious peritonitis coronavirus strain 79-1146",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ter Haar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Gen. Virol",
            "volume": "68",
            "issn": "",
            "pages": "995--1002",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Equine arteritis virus subgenomic mRNA synthesis: analysis of leader-body junctions and replicative-form RNAs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Den Boon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Kleijnen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Virol",
            "volume": "70",
            "issn": "",
            "pages": "4291--4298",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "All subgenomic mRNAs of equine arteritis virus contain a common leader sequence",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A F"
                    ],
                    "last": "Devries",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Chirnside",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bredenbeek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Gravestein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nucleic Acids Res",
            "volume": "18",
            "issn": "",
            "pages": "3241--3247",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Characterization and engineering of sequences controlling in vivo synthesis of brome mosaic virus subgenomic RNA",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Virol",
            "volume": "62",
            "issn": "",
            "pages": "2411--2420",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Leader-mRNA junction sequences are unique for each subgenomic mRNA species in the bovine coronavirus and remain so throughout persistent infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ku",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virology",
            "volume": "196",
            "issn": "",
            "pages": "163--171",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Bovine coronavirus mRNA replication continues throughout persistent infection in cell culture",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Sethna",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Virol",
            "volume": "64",
            "issn": "",
            "pages": "4108--4114",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Insertion of a new transcriptional unit into the genome of mouse hepatitis virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hsue",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "6128--6135",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mechanism of coronavirus transcription: duration of primary transcription initiation activity and effects of subgenomic RNA transcription on RNA replication",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "3339--3346",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Coronavirus transcription mediated by sequences flanking the transcription consensus sequence",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Repass",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Virology",
            "volume": "217",
            "issn": "",
            "pages": "311--322",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mutagenic analysis of the coronavirus intergenic consensus sequence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "6330--6337",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The effect of two closely inserted transcription consensus sequences on coronavirus transcription",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "272--280",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Primary and secondary structural elements required for synthesis of barley yellow dwarf virus subgenomic RNA1",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koev",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Mohan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "2876--2885",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Differential premature termination of transcription as a proposed mechanism for the regulation of coronavirus gene expression",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Konings",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bredenbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Noten",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hogeweg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nucleic Acids Res",
            "volume": "16",
            "issn": "",
            "pages": "10849--10860",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Tandem placement of a coronavirus promoter results in enhanced mRNA synthesis from the downstream-most initiation site",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Virology",
            "volume": "218",
            "issn": "",
            "pages": "400--405",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Characterization of leader RNA sequences on the virion and mRNAs of mouse hepatitis virus, a cytoplasmic RNA virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Brayton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "81",
            "issn": "",
            "pages": "3626--3630",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The molecular biology of coronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Adv. Virus Res",
            "volume": "48",
            "issn": "",
            "pages": "1--100",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Replication of mouse hepatitis virus: negative-stranded RNA and replicative form RNA are of genome length",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Patton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Virol",
            "volume": "44",
            "issn": "",
            "pages": "487--492",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The 3Ј untranslated region of coronavirus RNA is required for subgenomic mRNA transcription from a defective interfering RNA",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Virol",
            "volume": "70",
            "issn": "",
            "pages": "7236--7240",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Subgenomic RNAs of Lelystad virus contain a conserved leader-body junction sequence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J M"
                    ],
                    "last": "Meulenberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "De Meijer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J M"
                    ],
                    "last": "Moormann",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Gen. Virol",
            "volume": "74",
            "issn": "",
            "pages": "1697--1701",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Synthesis of brome mosaic virus subgenomic RNA in vitro by internal initiation on (Ϫ)-sense genomic RNA",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Dreher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "313",
            "issn": "",
            "pages": "68--70",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Synthesis of subgenomic RNAs by positivestrand RNA viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koev",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "273",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The arterivirus replicase is the only viral protein required for genome replication and subgenomic mRNA transcription",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Tol",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C D"
                    ],
                    "last": "Rozier",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Gen. Virol",
            "volume": "81",
            "issn": "",
            "pages": "2491--2496",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Porcine reproductive and respiratory syndrome virus comparison: divergent evolution on two continents",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Nelsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Murtaugh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Faaberg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "270--280",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Downstream sequences influence the choice between a naturally occurring noncanonical and closely positioned upstream canonical heptameric fusion motif during bovine coronavirus subgenomic mRNA synthesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ozdarendeli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ku",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rochat",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Senanayake",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "75",
            "issn": "",
            "pages": "7362--7374",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Genetic manipulation of arterivirus alternative mRNA leader-body junction sites reveals tight regulation of structural protein expression",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Pasternak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Gultyaev",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "11642--11653",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Sequence requirements for RNA strand transfer during nidovirus discontinuous subgenomic RNA synthesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Pasternak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Den Born",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "EMBO J",
            "volume": "20",
            "issn": "",
            "pages": "7220--7228",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The stability of the duplex between sense and antisense transcription-regulating sequences is a crucial factor in arterivirus subgenomic mRNA synthesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Pasternak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Den Born",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "1175--1183",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Open reading frame 1a-encoded subunits of the arterivirus replicase induce endoplasmic reticulum-derived double-membrane vesicles which carry the viral replication complex",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "2016--2026",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The RNA structures engaged in replication and transcription of the A59 strain of mouse hepatitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sawicki",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Gen. Virol",
            "volume": "82",
            "issn": "",
            "pages": "385--396",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Coronavirus transcription: subgenomic mouse hepatitis virus replicative intermediates function in RNA synthesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Virol",
            "volume": "64",
            "issn": "",
            "pages": "1050--1056",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Coronaviruses use discontinuous extension for synthesis of subgenome-length negative strands",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Adv. Exp. Biol. Med",
            "volume": "380",
            "issn": "",
            "pages": "499--506",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Genetics of mouse hepatitis virus transcription: evidence that subgenomic negative strands are functional templates",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Schaad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "8169--8179",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Coronavirus subgenomic minus-strand RNAs and the potential for mRNA replicons",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Sethna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "86",
            "issn": "",
            "pages": "5626--5630",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Biochemical characterization of the equine arteritis virus helicase suggests a close functional relationship between arterivirus and coronavirus helicases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Seybert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Dinten",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "9586--9593",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Evaluation of the role of heterogeneous nuclear ribonucleoprotein A1 as a host factor in murine coronavirus discontinuous transcription and genome replication",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "98",
            "issn": "",
            "pages": "2717--2722",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Heterogeneous nuclear ribonucleoprotein A1 regulates RNA synthesis of a cytoplasmic virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "EMBO J",
            "volume": "19",
            "issn": "",
            "pages": "4701--4711",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The 5Ј-end sequence of the murine coronavirus genome: implications for multiple fusion sites in leader-primed transcription",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Soe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virology",
            "volume": "156",
            "issn": "",
            "pages": "321--330",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "RNA-mediated transactivation of transcription from a viral RNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Sit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Vaewhongs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lommel",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "281",
            "issn": "",
            "pages": "829--832",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A 3Ј-coterminal nested set of independently transcribed mRNAs is generated during Berne virus replication",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Virol",
            "volume": "64",
            "issn": "",
            "pages": "331--338",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Fields virology",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J M"
                    ],
                    "last": "Meulenberg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1205--1220",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Coronavirus mRNA synthesis involves fusion of non-contiguous sequences",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Delius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smeekens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A M"
                    ],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "EMBO J",
            "volume": "2",
            "issn": "",
            "pages": "1839--1844",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Regulation of alphavirus 26S mRNA transcription by replicase component nsP2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suopanki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaariainen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "309--319",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "A zinc finger-containing papain-like protease couples subgenomic mRNA synthesis to genome translation in a positive-stranded RNA virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tijms",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Dinten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "98",
            "issn": "",
            "pages": "1889--1894",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Secondary structure and function of the 5Ј-proximal region of the equine arteritis virus RNA genome",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Den Born",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Gultyaev",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "RNA",
            "volume": "10",
            "issn": "",
            "pages": "424--437",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "ORF1a-encoded replicase subunits are involved in the membrane association of the arterivirus replication complex",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Tol",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Krijnse"
                    ],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Virol",
            "volume": "72",
            "issn": "",
            "pages": "6689--6698",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Subgenomic RNA synthesis directed by a synthetic defective interfering RNA of mouse hepatitis virus: a study of coronavirus transcription initiation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Der Most",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "3656--3666",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "An infectious arterivirus cDNA clone: identification of a replicase point mutation which abolishes discontinuous mRNA transcription",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Dinten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Boon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L M"
                    ],
                    "last": "Wassenaar",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "94",
            "issn": "",
            "pages": "991--996",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Arterivirus discontinuous mRNA transcription is guided by base-pairing between sense and antisense transcription-regulating sequences",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Marle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Dobbe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Gultyaev",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "96",
            "issn": "",
            "pages": "12056--12061",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Regulation of coronavirus mRNA transcription",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Marle",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Der Most",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Der Straaten",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "7851--7856",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Characterization of an equine arteritis virus replicase mutant defective in subgenomic mRNA synthesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Marle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Dinten",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "5274--5281",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Discontinuous and non-discontinuous subgenomic RNA transcription in a nidovirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Vliet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "EMBO J",
            "volume": "21",
            "issn": "",
            "pages": "6571--6580",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The premature termination model: a possible third mechanism for subgenomic mRNA transcription in (ϩ)-strand RNA viruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "304",
            "issn": "",
            "pages": "147--154",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Interactions between the cytoplasmic proteins and the intergenic (promoter) sequence of mouse hepatitis virus RNA: correlation with the amounts of subgenomic mRNA transcribed",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "1637--1644",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Formation of a ribonucleoprotein complex of mouse hepatitis virus involving heterogeneous nuclear ribonucleoprotein A1 and transcription-regulatory elements of viral RNA",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Virology",
            "volume": "264",
            "issn": "",
            "pages": "115--124",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) Scheme of constructs with repeated RNA7 body TRS cassettes. The upper panel shows a close-up view of the 3Ј-proximal quarter of the EAV genome, where the structural gene ORFs (2a to 7)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A) Scheme of seven mutant three-repeat constructs, representing all possible combinations of a wild-type (wt) body TRS and a mutant body TRS. The wild-type TRSs are indicated by triangles and capital letters, and the mutant TRSs are indicated by crossed squares and lowercase letters. (B) Northern analysis of EAV-specific RNA isolated from cells transfected with RNA transcribed either from the wild-type EAV infectious cDNA clone or from the wild-type and seven mutant three-repeat constructs of the first series (TRS mutations 5Ј-UCAACU-3Ј to 5Ј-UgAAgU-3Ј). (C) Relative amounts of genomic and sg mRNAs produced by the mutant three-repeat constructs. The amounts of each RNA species (genomic and subgenomic) produced by the mutant constructs were independently related to the amounts of the corresponding RNA species produced by the wild-type three-repeat construct (mABC), which were set at 100%. The average (of three experiments) amounts of RNAs are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(A) Northern analysis of EAV-specific RNA isolated from cells transfected with RNA transcribed either from the wild-type (wt) EAV infectious cDNA clone or from the wild-type and seven mutant three-repeat constructs of the second series (TRS mutations 5Ј-UCA ACU-3Ј to 5Ј-aguACa-3Ј). (B) Relative amounts of genomic and sg mRNAs produced by the mutant three-repeat constructs of the second series. See the legend toFig. 3for the calculation of RNA levels. The average (of three experiments) amounts of RNAs are shown. //jvi.asm.org/ events involving wild-type body TRS cassettes is impossible.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Schematic representation of the proposed homologous recombination in the TRS7 repeat constructs. For clarity, mABc is shown as a parental construct. Both upper panels show its composition as well as the sg mRNA molecules (A and B) produced. Synthesis of the smallest sg mRNA molecule (RNA C) is knocked out by TRS mutation in the parental construct. Homologous recombination may result in deletion of either one (A) or two (B) TRS cassettes, rendering the sg mRNAs one (⌬c recombinant) or two (⌬Bc recombinant) cassettes smaller, respectively, as depicted in the lower panels. The sizes of sg mRNAs B (⌬c recombinant) and A (⌬Bc recombinant) would match the size of sg mRNA C, which would appear to be partially restored. Analogous homologous recombination may result in insertion of one or two cassettes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(A) Scheme of the deletion constructs(30). See the text for details. (B) Northern analysis of EAV-specific RNA isolated from cells transfected with RNA transcribed either from the wild-type EAV infectious cDNA clone or from the deletion constructs. The RNA2 bands are boxed. (C) Relative amounts of genomic and sg mRNAs produced by the deletion constructs. Amounts of each RNA species (genomic and subgenomic) produced by the deletion constructs were independently related to the amounts of the corresponding RNA species produced by the wild-type construct, which were set at 100%. The average (of three experiments) amounts of RNAs are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(A) Scheme of the constructs bearing TRS-free antisense EAV sequences. The antisense sequences were inserted into either the NcoI restriction site (030-1817f) or between the BssHII and MluI restriction sites (030-1762f). Note the reverse orientations of the body TRSs 3.1, 3.2, 4, and 5 in these constructs. The corresponding deletion constructs (030-1817 and 030-1762) are also shown. (B) Northern analysis of EAV-specific RNA isolated from cells transfected with RNA transcribed either from the wild-type EAV infectious cDNA clone or from the TRS-free insertion and corresponding deletion constructs. The RNA2 bands are boxed. (C) Relative amounts of genomic and sg mRNAs produced by the TRS-free insertion and corresponding deletion constructs. See the legend toFig. 6for the calculation of RNA levels. The average (of two experiments) amounts of RNAs are shown.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge Richard Molenkamp and Babette Rozier for kindly providing the deletion constructs and Jessika Dobbe for technical assistance. We are grateful to Marieke Tijms, Richard Molenkamp, Erwin van den Born, and Volker Thiel for helpful discussions.A.O.P. was supported by grant 700-31-020 from the Council for Chemical Sciences of The Netherlands Organization for Scientific Research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}