{
    "paper_id": "8432793ab0a2b9936a27bc607a88a41fdb2917ef",
    "metadata": {
        "title": "DNA sequences required for translational frameshifting in production of the transposase encoded by IS1",
        "authors": [
            {
                "first": "Gen",
                "middle": [],
                "last": "Mol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Genet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The transposase encoded by insertion sequence IS/ is produced from two out-of-phase reading frames (insA and B'-insB) by translational frameshifting, which occurs within a run of six adenines in the -1 direction. To determine the sequence essential for frameshifting, substitution mutations were introduced within the region containing the run of adenines and were examined for their effects on frameshifting. Substitutions at each of three (2nd, 3rd and 4th) adenine residues in the run, which are recognized by tRNA Lys reading insA, caused serious defects in frameshifting, showing that the three adenine residues are essential for frameshifting. The effects of substitution mutations introduced in the region flanking the run of adenines and in the secondary structures located downstream were, however, small, indicating that such a region and structures are not essential for frameshifting. Deletion of a region containing the termination codon of insA caused a decrease in fi-galactosidase activity specified by the lacZ fusion plasmid in frame with B'-insB. Exchange of the wild-type termination codon of insA for a different one or introduction of an additional termination codon in the region upstream of the native termination codon caused an increase in fi-galactosidase activity, indicating that the termination codon in insA affects the efficiency of frameshifting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Accurate translation is ensured in general by regular progression of the ribosome in a triplet manner. Since disturbance of the regular triplet rule results in abortive translation, it is believed that the translational apparatus is actively constrained to maintain the correct reading Correspondence to: E. Ohtsubo frame during polypeptide chain elongation. Some functional proteins, however, can be synthesized only if specific translational frameshifting occurs (for a recent review, see Atkins et al. 1990; Sekine and Ohtsubo 1991) . Insertion sequence IS1 (Ohtsubo and Ohtsubo 1978) uses such programmed frameshifting to produce IS/transposase from two out-of-phase reading frames, insA and B'-insB, where B' is an open reading frame extending from the ATG initiation codon of the insB frame and is in the -1 frame with respect to insA (Sekine and Ohtsubo 1989) . The frameshifting event in the -1 direction occurs at an AAA codon for Lys in insA within a run of six adenines present in the overlapping region between insA and B', and produces the InsA-B'-InsB fusion protein, IS/ transposase, with the segment Leu-Lys-Lys-Leu encoded by the region containing the run of adenines (Sekine et al. 1992) .",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 510,
                    "text": "Atkins et al. 1990;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 511,
                    "end": 535,
                    "text": "Sekine and Ohtsubo 1991)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 561,
                    "end": 587,
                    "text": "(Ohtsubo and Ohtsubo 1978)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 841,
                    "end": 866,
                    "text": "(Sekine and Ohtsubo 1989)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1185,
                    "end": 1205,
                    "text": "(Sekine et al. 1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we report determination of the nucleotide sequence required for the frameshifting in IS/. We introduced substitution mutations in the run of adenines and the regions neighboring it, and then examined the effects of the changed context on frameshifting. Based on the results obtained, we discuss mechanisms underlying the event of translational frameshifting in IS/. We discuss the fact that, although other genetic systems use sequences similar to that in IS/ as frameshift signals, our results show differences between IS/ and others in the mechanism governing the frameshifting event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Bacterial strains andplasmids. Bacterial strains used were Escherichia coli K12 derivatives, MVl184 (Vieira and Messing 1987) , BW313 (Kunkel et al. 1987) , MC1000 (Casadaban and Cohen 1980) , JE5519 (Ohtsubo et al. 1981) , and YS202 (Sekine et al. 1992) .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 125,
                    "text": "(Vieira and Messing 1987)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 134,
                    "end": 154,
                    "text": "(Kunkel et al. 1987)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 164,
                    "end": 190,
                    "text": "(Casadaban and Cohen 1980)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 200,
                    "end": 221,
                    "text": "(Ohtsubo et al. 1981)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 234,
                    "end": 254,
                    "text": "(Sekine et al. 1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Plasmid pSEK17, a pUC18 derivative, carries one copy of IS/ (Sekine et al. /992) . Plasmid pSEKll7, a pUC119 derivative, which carries one copy of IS/ was constructed from pSEK17 (Sekine et al. 1992 ). Plasmid pHS1 is a temperature-sensitive replication mutant of the tetracycline-resistance plasmid pSC101 (Hashimoto-Gotoh and Sekiguchi 1977) . Plasmid pR-pMLB (a gift from D. Bastia) is a pBR322 derivative, from which IS1-lacZ fusion plasmids were constructed as described below. Plasmid pSEK6000, a pR-pMLB derivative, is an ISl-lacZ fusion plasmid having a DNA fragment of wild-type IS1 corresponding to IS/coordinates 292-353 (Sekine et al. 1992) .",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 80,
                    "text": "(Sekine et al. /992)",
                    "ref_id": null
                },
                {
                    "start": 179,
                    "end": 198,
                    "text": "(Sekine et al. 1992",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 307,
                    "end": 343,
                    "text": "(Hashimoto-Gotoh and Sekiguchi 1977)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 632,
                    "end": 652,
                    "text": "(Sekine et al. 1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Media. Culture media used were L broth, L-rich broth, @medium (Yoshioka et al. 1987 ) and 2xYT broth (Messing 1983) . @medium was used for transformation of plasmid DNA, and 2 x YT broth was used for mutagenesis in constructing mutant plasmids. L-agar plates contained 1.5% (w/v) agar (Eiken Chemical) in L broth. Antibiotics were added in L-agar plates, if necessary, at concentrations of 150 gg/ml ampicillin (Wako Junyaku) and 5 or 10 ~tg/ml, tetracycline (Sigma). Peptone dilution buffer (0.1% peptone (Kyokuto Seiyaku) in 0.3% NaC1) was used for dilution of cell cultures.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 83,
                    "text": "(Yoshioka et al. 1987",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 101,
                    "end": 115,
                    "text": "(Messing 1983)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Enzymes. Restriction endonucleases (BamHI, BgilI, MluI and PstI), bacterial alkaline phosphatase, T4 DNA polymerase, T4 polynucleotide kinase, and T4 DNA ligase were obtained from Takaro Shuzo. Restriction endonuclease BstEII was obtained from New England Biolabs. RNase A was purchased from Sigma. These enzymes were used in the buffers recommended by their suppliers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "DNA preparation. Strain MV1184 or MC1000 harboring a plasmid was grown in L-rich broth. A crude lysis method (Machida et al. 1982 ) was used to isolate and examine small amounts of plasmid DNA from many cell cultures. The alkaline lysis method (Maniatis et al. 1982 ) was used to prepare plasmid DNA for cloning and nucleotide sequencing.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 129,
                    "text": "(Machida et al. 1982",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 244,
                    "end": 265,
                    "text": "(Maniatis et al. 1982",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Nucleotide sequencing. Nucleotide sequences were determined by the dideoxynucleotide method (Sanger et al. 1977; Messing 1983 ) using a 7-DEAZA sequencing kit (Takara Shuzo). We used M4 primer (Takara Shuzo) for sequencing derivatives of pSEK6000. Synthetic oligodeoxyribonucleotide D2, described in Sekine and Ohtsubo (1989) , was also used as primer for sequencing derivatives of pSEK117. The DNA chains were labeled with c~-[32P]dCTP (15 TBq/mmol, Amersham) and separated in 6 or 8% polyacrylamide gels containing 8 M urea.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 112,
                    "text": "(Sanger et al. 1977;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 113,
                    "end": 125,
                    "text": "Messing 1983",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 325,
                    "text": "Sekine and Ohtsubo (1989)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Plasmid construction, pSEK17 is the parental plasmid for all plasmids carrying mutant IS/ described in this paper. Each of the pSEK17 derivatives carrying mutant IS1 with a substitution(s) or a 1 bp insertion was constructed as follows. Using pSEK117 as template and oligodeoxyribonucleotides synthesized using a DNA synthesizer 380B (Applied Biosystems) as primers, the IS1 sequence in pSEKII7 was mutagenized by site-directed mutagenesis according to Kunkel et al. (1987) . The sequences mutated were confirmed by DNA se-quencing. Two pSEK17 derivatives carrying ISI-48 or IS1-49 were constructed by replacing the PstI-MluI fragment of IS/ in pSEK17 with the PstI-MluI fragment of the corresponding mutagenized derivative from pSEKll7. The other pSEK17 derivatives were constructed by replacing the PstI-BstEII fragment of IS/ in pSEK17 with the PstI-BstEII fragment of the corresponding mutagenized derivative from pSEK117. pSEK6000 derivatives, shown in Fig. 2 and Fig. 4 , each with a substitution mutation in the IS1 fragment were constructed as follows. Plasmid pSEK4000 was first obtained by introducing two BglII recognition sites into positions 286-291 and 354-359 of the IS1 sequence in pSEK117 by site-directed mutagenesis, as described above. Using pSEK4000 as template, a substitution was introduced within the run of adenines or in a neighboring position by site-directed mutagenesis as above, and the BglII fragment, which contained the substitution mutation in the resulting plasmid, was inserted into the BamHI site of vector plasmid pR-pMLB.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 473,
                    "text": "Kunkel et al. (1987)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 958,
                    "end": 964,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 969,
                    "end": 975,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "Purification of fl-galactosidase (LacZ) fusion proteins and amino acid sequencing. Strain YS202 harboring each of the ISl-lacZ fusion plasmids, pSEK6151, pSEK6087 and pSEK6061, was grown in 4 1 of L-rich broth containing 0.2% (w/v) glucose at 30°C until the 0D6o o reached 0.5-0.6, and then the culture was incubated with aeration at 40 ° C for 60 rain to induce the LacZ fusion protein. Purification and amino acid sequencing of the protein was carried out as described (Sekine et al. 1992) .",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 491,
                    "text": "(Sekine et al. 1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Cointegration assay. Each of the ampicillin-resistance plasmid pSEK17 derivatives carrying mutant IS/ was introduced by transformation into strain JE5519 which already harbored the tetracycline-resistance plasmid pHSI. Cointegration between a pSEK plasmid and pHS1 was assayed according to the method described by Sekine and Ohtsubo (1989) .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 339,
                    "text": "Sekine and Ohtsubo (1989)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "LacZ assay. Each of the pSEK6000 derivatives, the ampicillin-resistance plasmids carrying the ATGcro-ISl-lacZ construct, was introduced by transformation into strain MC1000. The LacZ activity in the resulting strain was determined as described (Sekine et al. 1992) . Each value presented in this paper is the mean of those obtained from at least three independent experiments; standard errors in all cases were less than 15%.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 264,
                    "text": "(Sekine et al. 1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "1. Saturation mutagenesis of the run of adenines. The run of six adenines present at the region corresponding to IS1 coordinates 307-312 has been shown to contain the frameshift site ( Fig. 1 ; Sekine and Ohtsubo 1989; Sekine et al. 1992) . The amino acid sequence at residues 84-87 of IS/transposase has been shown to be Leu-Lys-Lys-Leu (LKKL), which is encoded by the DNA seg- The number in parenthesis in the third line in each box shows the relative cointegration frequency of each IS1 mutant with a 1 bp insertion, designed so as to produce a mutant transposase with the polypeptide segment shown in the second line without frameshifting; the cointegration frequency of the IS/mutant with a single adenine insertion within the run of adenines to produce wild-type transposase (1.4x 10 -6 per division cycle; Sekine and Ohtsubo 1989 ) was taken as 100 ment 5'-TTAAAAAACTC-3' including the frameshift site, and the last codon recognized in insA during translation of IS/transposase has been estimated to be codon AAA for Lys at the second, third and fourth position in the run of adenines ( Fig. 1 ; Sekine et al. 1992) . To confirm the importance of the run of adenines and to determine the critical nucleotides within it, we constructed IS1 mutants each with a 1 bp substitution within the run of adenines and examined their ability to mediate cointegration. Figure 1 shows all the mutants constructed and summarizes the frequencies of cointegration mediated by these mutants. Note here that each mutation may alter the mRNA context responsible for translational frameshifting, causing variations in the efficiency of frameshifting. (This effect is referred to as the context effect.) Also, it may alter the amino acid specified by the mutated triplet, producing a mutant transposase with an altered degree of activity upon successful frameshifting. (This effect is referred to as the amino acid effect.) The cointegration frequency may be lowered by the context effect and/or by the amino acid effect. The degree of the amino acid effect can be estimated by examining the cointegration frequency mediated by an IS/ mutant with a 1 bp insertion, which produces, without frameshifting, an altered transposase that is expected to correspond to the one produced by frameshifting from a relevant IS/ mutant with a substitution ( Fig. 1 ; Sekine et al. 1992) . With these mutants, we can approximately estimate the context effect by subtracting the extent of the amino acid effect from the cointegration frequency measured.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 218,
                    "text": "Sekine and Ohtsubo 1989;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 219,
                    "end": 238,
                    "text": "Sekine et al. 1992)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 813,
                    "end": 836,
                    "text": "Sekine and Ohtsubo 1989",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1103,
                    "end": 1122,
                    "text": "Sekine et al. 1992)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2339,
                    "end": 2358,
                    "text": "Sekine et al. 1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 191,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1094,
                    "end": 1100,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1364,
                    "end": 1372,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 2330,
                    "end": 2336,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "IS1 mutants with single substitution mutations and their cointegration ability"
        },
        {
            "text": "In the mutants with a substitution in the run of adenines, the IS/mutant with a G substitution for nucleotide A at position 307 (designated as 307G) retained the ability to mediate cointegration, although at a reduced level (Fig. I) . This substitution changes codon TTA at positions 305-307 (designated as 3°STTA) in insA for Leu at the 84th residue (designated as S4L) to the synonymous codon TTG, and thus this mutation is assumed to give wild-type transposase with the LKKL segment upon successful frameshifting. The result above suggests that the substitution at 307 shows some context effect, but that this position is not critically important for frameshifting. The mutants with each of the other substitutions, 307T and 307C, did not efficiently mediate cointegration (Fig. 1) . The poor cointegration ability of these IS/mutants is likely to be due to alteration of the amino acid from S4L (Leu) to F (Phe) by substitution mutations to give a mutant transposase with the FKKL segment, since the mutant with a 1 bp insertion which produces such a mutant transposase without frameshifting in fact showed less cointegration ability than that of the 1 bp insertion mutant producing wild-type transposase with the LKKL segment (Fig. 1) . Note here that a mutant IS1 with two substitutions, 305C and 307T, which changes the codon 3°STTA for S4L (Leu) to the synonymous codon CTT, retained cointegration ability at 62% of the level of wild-type IS1 (Sekine et al. 1992) . This strongly supports the suggestion above that the nucleotide at 307 is not essential for frameshifling.",
            "cite_spans": [
                {
                    "start": 1451,
                    "end": 1471,
                    "text": "(Sekine et al. 1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 232,
                    "text": "(Fig. I)",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 784,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1239,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "IS1 mutants with single substitution mutations and their cointegration ability"
        },
        {
            "text": "The mutants with substitution 308G, 308T or 308C did not mediate cointegration (Fig. 1) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "IS1 mutants with single substitution mutations and their cointegration ability"
        },
        {
            "text": "The nucleotide sequence of a critical region in plasmid pSEK6000 and the activity of /~-galactosidase (LacZ) produced in cells harboring pSEK6000 or each of its derivatives, pSEK6000 carries an IS/ fragment containing a part of the insA and B'-insB reading frames, each of which is in-frame with ATGcro and lacZ, respectively. In the amino acids encoded by the two reading frames, those which are required to give the InsA-B'-InsB-LacZ fusion protein are indicated by boldface letters. Production of the fusion",
            "cite_spans": [],
            "ref_spans": [],
            "section": "'305 \" wild type T T T A A A A A A C"
        },
        {
            "text": "LacZ activity 100 57 7.5 10 T 50",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative"
        },
        {
            "text": "protein is controlled at promoter p~ by a thermosensitive repressor, the product of ci857. A nucleotide sequence containing the run of six adenines is shown by boldface letters. In each pSEK6000 derivative, only the nucleotide different from that of pSEK6000 is shown. The relative LacZ activity of the LacZ fusion protein produced upon heat induction in cells harboring pSEK6000 (28.7 units, taken as 100) or each of its derivatives is shown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative"
        },
        {
            "text": "tegration ability of the mutants with 308G or 308T might be due to the amino acid effect, since 308G and 308T cause serious changes of the codon 3°SAAA for 85K (Lys) to codon GAA for E (Glu) and to the termination codon TAA, respectively. However, the loss of the ability of the mutant with 308C is likely to be mainly due to the context effect, since the relevant 1 bp insertion mutant, which encodes transposase with the polypeptide segment LQKL, still retained the ability to mediate cointegration, but at a reduced frequency (Fig. 1) . This suggests that the nucleotide at position 308 is essential for frameshifting. This suggestion will be confirmed by another experiment to be described below. Substitution 309G severely inhibited cointegration (Fig. 1) . This must be due to the context effect, but not to the amino acid effect, because mutant transposase with 85Arg, which would be produced from the mutant with 309G upon successful frameshifting, showed an even higher activity than wild type (Fig. 1) . The mutants with each of the other substitutions also did not mediate cointegration (Fig. 1) . This loss of cointegration ability is quite likely to be due to the context effect, considering the result for the mutant with 309G.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 529,
                    "end": 537,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 760,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1011,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1106,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Relative"
        },
        {
            "text": "The substitution for nucleotide A at position 310 of any one of the other nucleotides inhibited cointegration (Fig. 1) . The substitution causes a serious change of the codon 3°SAAA in insA or/and 31°AAA in B'-insB; so the context effects of these substitutions cannot be estimated exactly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 118,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Relative"
        },
        {
            "text": "The IS/ mutants with substitution 311G or 312G retained cointegration ability (Fig. I) . Substitution 311G changes the codon 31°AAA for 86K (Lys) to AGA for R (Arg), which is a conservative change, whereas 312G does not cause alteration of the transposase. The results above, therefore, suggest that the nucleotides at 311 and 312 are not critically important for frameshifting. The other mutants with a substitution of the nucleotide at 311 or 312 failed to mediate cointegration (Fig. 1) . These may be mainly due to the amino acid effect producing inactive transposases; the transposase with 86N (Asn) in place of 86K (Lys) in fact has poor cointegration ability (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "(Fig. I)",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 489,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 674,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Relative"
        },
        {
            "text": "In the IS/ mutants with a substitution in the region preceding the run of adenines, the mutant with 304C or 305C, each of which causes no alteration of transposase, could mediate cointegration (Fig. 1) . This indicates that the nucleotides at positions 304 and 305 are not important for frameshifting. Either 306G, 306A or 306C inhibited cointegration (Fig. 1) . Substitutions 306G and 306A change codon 3°~TTA for 84L (Leu) to termination codons, whereas 306C changes codon 3°STTA for 84L (Leu) to codon TCA for S (Ser), resulting in a serious amino acid change. We assume therefore that the loss of the cointegration ability of these mutants is due to the amino acid effect, but not to the context effect.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 360,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Mutagenesis of the regions flanking the run of adenines."
        },
        {
            "text": "Changes of the nucleotide C at 313 following the run of adenines to any other nucleotides inhibited cointegration (Fig. 1) . We consider that the loss of the cointegration ability of these IS/ mutants is mainly due to the amino acid effect, since a mutant transposase with 87V (Val) in place of L (Leu), which would be produced from a mutant with substitution 313G upon successful frameshifting, showed a comparably poor cointegration ability (Fig. 1 ). This and above assumptions will be confirmed by another experiment described below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 450,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Mutagenesis of the regions flanking the run of adenines."
        },
        {
            "text": "Based on examination of the cointegration ability of the IS/mutants in the previous sections, the context effects of substitutions at positions 306, 308, 310 and 313 were ambiguous because their amino acid effects could not be estimated exactly. To determine the context effects of the substitutions at these positions in an alternative way, we constructed plasmid pSEK6000, which contains the 62 bp DNA fragment of IS/ (corresponding to IS/ coordinates 292-353), that includes the run of six adenines, flanked by the ATG codon of the cro gene of phage 2 and the lacZ gene, such that insA is fused in-frame with ATGcro and B'-insB in fused in-frame with lacZ ( Fig. 2) . This DNA fragment is considered to include a region required for efficient frameshifting (Sekine et al. 1992) . We also constructed mutant derivatives each with a substitution for the nucleotide at the position of interest. The expression of the reading frame connected to ATGcro is under the control of a thermosensitive repressor, the product of ci857, which is also carried by the plasmid. We then measured the/%galactosidase (LacZ) activity in the lysate of cells harboring each plasmid to determine the efficiency of -1 frameshifting required to give the InsA-B'-InsB-LacZ fusion protein upon heat induction.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 780,
                    "text": "(Sekine et al. 1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 661,
                    "end": 668,
                    "text": "Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Analysis of the effects of base substitutions on frameshifting by means of lacZ fusion"
        },
        {
            "text": "Substitutions 308C and 310C inhibited the production of LacZ activity, but substitutions 306C and 313T were not completely inhibitory (Fig. 2) . These results indicate that the nucleotides at 308 and 310 are both important for frameshifting, but the nucleotides at 306 and 313 are not.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 142,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Analysis of the effects of base substitutions on frameshifting by means of lacZ fusion"
        },
        {
            "text": "Secondary structures downstream of the frameshift site have been reported to be essential for -1 frameshifting in other genetic systems (Jacks et al. 1987 (Jacks et al. , 1988 Brierley et al. 1989; Flower and McHenry 1990; Tsuchihashi and Kornberg 1990; Dinman et al. 1991 ; V6gele et al. 1991) . IS1 also has possible secondary structures in the region downstream of the run of adenines, as shown in Fig. 3 . To determine whether these structures are essential for frameshifting or not, we constructed two IS/ mutants, IS1-48 and IS1-49, each with several substitutions which are all silent for amino acids in IS1 transposase, but The AGs of all the resulting structures are greater than 0 kcal. All these substitution mutations cause no changes in the amino acids of the transposase. The frequencies of cointegration mediated by each IS/mutant relative to that of wild-type (wt) IS/(1.9 x 10-8 per division cycle) are shown destroy some of the possible secondary structures shown in Fig. 3 . IS1-48 has substitutions which destroy structures A, B, C and E (Fig. 3) , while IS1-49 has mutations that destroy structures B, D and F (Fig. 3) . Neither of the mutants lost the ability to mediate cointegration (Fig. 3) . This shows that these secondary structures are not required for frameshifting in IS/. Sekine et al. (1992) have found that the region 315-332 contains a sequence stimulating the frameshifting Relative L_~! #MIA : 11 L K N S G R S R * ~'t~/Ry",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 154,
                    "text": "(Jacks et al. 1987",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 155,
                    "end": 175,
                    "text": "(Jacks et al. , 1988",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 176,
                    "end": 197,
                    "text": "Brierley et al. 1989;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 198,
                    "end": 222,
                    "text": "Flower and McHenry 1990;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 223,
                    "end": 253,
                    "text": "Tsuchihashi and Kornberg 1990;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 254,
                    "end": 274,
                    "text": "Dinman et al. 1991 ;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 275,
                    "end": 294,
                    "text": "V6gele et al. 1991)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1304,
                    "end": 1324,
                    "text": "Sekine et al. (1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 407,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 985,
                    "end": 991,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1058,
                    "end": 1066,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1131,
                    "end": 1139,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1207,
                    "end": 1215,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The role of the region located downstream of the run of adenines in frameshifting"
        },
        {
            "text": "Ir.klIS-MCZ: In the sequences of pSEK6000 derivatives, only the altered codons are shown. The relative activity of LacZ is calculated taking the LacZ activity (16.9 units) specified by the wild type, pSEK6000, as 100 event. We suspected that the termination codon 329TAA of insA, which is located within this region at 17 bp downstream of the run of adenines, is important for efficient frameshifting. To test this, we constructed several derivatives of the ISl-lacZ fusion plasmid pSEK6000 each with a base substitution in the termination codon, and examined the LacZ activity specified by each plasmid. Plasmid pSEK6294 has codon CAA instead of the ochre codon 329TAA (Fig. 4) . This plasmid gave a reduced activity, 24.6% of that of the wild type, pSEK6000 (Fig. 4) . This 4.l-fold decrease is almost equal to the degree of reduction in the efficiency of frameshifting (4.5-fold decrease) observed in the plasmid deleted for the termination codon (Sekine et al. 1992) . This suggests that the termination codon of insA is responsible for efficient frameshifting in IS/. Plasmid pSEK6311, with a substitution changing 329TAA to the amber codon TAG, gave an increased activity (328%, Fig. 4 ). Plasmid pSEK6301 with a substitution changing 329TAA to the opal codon TGA gave a much increased activity (2880%, Fig. 4 ). This increase in considered to be mainly due to the phenomenon called translational coupling (see Discussion) in that translation was unusually initiated from a possible initiation codon, 3ZSGTG, created in-frame with lacZ by 330G. In fact, plasmid pSEK6284-301, with a sequence altered from 328GTGA to CTGA, which abolished the putative initiation codon GTG, decreased LacZ activity (Fig. 4) . Note here, however, that pSEK6284-301 still gave more LacZ activity than the wild type, pSEK6000. These results further indicate that the termination codon of insA is important for frameshifting.",
            "cite_spans": [
                {
                    "start": 950,
                    "end": 970,
                    "text": "(Sekine et al. 1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 670,
                    "end": 678,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 760,
                    "end": 768,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 1185,
                    "end": 1191,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1309,
                    "end": 1315,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1703,
                    "end": 1711,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "pSEK6000 ~ATT TAAAAAAC T CAGGC QG2CoAG T C GG TAAC C T C G i00"
        },
        {
            "text": "Our previous genetic analysis (Sekine and Ohtsubo 1989) has revealed that an IS1 mutant with 315G, which generates the opal codon 314TGA in insA immediately downstream of the run of adenines and upstream of the native termination codon 329TAA of insA, mediated cointegration at a frequency 3 times higher than that observed with wild-type IS/. This result led us to assume that this termination codon introduced into insA at a position upstream of the native termination codon affects the efficiency of frameshifting. To test this assumption directly, we constructed plasmid pSEK6151, a derivative of pSEK6000, with the opal codon 314TGA in insA at the same position as that in the IS/ mutant described above. This plasmid gave a LacZ activity 3.5 times higher than the wild-type, pSEK6000 (Fig. 4) , which parallels the increase in cointegration frequency in the IS1 mutant with the same mutation. We purified the protein with LacZ activity from the cells harboring pSEK6151 and determined its N-terminal sequence. The 17 cycles of Edman degradation revealed a sequence identical to that of the protein specified by the plasmid with the DNA fragment of wild-type IS1 (data not shown). This indicates that the LacZ activity specified by pSEK6151 was dependent on frameshifting and that the site of frameshifting was not changed.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 55,
                    "text": "(Sekine and Ohtsubo 1989)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 790,
                    "end": 798,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "pSEK6000 ~ATT TAAAAAAC T CAGGC QG2CoAG T C GG TAAC C T C G i00"
        },
        {
            "text": "Other plasmids (pSEK6152 and pSEK6145 in Fig. 4 ) with a different termination codon 314TAA or 314TAG also gave increased activities (Fig. 4) . These results support the suggestion that the termination codon in insA downstream of the run of adenines has an important role in efficient frameshifting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 47,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 141,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "pSEK6000 ~ATT TAAAAAAC T CAGGC QG2CoAG T C GG TAAC C T C G i00"
        },
        {
            "text": "The data presented in this paper indicate that nucleotides at positions 308, 309 and 310, corresponding to the second, third and fourth residue in a run of six adenines, respectively, are crucial for contexts responsible for frameshifting in IS/. This is consistent with our estimate that the last codon recognized in insA during translation of the IS/ transposase gene is 3°SAAA, at which the -1 frameshifting event occurs (Sekine et al. 1992) . Mutations in the other adenines in the run also reduced the efficiency of frameshifting to a certain extent. This suggests that those adenines are not critically important, but are necessary for frameshifting at the most efficient level.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 444,
                    "text": "(Sekine et al. 1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In many genetic systems, secondary structures downstream of the frameshift site are supposed to cause translating ribosomes to pause at the frameshift site, thereby increasing the probability that the tRNA on the ribosomes will change reading frames (Jacks et al. 1987 (Jacks et al. , 1988 Brierley et al. 1989; Flower and McHenry 1990; Tsuchihashi and Kornberg 1990; Dinman et al. 1991; V6gele et al. 1991) . We have shown here that several secondary structures downstream of the run of adenines in IS1 are, however, not required for frameshifting. This is consistent with the results obtained from the deletion analysis described by Sekine et al. (1992) . We have further shown here that the termination codon TAA of insA, located 17 bp downstream of the run of adenines, is important for efficient frameshifting. In IS/, the termination codon in insA might play a role in causing ribosomes to pause, resulting in enhancement of the efficiency of frameshifting. Enhancement of -1 frameshifting by a termination codon immediately downstream aminomethyi)-2-thiouridine (mnm5s2u) (Chakraburtty et al. 1975) .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 268,
                    "text": "(Jacks et al. 1987",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 269,
                    "end": 289,
                    "text": "(Jacks et al. , 1988",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 290,
                    "end": 311,
                    "text": "Brierley et al. 1989;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 312,
                    "end": 336,
                    "text": "Flower and McHenry 1990;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 337,
                    "end": 367,
                    "text": "Tsuchihashi and Kornberg 1990;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 368,
                    "end": 387,
                    "text": "Dinman et al. 1991;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 388,
                    "end": 407,
                    "text": "V6gele et al. 1991)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 635,
                    "end": 655,
                    "text": "Sekine et al. (1992)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1079,
                    "end": 1105,
                    "text": "(Chakraburtty et al. 1975)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A Transient disengagement of base pairing between U*-34 of tRNA Ly~ and A-310, the third base of codon 3°SAAA for 85K (Lys). B Unusual base pairings of codon 3°SAAA in mRNA with U-35, U*-34 and U-33 of tRNA Lye, followed by disengagement of U-33. Base pairing between A-307 of mRNA and U-36 in the normal anticodon of tRNA Lys may be formed. C Slippage of tRNA Lys in the -1 direction. Note that each event permits A-310 to be available for base pairing with the anticodon of tRNA Ly~ reading codon 3 lOAA A of the frameshift site has also been reported in an artificial context (Weiss et al./987) . The results in this paper were obtained by two methods, cointegration mediated by IS1 and the LacZ assay of the products from ISi-lacZ fusion genes. In the LacZ assay, we observed that LacZ activity measured in one case derives from an unusual translation initiation event at a codon in-frame with lacZ, as well as from translation of lacZ which is dependent on -1 frameshifting. Introduction of the termination codon TGA into insA instead of TAA resulted in an unusually high activity of LacZ due to translation initiated from codon GTG in B'-insB-lacZ, which overlaps the introduced TGA codon. Since a reasonable ribosome binding site is absent in the upstream region of the initiation codon created, initiation of translation from the new initiation codon in B'-insB-lacZ might have occurred in a manner that depends on translation of the upstream reading frame (insA). Such a phenomenon is known as translational coupling, and was first described for the tryptophan operon in E. coli (Oppenheim and Yanofsky 1980) and subsequently in many other genetic systems. Obviously in our analysis described above, we have not considered this case of unusual initiation of translation in our interpretation of the requirements for frameshifting in IS1. Based on our results described above, it is reasonable to presume that a tRNA for Lys (tRNA Lys) recognizing codon 3°SAAA in insA plays a key role in frameshifting.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 597,
                    "text": "(Weiss et al./987)",
                    "ref_id": null
                },
                {
                    "start": 1588,
                    "end": 1617,
                    "text": "(Oppenheim and Yanofsky 1980)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "How does tRNA Lys mediate -1 frameshifting? It is expected that the anticodon of tRNA Lys interacts with the codon 3°SAAA for 8SK (Lys) in insA, as shown in Fig. 5A (top) , and that the nucleotide A at position 310 (designated as A-310) is somehow recognized by the next tRNA Lys reading 31°AAA for 86K (Lys) in B'-insB to initiate the -1 frameshifting event. It is possible that after tRNA Lys recognizes codon 3°SAAA, the base pairing between U-34 in the anticodon and A-310 of the codon is disengaged transiently to permit A-310 to became available for the first base of codon 31°AAA in B'-insB for S6K (Lys) (Fig. 5A ). Note here, however, that U-34 in the anticodon of tRNA Lys is modified to 5-(methylaminomethyl)-2-thiouridine (mnm5s2g; see U* in Fig. 5 ) in E. coli (Chakraburtty et al. 1975) , and that such modifications in U stabilize base pairing with A (Scheit and Faerber 1975; Yokoyama et al. 1985) . Therefore, disengagement of this stable base pairing is assumed not to be a frequent event in induction of a -1 shift of the reading frame.",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 800,
                    "text": "(Chakraburtty et al. 1975)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 866,
                    "end": 891,
                    "text": "(Scheit and Faerber 1975;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 892,
                    "end": 913,
                    "text": "Yokoyama et al. 1985)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 170,
                    "text": "Fig. 5A (top)",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 620,
                    "text": "(Fig. 5A",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 760,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is also likely that the nucleotide at a position preceding the normal anticodon in a tRNA may participate in recognition of the codon, as has been proposed by Weiss (1984) , such that in IS1, U-33 preceding the anticodon U*UU of tRNA I~ys is engaged in unusual pairing with codon 3°SAAA in mRNA together with U*-34 and U-35, and then disengaged to free A-310 for base pairing with the anticodon of the next tRNA (Fig. 5 B) . In this model, it is possible that at the same time as the disengagement of U-33, another pairing between U-36 in the normal anticodon and A-307 of the mRNA may occur to stabilize the tRNA Ly~ on the mRNA (see Fig. 5B ). However, since alteration of A-307 permitted frameshifting to occur, as described in Results, the base pairing between U-36 and A-307 ofmRNA may not be essential.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 174,
                    "text": "Weiss (1984)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 425,
                    "text": "(Fig. 5 B)",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 645,
                    "text": "Fig. 5B",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Slippage of tRNA Ly~ reading the codon 3°SAAA in insA back one nucleotide into B'-insB is also possible (Fig. 5C ). The four nucleotides at positions 307-310 in the mRNA are all adenines, and therefore the anticodon of tRNA Ly~ can base pair with the mRNA after slippage. If the slippage model is correct, a substitution at A-307 would inhibit frameshifting due to disruption of the site to which the tRNA Ly~ slips. However, as described in Results, the mutants with a substitution at position 307 still retained their ability to mediate cointegration. We assume, therefore, that the slippage model shown in Fig. 5 C is questionable. The simultaneous slippage model has been proposed as the mechanism for frameshifting on retroviral mRNA (Jacks et al. 1988 ). In this model, two adjacent tRNAs in the 0-frame, resident in the ribosomal P site and A site, respectively, slip back by one nucleotide, where the A site codon is the site of frameshifting. Wild-type IS/ has nucleotide sequence T TTA AAA at positions 304-310 which seems to fit the sequence requirement of this model. However, as described in Results, the mutant IS/ with 304C or 305C substitution, where the tRNA in the P site cannot make stable base pairs after a -1 slippage, still mediated cointegration. This suggests that the simultaneous slippage model cannot explain the -1 frameshifting in IS1.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 757,
                    "text": "(Jacks et al. 1988",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "(Fig. 5C",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 615,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ribosome gymnastics -Degree of difficulty 9.5, style 10.0",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "62",
            "issn": "",
            "pages": "413--423",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characterization of an efficient coronavirus ribosomal frameshifting signal: requirement for an RNA pseudoknot",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Digard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "57",
            "issn": "",
            "pages": "537--547",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Analysis of gene control signals by DNA fusion and cloning in Escherichia coli",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Casadaban",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Mol Biol",
            "volume": "138",
            "issn": "",
            "pages": "179--207",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Primary structure of tRNA Lys of E. coli B",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chakraburtty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steinschneider",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Case",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Mehler",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Nucleic Acids Res",
            "volume": "2",
            "issn": "",
            "pages": "2069--2075",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A -1 ribosomal frameshift in a double-stranded RNA virus of yeast forms a gag-pol fusion protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Icho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc Natl Acad Sci",
            "volume": "88",
            "issn": "",
            "pages": "174--178",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The ~ subunit of DNA polymerase III holoenzyme of Escherichia coli is produced by ribosomal frameshifting",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Flower",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Mchenry",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc Natl Acad Sci",
            "volume": "87",
            "issn": "",
            "pages": "3713--3717",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mutations to temperature sensitivity in R plasmid pSC101",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashimoto-Gotoh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sekiguchi",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Bacteriol",
            "volume": "131",
            "issn": "",
            "pages": "405--412",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A transcriptional terminator sequence in the prokaryotic transposable element IS",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hiibner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iida",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Arber",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Mol Gen Genet",
            "volume": "206",
            "issn": "",
            "pages": "485--490",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Two efficient ribosomal frameshifting events are required for synthesis of mouse mammary virus gag-related polyprotein",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Townsley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Majors",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc Natl Acad Sci",
            "volume": "82",
            "issn": "",
            "pages": "2829--2833",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Signals for ribosomal frameshifting in the Rous sarcoma virus gag-pol region",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacks",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Madhani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Masiarz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Cell",
            "volume": "55",
            "issn": "",
            "pages": "447--458",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rapid and efficient site-specific mutagenesis without phenotypic selection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Kunkel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Zakour",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Methods Enzymol",
            "volume": "154",
            "issn": "",
            "pages": "367--382",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A novel type of transposon generated by insertion element ISI02 present in a pSC101 derivative",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Machida",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Machida",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ohtsubo",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Cell",
            "volume": "30",
            "issn": "",
            "pages": "29--36",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular Cloning: A laboratory manual",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Messing J (1983) New M13 vectors for cloning",
            "volume": "101",
            "issn": "",
            "pages": "20--78",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mechanism of insertion and cointegration mediated by IS1 and Tn3",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ohtsubo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zenilman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohtsubo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccormick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Machida",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Machida",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Cold Spring Harbor Symp Quant",
            "volume": "145",
            "issn": "",
            "pages": "283--295",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Nucleotide sequence of an insertion element, IS",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohtsubo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ohtsubo",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proc Natl Acad Sci",
            "volume": "73",
            "issn": "",
            "pages": "2316--2320",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Translational coupling during expression of the tryptophan operon of Escherichia coli",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oppenheim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yanofsky",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Genetics",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "DNA sequencing with chain-terminating inhibitors",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nicklen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Coulson",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proc Natl Acad Sci",
            "volume": "74",
            "issn": "",
            "pages": "5463--5467",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The effects of thioketo substitution upon uracil-adenine interactions in polyribonucleotides",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Scheit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Faerber",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Eur J Biochem",
            "volume": "50",
            "issn": "",
            "pages": "549--555",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Frameshifting is required for production of the transposase encoded by insertion sequence 1",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sekine",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ohtsubo",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc Natl Acad Sci",
            "volume": "86",
            "issn": "",
            "pages": "4609--4613",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Translational frameshifting in IS elements and other genetic systems",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sekine",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ohtsubo",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "243--261",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Identification of the site of translational frameshifting required for production of the transposase encoded by insertion sequence IS1",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sekine",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagasawa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ohtsubo",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol Gen Genet",
            "volume": "235",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Improved estimation of secondary structure in ribonucleic acids",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tinoco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Borer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dengler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Uhlenbeck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Crothers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gralla",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Nature New Biol",
            "volume": "246",
            "issn": "",
            "pages": "40--41",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Translational frameshifting generates the 7 subunit of DNA polymerase III holoenzyme",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tsuchihashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kornberg",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc Natl Acad Sci",
            "volume": "87",
            "issn": "",
            "pages": "2516--2520",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Production of single stranded plasmid DNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vieira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Messing",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Methods Enzymol",
            "volume": "153",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "High-level ribosomal frameshifting directs the synthesis of IS150 gene products",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "V6gele",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Welz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schiltz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rak",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nucleic Acids Res",
            "volume": "19",
            "issn": "",
            "pages": "4377--4385",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Molecular model of ribosome frameshifting",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Proc Natl Acad Sci",
            "volume": "81",
            "issn": "",
            "pages": "5797--5801",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Slippery runs, shifty stops, backward steps, and forward hops: -2, -1, + 1, + 2, + 5, and + 6 ribosomal frameshifting",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cold Spring Harbor Symp Quant Biol",
            "volume": "52",
            "issn": "",
            "pages": "687--693",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Molecular mechanism of codon recognition by tRNA species with modified uridine in the first position of the anticodon",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishikura",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yamaizumi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nishimura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyazawa",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Proc Natl Acad Sci",
            "volume": "82",
            "issn": "",
            "pages": "4905--4909",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Repressor gene finO in plasmids RI00 and F: Constitutive transfer of plasmid F is caused by insertion of IS3 into FfinO",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoshioka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohtsubo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ohtsubo",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Bacteriol",
            "volume": "169",
            "issn": "",
            "pages": "619--623",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Possible secondary structures of mRNA in the region downstream of the run of six adenines. Numbers in the structures are IS/ coordinates. The run of six adenines is indicated by a line above the nucleotide sequence. The termination codon of insA is shown with a bracket. Structures (C), (D) and (F) are taken from Htibner et al. (1987). The free energy (AG) at 25 ° C of each structure is calculated according to Tinoco et al. (1973), as follows: (A), -6.4 kcal; (B), -14.4 kcal; (C), -13.2 kcal; (D), -3.6 kcal; (E), -13.8 kcal; (F), -15.2 kcal. IS1-48 has a 3 bp substitution which destabilizes the structures (A), (B), (C) and (E), whereas IS1-49 has a 6 bp substitution which destabilizes the structures (B), (D) and (F). The base substitutions in IS1-48 and IS1-49 are shown in structures (A) and (B), respectively; only the positions of substitutions are indicated in the other structures by * and o.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ".......................... CAA ..... 24.6 )SEK6311 ........................... TAG ..... 328 )SEK6301 ........................... TGA ..... 2880 )SEK6284-301 .......................... CTGA ..... 246 )SEK6151 ............ TGA .................... 348 )SEK6152 ............ Ti~, .................... 200 )SEK6145 ............ 'rAG .................... Effect of the termination codon in insA on the LacZ activity specified by pSEK6000 derivatives. The nucleotide sequence of the critical region, 302-336 of IS/, is shown together with the amino acids encoded by the two reading frames, insA and B'-insB-lacZ.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "5A-C. Possible models for translational -1 frameshifting in IS1. Base pairing between the anticodon of tRNA Ly~ and the mRNA encoding the IS1 transposase is shown at the top of each panel. Nucleotide U* at position 34 in tRNA TM denotes 5-(methyl-",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ". The loss of coin-IS/~ragment.ATqGATC TGATT TTCCGC CATTTAAAAAACTCAGGCC GCAG TCGGTAACCTCGCGCATACAGCCGGGCAG/~ATCCT ....",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements. We would like to thank H. Nagasawa for helping with amino acid sequencing and S. Yokoyama for valuable information. We thank D. Bastia for a generous gift of plasmid pR-pMLB. This work was supported by a Grant-in-Aid for Scientific Research from the Ministry of Education, Science and Culture of Japan. Y.S. was the recipient of a JSPS Fellowship for Japanese Junior Scientists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}