{
    "paper_id": "844c47b00a34c67630729df40422dfa1a9a61700",
    "metadata": {
        "title": "Archives of Virology Mouse Hepatitis Virus Strain 3 Infection of C57, A/Sn and A/J Strain Mice and Their Maerophafles Brief Report",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "I¢"
                ],
                "last": "Mac~aug~itos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Patterso~",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mouse hepatitis virus strain 3 replicated in C57, A/Sn and A/J strain mouse macrophages with the production of a clear cytopathic effect, although only C57 and A/Sn strains of mice were ki]led with similar MHV3 dilutions. We could not confirm a previous report showing that in vitro cultured macrophages from A/J strain mice were resistant to MHV3 infection. ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Mouse hepatitis virus (MHV) exists in several closely related serotypes with varying degrees of pathogenicity in mice (8). A number of studies have shown a correlation between the pathogenicity of a certain type of virus and its ability to grow in cultured maeroph~ges (3, 9) . Thus, the non-pathogenic MHV 1 does not replicate in mouse macrophages (1), whereas the pathogenie types MHV2 and MHV3 readily infect mouse peritoneal macrophages (2, 7, 11, 12) . Most strains of mice can be infected with MHV3 with the development of fu]minant hepatitis. Previous studies using A/J strain mice showed that these mice were resistant to MHV3 infection, with only a mild disease occurring with large doses of virus (4, 12). During the first four days of infection virus was recovered from infected mice although there were only minimal changes to their livers (4). However, young A/J strain mice were susceptible up to 3 weeks of age (4). Other mouse strains, including the C57 strain (4, 5, 12) and the A/Sn strain (5) were sensitive to MHV3 infection. Furthermore, VIaELIZIER and ALLISON (12) have reported that there was no detectable growth of MHV3 in macrophagcs from A/J mice; whilst MHV3 replicated in maerophages from C57 strain mice. We were interested in analysing this reported resistance of A/J strain mouse macrophages to MHV3 infection and attempted to repeat this observation by comparing the effect of MHV3 infection on C57, A/Sn and A/J strain mice and their macrophages.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 275,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 445,
                    "end": 447,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "week old C57 BL/10 Cre and A/Sn Cre strain mice were obtained from the specific-pathogen-free (SPF) unit of the Clinical Research Centre, Harrow, and A/J strain mice were supplied from the SPF unit of the National Institute for Medical Research, Mill Hill. Extreme care was taken to ensure that these mice had no previous exposure to MHV3 and other pathogens, as certain batches of SPF mice from other sources were found to have antibodies to MHV, and were resistant to infection. MHV3 was obtained from Dr. Tapani Hovi, Clinical Research Centre, Harrow, and was grown in confluent secondary mouse embryonic fibroblasts. Monolayers were infected at an input multiplicity of 0.1 infectious particles per cell and, following an adsorption period of 1.5 hours at 37 ° C, were incubated for 72 hours at 37 ° C in Eagle's MEM with 2 per cent foetal calf serum (6) . Aliquots of this virus suspension were used after low speed clarification. Unstimulated peritoneal macrophagcs were washed from the peritoneal cavities of mice and were cultured in 30 mm petri dishes in 2 ml of 199 medium, supplemented with 10 per cent. heat inactivated foetal calf serum, at a concentration of 5 x 105 cells per ml (12) . Cultures of adherent maerophages were infected 24 hours after seeding by removing the medium and replacing it with appropriate dilutions of virus in culture medium. The appearance of giant cells was checked after 24, 48 and 72 hours by examining unfixed cultures ~dth an inverted microscope (12) . At 24 hours after infection some cultures were fixed for 1 hour at room temperature in 3 per cent glutaratdehyde buffered with 0.1 M cacodylate buffer (pH 7.2) containing 5 per cent sucrose. Fixed cells were subsequently processed for electron microscopy as previously described (i0). For in rive infection, groups of 10 ten-week-old mice were injected intraperitoneally with 0.1 ml of appropriate dilutions of MHV3 in PBSA. The mortality and clinical symptoms were recorded during several weeks after infection.",
            "cite_spans": [
                {
                    "start": 855,
                    "end": 858,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1492,
                    "end": 1496,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "and i0"
        },
        {
            "text": "In order that our results would be comparable with those of VmELIZlE~ and ALLISO~¢ (12) , similar conditions of MHV3 infection and macrophage culture were used. As the titre of virus we used could not, be exactly correlated with that used previously, a number of virus dilutions were used. Furthermore, the macrophages used in the previous report were from mice ranging in age from 5 to 10 weeks: we used macrophages from mice aged 5 and 10 weeks in this report.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "and i0"
        },
        {
            "text": "The result of infecting 10 week old C57, A/Sn and A/J strain mice with various dilutions of MHV3 is shown in Table 1 . Both C57 and A/Sn strain mice were sensitive to similar dilutions of virus and infected mice of both strains showed similar clinical symptoms, developing a fulminant hepatitis and died within 8 days. Mice that did not die after infection showed no symptoms of the disease at any time. However, A/J strain mice were not killed by any of the virus dilutions tested and none of the mice showed any evidence of disease. Similar results were obtained on infecting 5 week old mice with the same MHV3 dilutions. Table 2 shows the results of a typical experiment in which macrophages from i0 week old mice were infected with various MHV3 dilutions. There was a difference in the appearance of CPE in macrophages from different strains of mice on infection with MHV3, as measured by giant cell formation. Although CPE appeared sooner in infected C57 strain macrophages than A/Sn and A/J strain maerophages, the CPE was qualitatively similar for all macrophage strains with a gradual rounding up of the macrophages followed by giant cell formation. Virus replication in the in vitro cultured macrophages was also confirmed by electron microscopy. Fig. 1 shows virus particles present in macrophages from A/J strain mice which had been infected with a virus titre of t02 IDs0 and fixed after 24 hours. A/J strain mouse maerophages infected with 10~ IDs0 of virus did not show a clear cy~opathie effect until 72 hours after infection. However, after 24 hours approximately 10 per cent of these cells were found, by electron microscopy, to contain virus particles. Virus particles were not observed in A/J strain mouse macrophages infected with 101 IDs0 of virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 631,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1256,
                    "end": 1262,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "and i0"
        },
        {
            "text": "]?ig. i. Virus particles in maerophages from A/J strain mice, which had been infected for 24 hours with a virus titre of 102 IDs0. Arrows indicate virus particles. Bar represents 200 nm",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and i0"
        },
        {
            "text": "These results appear to be at variance with those of VIRELIZIER and ALLISO~ (12) , which suggested that maerophages from A/J mice were resistant to MHV3 infection. However, they showed results using only a low virus dilution, probably corresponding to our inoculum with a virus titre of 102 or l0 z ID50 per ml. At this titre, a significantly reduced CPE was observed in infected maerophages from 10 week old A/J strain mice (Table 2) . However, they also showed that \"very heavy inocula\" of MI-IV3 produced giant cells in these macrophages cultures.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 434,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "and i0"
        },
        {
            "text": "We did not observe a simple correlation between the pathogenicity of MHV3 and its ability to replicate in cultured macrophages. However, this was not entirely unexpected as macrophages are only one constituent of the whole mouse immune defence system and multiple factors, such as immune status, genetic composition and age are all important in the determination of susceptibility to infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and i0"
        },
        {
            "text": "In conclusion, we have confirmed that C57 and A/Sn strain mice are susceptible to MHV3, and shown that MHV3 replicated in macrophages from these mice with the formation of giant cells. Furthermore, we have shown that macrophages from A/J strain mice were susceptible to 3{HV3 infection, even though the whole animals were resistant to similar dilutions of MHV3. Although these results appear to partially-differ from a previous report (12) , we have suggested how-they may be compatible. However, it is always difficult to compare results from different laboratories using similar, although not necessarily identical SPF animals and viruses and experimental procedures.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "and i0"
        },
        {
            "text": "A c k n o w l e d g m e n t s T h a n k s are due to Miss Louisa B a p t i s t a for help in m a e r o p h a g e culture, to Miss M. H i l a r y Madge for p r e p a r a t i o n of M H V 3 , to Mr. Clive Sheldon a n d bliss P a m e l a R o e b u c k for technical assistance w i t h t h e electron microscopy, a n d to Dr. D. A. J. Tyrrell for useful advice a n d criticism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and i0"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genetic factors in resistance against virus infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Arch. ges. Virusforseh",
            "volume": "17",
            "issn": "",
            "pages": "0--2",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "mouse hepatitis virus a n d t h e genetic basis of their susceptibility",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "13"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "~¢varwick",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Proc. Nat. Aead. Sci. (Wash.)",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genetic s t u d y of mouse sensitivity to M t t V 3 infection: influence of t h e H-2 complex",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Levy-Leblond",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "0th",
                    "suffix": ""
                },
                {
                    "first": "¥",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "122",
            "issn": "",
            "pages": "1359--1362",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ribonucleoprotein-like s t r u c t u r e s from eoronavirus particles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Biac~aughton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Nesi~i~iut",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. gen. Virol",
            "volume": "39",
            "issn": "",
            "pages": "545--549",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Role of to virus infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Morgensen",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Microbiol. Rev",
            "volume": "43",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "3. : I n vitro e s from genetically resistant mice. I. A d s o r p t i o n of virus a n d g r o w t h curves",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Si4if",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. exp. Med",
            "volume": "131",
            "issn": "",
            "pages": "843--850",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Correlation of persistent mouse hepatitis virus (MI-IV3) infection w i t h its",
            "authors": [
                {
                    "first": "J.-L",
                    "middle": [],
                    "last": "Virelizler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Arch. Virol",
            "volume": "50",
            "issn": "",
            "pages": "279--285",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A u t h o r s ' address: Dr. M. R. MACNAUO~TON, Division of C",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A-1011 Wien. Ffir den Anzeigenteil verantwortlieh: Mag. Bruno Sehweder, l~ISIkerbastei 5, A-1011 Wien",
            "authors": [
                {
                    "first": "Eigentfimer",
                    "middle": [],
                    "last": "Herausgeber",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Verleger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Druck: R. Spies & Co., StrauI~engasse",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". I n vivo susceptibility to M H V 3 o/10 week old C57, A / S n and A / J strain mice mice of each strain were used for each virus dilution b 0.1 m l i n o c u l u m of virus in P B S A wa~ given i n t r a p e r i t o n e a l l y . T h e mice g~ven no virus were injected w i t h 0.1 ml P B S A T a b l e 2. Cytopathic e/]ect indued by M H V 3 in mavrophages /rom 10 week old C 57, A /Sn and A / J strain mice d e t e r m i n e d from t i t r a t i o n of virus in T 0 s t r a i n mouse maerophages. T h e n u m b e r of crosses represents t h e p e r c e n t a g e of ~a n t cells. --no CPE, + --<25, + -/ -< 5 0 , -{ --/ + -< 7 5 , -~+ +",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}