{
    "paper_id": "84fb0967903b58ae510ae9e4d8f637ac3ce9b4ad",
    "metadata": {
        "title": "A novel membrane fusion protein family in Flaviviridae? NIH Public Access NIH-PA Author Manuscript A conserved overall mechanism and topology of catalysis of viral membrane fusion",
        "authors": [
            {
                "first": "Yue",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University",
                    "location": {
                        "addrLine": "266 Whitney Avenue"
                    }
                },
                "email": ""
            },
            {
                "first": "Yorgo",
                "middle": [],
                "last": "Modis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University",
                    "location": {
                        "addrLine": "266 Whitney Avenue"
                    }
                },
                "email": ""
            },
            {
                "first": "Nih-Pa",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New Heaven",
                    "location": {
                        "postCode": "06520",
                        "region": "CT",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Enveloped viruses must fuse their lipid membrane to a cellular membrane to deliver their genome into the cytoplasm for replication. Viral envelope proteins catalyze this critical membrane fusion event. They fall into three distinct structural classes. In 2013, envelope proteins from a pestivirus and hepatitis C virus were found to have two distinct novel folds. This was unexpected because these viruses are in the same family as flaviviruses, which have class II fusion proteins. We propose that the membrane fusion machinery of the closely related pestiviruses and hepatitis C virus defines a new structural class. This and other recently identified structural relationships between viral fusion proteins shift the paradigm for how these proteins evolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In many viruses, the genome is enveloped in a lipid membrane. Viral envelope proteins anchored in the membrane fulfill indispensable functions throughout the lifecycle of the virus. Envelope proteins drive virus assembly, form the protective outer shell of the virus, mediate cellular attachment and tropism, and catalyze the fusion of the viral and host cell membranes to deliver the viral genome into the cytoplasm for replication. Envelope proteins also provide a shield against the host's immune system and bear most of the neutralizing antibody epitopes against any given virus. In viruses with more than one envelope protein, the proteins responsible for cellular attachment are as varied as the host cell receptors that they recognize. In contrast, the viral envelope proteins that catalyze the essential membrane fusion step in cell entry fall into three broad yet distinct structural classes (Figure 1 ). The influenza virus hemagglutinin (HA) is the prototype of class I fusion proteins [1] , which encompass those of other orthomyxoviruses, and of paramyxoviruses [2], retroviruses [3, 4] , filoviruses [5] , and coronaviruses [6, 7] . The unifying structural features of class I fusion proteins are a proteolytically generated N-terminal fusion peptide, and a core consisting of three bundled α-helices in the prefusion conformation, which refolds into a six-helix bundle in the postfusion conformation [8] . Class II fusion proteins are a structurally unrelated class found in flaviviruses [9], alphaviruses [10], and most recently in rubella virus (sole member",
            "cite_spans": [
                {
                    "start": 997,
                    "end": 1000,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1093,
                    "end": 1096,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1097,
                    "end": 1099,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1114,
                    "end": 1117,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1142,
                    "end": 1144,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1415,
                    "end": 1418,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 901,
                    "end": 910,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "of the rubivirus genus) [11] and Rift Valley fever virus (RVFV, from the phlebovirus genus) [12] . Class II proteins share a three-domain architecture consisting almost entirely of βstrands, with a tightly folded 'fusion loop' in the central domain serving as the anchor in the cellular membrane targeted for fusion ( Figure 1 ) [13] . Class III fusion proteins, found in herpesviruses [14] , rhabdoviruses [15] and baculoviruses [16] , possess core helical bundles like class I proteins, and a central β-stranded domain bearing one or more fusion loops like class II proteins ( Figure 1 ). However, similarities between class II and class III proteins are likely to have arisen from convergent evolution since the fold and connectivity of the fusion domains are different in the two classes. Notably, reoviruses encode a family of fusionassociated small transmembrane (FAST) proteins that function as dedicated cell-cell fusogens. The resulting multinuclear syncytia promote viral replication by obviating the need for cell-to-cell transmission (reviewed in [17] ).",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 92,
                    "end": 96,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 579,
                    "end": 587,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Viruses from the Flaviviridae family, including flaviviruses, pestiviruses and hepaciviruses (principally hepatitis C virus, HCV), share many key characteristics. Because flaviviruses contain prototypical class II membrane fusion proteins, pestiviruses and hepaciviruses had been expected to have similar class II fusion proteins [18, 19] . However, in 2013 the larger envelope protein, E2, from the pestivirus BVDV (bovine viral diarrhea virus) was unexpectedly found to have a novel fold [20, 21] . The structure of a core fragment of E2 from HCV was subsequently found to have a novel fold unrelated to that of BVDV E2 [22] . Moreover, BVDV E2 and HCV E2 both lack the structural hallmarks of fusion proteins. Together, these discoveries suggest that E1 is the fusogen and that pesti-and hepaciviruses contain a new class (or classes) of membrane fusion machinery. The evolutionary implications of this and other recently identified unexpected structural relationships between fusion proteins across virus families are discussed.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 334,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Structural studies of viral envelope proteins have revealed certain overarching commonalities in the membrane fusion mechanisms of viruses across different families. Crystal structures of fusion proteins from classes I, II and III before and after the conformational change that catalyzes membrane fusion provide a molecular outline of their respective fusion mechanisms (reviewed in [1, 8, 23, 24] ). Complementing these pre-and postfusion structures, structures thought to represent fusion intermediates provide invaluable insights on the steps required for fusion [12, [24] [25] [26] [27] [28] [29] [30] [31] . The paradigm that has emerged is that, despite the existence of three distinct fusion protein architectures and significant structure divergence within each class, all viral fusion proteins catalyze membrane fusion with a common overall mechanism and topology ( Figure 2 ) [8, 16, 23, 24, 32, 33] . Fusion proteins from all three classes respond to one or more environmental cues-such as low pH, coreceptor binding or disulfide bond exchange-by exposing a hydrophobic fusion motif previously shielded from the solvent (Figure 2b ). The fusion motif, an N-terminal 'fusion peptide' in class I proteins or internal fusion loops in class II and class III proteins, spontaneously inserts into the outer bilayer leaflet of the host cell membrane (Figure 2c ). This extended conformation, postulated for all viral fusion proteins and recently observed in a bunyavirus protein [12] , is called the prehairpin intermediate ( Figure 2c ). The fusion protein then folds back on itself, directing its C-terminal transmembrane anchor towards the fusion motif (Figure 2d ). This fold-back forces the host cell membrane (held by the fusion motif) and the viral membrane (held by the transmembrane anchor) against each other, resulting in fusion of the outer leaflets of the two membranes to form a hemifusion intermediate (Figure 2e) , followed by fusion of the distal leaflets to form a fusion pore and complete fusion [33] (Figure 2f ). The oligomeric state of fusion proteins vary before fusion, but all fusion proteins undergo the fusogenic fold-back as trimers and are trimeric in the postfusion conformation ( Figure 3 ). Moreover, postfusion trimers from all three classes have been reported to form interacting networks [34] [35] [36] [37] , which have been proposed to be required for fusion pore expansion [38, 39] . The conservation of trimeric postfusion states across structural classes may be coincidental, but it is possible that trimeric assemblies have been selected because they provide the optimal balance of stability and susceptibility to the first fold-back event. Indeed, because fusion requires multiple trimers to fold-back cooperatively [38] , prehairpins cannot be too short-lived but should fold back rapidly once fold-back has been initiated. Like a three-legged stool, a trimeric prehairpin intermediate may have a favorable degree of stability (necessary for multiple prehairpins to accumulate on the viral surface), but is rapidly destabilized once the first subunit begins to fold back (allowing multiple trimers to refold cooperatively).",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 387,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 388,
                    "end": 390,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 887,
                    "end": 890,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 891,
                    "end": 894,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 899,
                    "end": 902,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 903,
                    "end": 906,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1484,
                    "end": 1488,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2020,
                    "end": 2024,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2328,
                    "end": 2332,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2333,
                    "end": 2337,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2338,
                    "end": 2342,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2343,
                    "end": 2347,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2416,
                    "end": 2420,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2421,
                    "end": 2424,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2763,
                    "end": 2767,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 876,
                    "end": 884,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1132,
                    "end": 1142,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1355,
                    "end": 1365,
                    "text": "(Figure 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1531,
                    "end": 1540,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1661,
                    "end": 1671,
                    "text": "(Figure 2d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1922,
                    "end": 1933,
                    "text": "(Figure 2e)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2025,
                    "end": 2035,
                    "text": "(Figure 2f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2216,
                    "end": 2224,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A conserved overall mechanism and topology of catalysis of viral membrane fusion"
        },
        {
            "text": "The Flaviviridae family contains four genera: flavivirus, pestivirus, pegivirus (GB viruses) and hepacivirus (HCV). Among these genera, pestiviruses and pegiviruses are the most closely related to HCV, a serious and persistent global health threat [40] . Until 2013, envelope protein structures were available only from the flavivirus genus. Envelope proteins from pesti-and hepaciviruses had been predicted to have class II folds based on the disulfide bonding pattern [18] and amino acid sequence analysis of the E1 and E2 envelope proteins [19] . It was therefore surprising when two groups discovered in 2013 that the larger envelope protein, E2, from the pestivirus BVDV is not a class II fusion protein [20, 21] . Instead the BVDV E2 ectodomain has a novel architecture, spanning a total of 140 Å and consisting of two immunoglobulin (Ig)-like domains followed by a unique elongated βstranded domain (domain III) and a membrane anchor (Figure 1d ). The overall fold and topology of BVDV E2 domain III bears no significant similarity to previously determined protein structures. The structure of a core fragment of HCV E2 was subsequently determined and found to have a novel globular architecture, distinct from that of BVDV E2, with an Ig-like β-sandwich at its core [22] . Notably, both BVDV E2 and HCV E2 lack an internal or terminal fusion motif with an obvious resemblance to those of other viral fusion proteins. Moreover, BVDV E2 forms tightly associated dimers but the dimerization interface, which contains a large cluster of conserved aromatic residues, is very different from that of flavivirus E proteins ( Figure 3 ) [20] . The structures of BVDV E2 and HCV E2 provide striking examples of how structurally divergent viral envelope proteins can be within a single virus family.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1274,
                    "end": 1278,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1636,
                    "end": 1640,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 941,
                    "end": 951,
                    "text": "(Figure 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1625,
                    "end": 1633,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The E2 envelope glycoproteins from BVDV and HCV adopt novel folds"
        },
        {
            "text": "The novel structures of BVDV E2 and HCV E2 lack the structural hallmarks of membrane fusion proteins such as a hydrophobic fusion motif (found in all classes of fusion protein), a helical core (as in classes I and III), or a flexible multidomain structure (as in classes II and III). This suggests that E1 is the fusion protein in pesti-and hepaciviruses. Indeed, E1 has been proposed to bear the fusion motif in both genera [20, 21, 41] . As the fusion protein, E1 would have to at least transiently extend to span the distance between the cellular and viral membranes prior to membrane fusion, approximately 20 nm [28] . E1 would have to adopt a highly elongated fold in order to span 20 nm. With its ectodomain of less than 180 amino acids, E1 is too small to have a class II or class III fold that could span 20 nm. Additionally, secondary structure predictions suggest that approximately 30% of the E1 ectodomain is αhelical, which is inconsistent with a class II or class III architecture. Coiled-coils efficiently form rigid, highly elongated structures, so it is possible that predicted α-helices in the central region of E1 form a helical bundle. However, E1 lacks a clear leucine zipper motif that would be indicative of a coiled coil. Moreover, E1 is unlikely to have a class I fold as it lacks key unifying features of class I proteins: E1 does not form trimers, is not subject to proteolytic activation, and does not appear to have an N-terminal fusion peptide. In fact, E1 cannot fold correctly or support cell entry without E2 [20, 21, 42, 43] . Thus, E2 appears to function as an essential molecular scaffold or chaperone to E1 as the fusogen [20, 21] . Consistent with this view, fusogenic pesti-or hepacivirus particles contain E1-E2 disulfide links, and virus particles with mutations disrupting E1-E2 interactions (or lacking E2) are not fusogenic [42, [44] [45] [46] [47] . Based on the structures of BVDV E2 and HCV E2, on available biochemical data, and on the amino acid sequences of E1 proteins, the possibility that pestiand hepaciviruses utilize class I, class II or class III architectures can now be ruled out. Hence we propose that in pesti-and hepaciviruses, E1 defines a new class (or two distinct classes) of membrane fusion protein, and that E2 plays an accessory role as a molecular scaffold for E1.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1542,
                    "end": 1546,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1547,
                    "end": 1550,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1551,
                    "end": 1554,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1555,
                    "end": 1558,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1659,
                    "end": 1663,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1664,
                    "end": 1667,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1868,
                    "end": 1872,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1873,
                    "end": 1877,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1878,
                    "end": 1882,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1883,
                    "end": 1887,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1888,
                    "end": 1892,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "E1 from pesti-and hepaciviruses may define a new class of membrane fusogen"
        },
        {
            "text": "The unexpected structural relationships between viral fusion proteins discovered in 2013 provide important insights on viral evolution. Viruses from the Flaviviridae family each have similar genetic organizations, coding strategies, morphologies and cell entry pathways, suggesting that they might have evolved from a common virus ancestor (Box 1). However, the discovery of novel folds in BVDV E2 [20, 21] and HCV E2 [22] implies that the envelope proteins of pestiviruses, hepaciviruses and flaviviruses have different evolutionary origins. The discovery of a highly divergent class II fold in rubella virus glycoprotein E1 was also unexpected given that rubella virus belongs to the same Togaviridae family as alphaviruses, which have prototypical class II fusion proteins [11] . Rubella virus E1 is also the first class II protein to be identified that does not assemble into a rigid icosahedrally symmetric shell. Rubella virus only infects humans and is the first example of a virus with a class II fusion protein that does not alternate between arthropod and mammalian hosts. For these reasons, alphaviruses appear to be more closely related to flaviviruses than to rubella virus. Hence an evolutionary model in which viruses within a given family evolved from a common ancestor virus seems overly simplistic.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary implications of the structural relationships between fusion proteins from different virus families"
        },
        {
            "text": "Although fusion proteins within each class of fusion protein can have surprisingly divergent structures, proteins with a remarkable degree of structural conservation have also been identified in otherwise unrelated viruses. This was recently illustrated by the discovery of a class II fusion protein in RVFV, from the Bunyaviridae family, with striking structural similarity to flavivirus envelope proteins, which extends to the mode of protein dimerization in the outer icosahedral shell of the virus [12, 48] . The presence of class II fusion proteins in these two unrelated virus families, reveals that the class II fold is more prevalent and widely distributed across virus families than previously anticipated. Similarly, fusion proteins with conserved class I and class III folds have been identified in viruses from unrelated families ( Table 1 ). This type of structural and functional conservation among fusion proteins, even in the absence of significant amino acid sequence similarity, is strongly suggestive of a common evolutionary origin. But what is the nature of this link? The structural conservation of certain fusion proteins across virus families and the structural divergence of other fusion proteins within the same virus family both point to a new evolutionary paradigm for how these proteins evolved. It is tempting to speculate that rather than diverging from a common ancestor virus, fusion proteins may instead have evolved independently from ancestral cellular membrane fusion proteins with the same folds. For example, although pesti-and flaviviruses may have evolved from a common Flaviviridae ancestor virus, they evidently borrowed their fusion machineries from different sources. These could presumably be different host fusion proteins, but alternatively different virus species could conceivably have borrowed fusion proteins from each other during co-infections with multiple viruses.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 506,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 844,
                    "end": 851,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Evolutionary implications of the structural relationships between fusion proteins from different virus families"
        },
        {
            "text": "The conservation of an α-helical coiled coil architecture in class I viral proteins and in the SNARE family of intracellular vesicle fusion proteins provides a possible precedent for the evolutionary transfer of a structural membrane fusion fold between host and virus during evolution. Although similarities between class I fusion proteins and SNAREs have long been recognized [49] , the link was strengthened by a recent study demonstrating that a paramyxovirus class I fusion protein resembles SNAREs in that it has α-helical transmembrane anchors in both membranes prior to fusion, with subsequent zippering of the coiled coils during fusion resulting in a bundle of helical hairpins that extends across the fused membrane [50, 51] .",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 382,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary implications of the structural relationships between fusion proteins from different virus families"
        },
        {
            "text": "Fusion proteins from the other structural classes have not yet been identified in eukaryotes. However, if fusion proteins do in fact evolve as independent modules, they may have been hijacked from host cells by different viruses at different times throughout evolution. This would suggest that there are as yet unidentified membrane fusion proteins in eukaryotes with these folds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolutionary implications of the structural relationships between fusion proteins from different virus families"
        },
        {
            "text": "If the virus-to-virus and host-to-virus horizontal transfer mechanisms described in this section are valid, the question of whether membrane fusion proteins can be transferred from viruses to their host arises. Indeed, there is evidence that this type of transfer has occurred. When retroviruses infect germline cells, copies of the viral genome integrated into the host genome often become fixed as inheritable endogenous retroviral sequences. Although most of these sequences are rapidly disrupted during evolution, a few endogenized retroviral genes have been conserved and still encode functional proteins. Over the last few years it has become clear that envelope glycoproteins from endogenous retroviruses have been domesticated by mammals to catalyze an essential membrane fusion reaction during placental development. These proteins, called syncytins, contribute to the formation of the placental fused cell layer called the syncytiotrophoblast, at the maternal-fetal interface (reviewed in [52] ). Remarkably, the capture of syncytins has occurred independently from different endogenous retroviruses in various mammalian species including humans more than 10 million years ago [52] . Moreover, it is thought that the immunosuppressive domain embedded within retroviral envelope glycoproteins and conserved in syncytins may contribute to tolerance of the fetus by the maternal immune system [52] . There has also been speculation that the capture of a founding syncytin-like gene could have been instrumental in the dramatic transition from egg-laying to placental mammals [52] .",
            "cite_spans": [
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1187,
                    "end": 1191,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1400,
                    "end": 1404,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1582,
                    "end": 1586,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary implications of the structural relationships between fusion proteins from different virus families"
        },
        {
            "text": "In conclusion, the structural relationships that have recently emerged between envelope proteins across different virus families shift the paradigm for how these proteins evolved away from a divergent model with a common virus ancestor for each virus family. In the new evolutionary model, fusion proteins evolve as independent evolutionary units, transferring from host to virus, or from virus to virus in co-infected hosts. Hence, fusion proteins, and possibly other individual components in viruses, compete as 'selfish genes' [53] , often crossing the boundaries between virus species or between virus and host.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 534,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "• Viral membrane fusion proteins fall into three distinct structural classes (I-III).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "• In 2013 the E2 glycoproteins of pesti-and hepaciviruses were found to have novel folds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "• E1 and E2 proteins of pesti-and hepaciviruses define a new class of fusion machinery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "• Structural data suggest fusion proteins evolved by host-virus or virus-virus transfer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "• Do the E1 proteins from pestiviruses and HCV have similar folds, despite the different folds of E2 proteins from these two genera?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Outstanding questions"
        },
        {
            "text": "• What is the molecular mechanism of membrane fusion in pestiviruses and HCV?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Outstanding questions"
        },
        {
            "text": "○ What is the role of E2 in supporting the fusion activity of E1?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Outstanding questions"
        },
        {
            "text": "○ Is E1 a fusion protein with a novel architecture, or does it bear resemblance to one or more of the known structural classes? ○ Low pH is required but not sufficient for fusion in pesti-and hepaciviruses. What is the nature of the additional activation step required for fusion?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Outstanding questions"
        },
        {
            "text": "○ What is the role (if any) of disulfide bond exchange in pestivirus cell entry?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Outstanding questions"
        },
        {
            "text": "• Did pesti-and hepaciviruses evolve from a common ancestor virus genus?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Outstanding questions"
        },
        {
            "text": "• What is the evolutionary origin of class I fusion proteins? Did they evolve from cellular SNARE proteins?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Outstanding questions"
        },
        {
            "text": "• Did viral fusion proteins evolve by host-to-virus transfer of fusion protein genes?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Outstanding questions"
        },
        {
            "text": "○ Do eukaryotes contain as yet unidentified ancestral fusion proteins with class II, class III or pestivirus-like folds? If so, what are their cellular functions?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Outstanding questions"
        },
        {
            "text": "• Can viral membrane fusion proteins be successfully targeted with small molecules or vaccines to treat and prevent infections? . This structure was the first class III protein structure to be determined in the prefusion conformation. (d) Structure of envelope glycoprotein E2 from bovine viral diarrhea virus (BVDV), a pestivirus related to hepatitis C viruses (hepaciviruses). E2 has a novel fold (PDB code 4JNT). This was unexpected because pesti-and hepaciviruses had been predicted to contain class II fusion proteins and belong to the same Flaviviridae family as flaviviruses, which have class II fusion proteins (such as TBEV E). Since the E2 structure lacks the hallmarks of a fusion protein, E1 is presumed to be the fusogen. Fusion motifs are colored orange. N-linked glycans and disulfide bonds are shown in cyan and green, respectively. Conformational changes associated with membrane fusion in the different structural classes of membrane fusion proteins. In all classes, a fusion motif (orange) that is shielded from the solvent in the prefusion conformation (left column) becomes exposed in response to environmental cues (e.g. low pH or co-receptor binding). The fusion motif inserts into the cell membrane and the protein folds back on itself, forcing the fusion motif and the C- a Virus families end in \"-viridae\", and genera end in \"-virus\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Outstanding questions"
        },
        {
            "text": "b Only the first available or most representative PDB codes are listed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Outstanding questions"
        },
        {
            "text": "c In many viruses a viral protein other than the fusion protein binds to the cellular receptor(s). For example in pesti-and hepaciviruses, E2 binds to CD46 and CD81, respectively; in paramyxoviruses the hemagglutinin-neuraminidase (HN) binds to the cellular receptor, most commonly sialic acid) in herpesviruses cellular attachment can be mediated by several glycoproteins including gC, gB, gD and gH/ gL. d Abbreviations: MOG, myelin oligodendrocyte glycoprotein; Hsp70, heat-shock protein 70; LDLR, Low density lipoprotein receptor; DC-SIGN, dendritic cell-specific intercellular adhesion molecule-3grabbing non-integrin; TIM-1, T-cell immunoglobulin and mucin domain 1; NPC1, Niemann-Pick C1; CCR5, C-C chemokine receptor type 5; CD, cluster of differentiation; MHC-II, major histocompatibility complex class II; HVEM herpesvirus entry mediator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Outstanding questions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Receptor binding and membrane fusion in virus entry: the influenza hemagglutinin",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annu Rev Biochem",
            "volume": "69",
            "issn": "",
            "pages": "531--569",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Structural basis of viral invasion: lessons from paramyxovirus F",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Jardetzky",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr Opin Struct Biol",
            "volume": "17",
            "issn": "",
            "pages": "427--436",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Core structure of gp41 from the HIV envelope glycoprotein",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Cell",
            "volume": "89",
            "issn": "",
            "pages": "263--273",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Atomic structure of the ectodomain from HIV-1 gp41",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weissenhorn",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "387",
            "issn": "",
            "pages": "426--430",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Crystal structure of the Ebola virus membrane fusion subunit, GP2, from the envelope glycoprotein ectodomain",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weissenhorn",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Mol Cell",
            "volume": "2",
            "issn": "",
            "pages": "605--616",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Crystal structure of severe acute respiratory syndrome coronavirus spike protein fusion core",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "49414--49419",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Structural basis for coronavirus-mediated membrane fusion. Crystal structure of mouse hepatitis virus spike protein fusion core",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "30514--30522",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Class I and class II viral fusion protein structures reveal similar principles in membrane fusion",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Schibli",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weissenhorn",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Membr Biol",
            "volume": "21",
            "issn": "",
            "pages": "361--371",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The envelope glycoprotein from tick-borne encephalitis virus at 2 A resolution",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rey",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nature",
            "volume": "375",
            "issn": "",
            "pages": "291--298",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Fusion glycoprotein shell of Semliki Forest virus: an icosahedral assembly primed for fusogenic activation at endosomal pH",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lescar",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cell",
            "volume": "105",
            "issn": "",
            "pages": "137--148",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Functional and evolutionary insight from the crystal structure of rubella virus protein E1",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Dubois",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "493",
            "issn": "",
            "pages": "552--556",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Crystal structure of glycoprotein C from Rift Valley fever virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dessau",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Modis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "110",
            "issn": "",
            "pages": "1696--1701",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Relating structure to evolution in Class II viral membrane fusion proteins",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Modis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Opin Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Crystal structure of glycoprotein B from herpes simplex virus 1",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Heldwein",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "313",
            "issn": "",
            "pages": "217--220",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Crystal structure of the low-pH form of the vesicular stomatitis virus glycoprotein G",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roche",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "313",
            "issn": "",
            "pages": "187--191",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The postfusion structure of baculovirus gp64 supports a unified view of viral fusion machines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kadlec",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Struct Mol Biol",
            "volume": "15",
            "issn": "",
            "pages": "1024--1030",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The reovirus fusion-associated small transmembrane (FAST) proteins: virus-encoded cellular fusogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boutilier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Top Membr",
            "volume": "68",
            "issn": "",
            "pages": "107--140",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The disulfide bonds in glycoprotein E2 of hepatitis C virus reveal the tertiary organization of the molecule",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Krey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Proteomics computational analyses suggest that hepatitis C virus E1 and pestivirus E2 envelope glycoproteins are truncated class II fusion proteins",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Garry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dash",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "307",
            "issn": "",
            "pages": "255--265",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Crystal structure of glycoprotein E2 from bovine viral diarrhea virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "",
            "pages": "6805--6810",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Structure of a pestivirus envelope glycoprotein E2 clarifies its role in cell entry",
            "authors": [
                {
                    "first": "El",
                    "middle": [],
                    "last": "Omari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Rep",
            "volume": "3",
            "issn": "",
            "pages": "30--35",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Hepatitis C virus E2 envelope glycoprotein core structure",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "",
            "pages": "1090--1094",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Virus membrane-fusion proteins: more than one way to make a hairpin",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kielian",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Rev. Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "67--76",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Intermediate conformations during viral fusion glycoprotein structural transition",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baquero",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr Opin Virol",
            "volume": "3",
            "issn": "",
            "pages": "143--150",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Structural changes of envelope proteins during alphavirus fusion",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "468",
            "issn": "",
            "pages": "705--708",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A stable prefusion intermediate of the alphavirus fusion protein reveals critical features of class II membrane fusion",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sanchez-San Martin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Host Microbe",
            "volume": "4",
            "issn": "",
            "pages": "600--608",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Structural characterization of an early fusion intermediate of influenza virus hemagglutinin",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "5172--5182",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Capture and imaging of a prehairpin fusion intermediate of the paramyxovirus PIV5",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "",
            "pages": "20992--20997",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Visualization of the two-step fusion process of the retrovirus avian sarcoma/ leukosis virus by cryo-electron tomography",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cardone",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "12129--12137",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Characterization of monomeric intermediates during VSV glycoprotein structural transition",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Albertini",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS pathogens",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Characterization of an early-stage fusion intermediate of Sindbis virus using cryoelectron microscopy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "",
            "pages": "13362--13367",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Structure of the dengue virus envelope protein after membrane fusion",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Modis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "427",
            "issn": "",
            "pages": "313--319",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Membrane hemifusion: crossing a chasm in two leaps",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Chernomordik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kozlov",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "123",
            "issn": "",
            "pages": "375--382",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Visualization of the target-membrane-inserted fusion protein of Semliki Forest virus by combined electron microscopy and crystallography",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cell",
            "volume": "114",
            "issn": "",
            "pages": "573--583",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Characterization of a membrane-associated trimeric low-pH-induced Form of the class II viral fusion protein E from tick-borne encephalitis virus and its crystallization",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stiasny",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "3178--3183",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Distinct structural rearrangements of the VSV glycoprotein drive membrane fusion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Libersou",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Cell Biol",
            "volume": "191",
            "issn": "",
            "pages": "199--210",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The structure of herpesvirus fusion glycoprotein B-bilayer complex reveals the protein-membrane and lateral protein-protein interaction",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "E"
                    ],
                    "last": "Maurer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Structure",
            "volume": "21",
            "issn": "",
            "pages": "1396--1405",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Influenza-virus membrane fusion by cooperative fold-back of stochastically induced hemagglutinin intermediates",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ivanovic",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Elife",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Influenza hemagglutinins outside of the contact zone are necessary for fusion pore expansion",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leikina",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "26526--26532",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Global epidemiology of hepatitis C virus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Shepard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet Infect. Dis",
            "volume": "5",
            "issn": "",
            "pages": "558--567",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Mutagenesis of a conserved fusion peptide-like motif and membrane-proximal heptad-repeat region of hepatitis C virus glycoprotein E1",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Drummer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Gen Virol",
            "volume": "88",
            "issn": "",
            "pages": "1144--1148",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Formation of bovine viral diarrhea virus E1-E2 heterodimers is essential for virus entry and depends on charged residues in the transmembrane domains",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ronecker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Gen Virol",
            "volume": "89",
            "issn": "",
            "pages": "2114--2121",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The transmembrane domain of the hepatitis C virus E2 glycoprotein is required for correct folding of the E1 glycoprotein and native complex formation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "279",
            "issn": "",
            "pages": "58--68",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Study of the mechanism of antiviral action of iminosugar derivatives against bovine viral diarrhea virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Durantel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "8987--8998",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Pestivirus glycoprotein which induces neutralizing antibodies forms part of a disulfide-linked heterodimer",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weiland",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Virol",
            "volume": "64",
            "issn": "",
            "pages": "3563--3569",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Antiviral effect of N-butyldeoxynojirimycin against bovine viral diarrhea virus correlates with misfolding of E2 envelope proteins and impairment of their association into E1-E2 heterodimers",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Branza-Nichita",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "3527--3536",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Characterization of the envelope glycoproteins associated with infectious hepatitis C virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vieyres",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "10159--10168",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A ligand-binding pocket in the dengue virus envelope glycoprotein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Modis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "6986--6991",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Coiled coils in both intracellular vesicle and viral membrane fusion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Cell",
            "volume": "95",
            "issn": "",
            "pages": "871--874",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Transmembrane orientation and possible role of the fusogenic peptide from parainfluenza virus 5 (PIV5) in promoting fusion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Donald",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "",
            "pages": "3958--3963",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Helical extension of the neuronal SNARE complex into the membrane",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "460",
            "issn": "",
            "pages": "525--528",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "From ancestral infectious retroviruses to bona fide cellular genes: role of the captured syncytins in placentation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dupressoir",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Placenta",
            "volume": "33",
            "issn": "",
            "pages": "663--671",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "A formal theory of the selfish gene",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Welch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Evol Biol",
            "volume": "24",
            "issn": "",
            "pages": "1801--1813",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Representative structures of the ectodomains of viral membrane fusion proteins from different structural families in their prefusion conformations (drawn to scale).The Nterminus of each ectodomain is labeled with an 'N' while the C-terminus of each ectodomain (labeled with a 'C') connects to the transmembrane anchor, which is missing from the crystal structures.(a) Structure of the influenza A virus hemagglutinin (HA). HA forms trimers on the viral surface (Protein Data Bank (PDB) accession code 2HMG). HA is the prototypic class I fusion protein. (b) Structure of envelope glycoprotein E from tickborne encephalitis virus (TBEV E, PDB code 1SVB). This was the first class II protein structure to be determined. (c) Structure of vesicular stomatitis virus glycoprotein G (VSV G, PDB code 2J6J)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Membrane fusion mechanism of enveloped viruses. This figure was created with class II fusion proteins in mind but the overall mechanism and topology are conserved across all structural classes.(a) A viral envelope protein binds to a cell surface receptor. Most viruses are endocytosed. (b) Environmental cues such as low endosomal pH (shown here) or coreceptor binding (not shown) cause the ectodomain of the fusion protein to hinge away from the viral surface, exposing a hydrophobic fusion motif. (c) The fusion motif inserts into the cell membrane, promoting trimer formation if the prefusion conformation is not trimeric. (d) The fusion protein folds back on itself, directing the fusion loop towards the C-terminal transmembrane anchor. The refolding energy bends the apposed membranes. (e) Creation of new contacts during refolding of the fusion protein leads first to hemifusion and then, (f), to formation of a lipidic fusion pore.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "terminal transmembrane domain (not shown) anchored in the viral membrane towards each other. The proteins are trimeric in their postfusion conformations (right column). (a) In class I fusion proteins, such as influenza A virus hemagglutinin (Flu HA) shown here, membrane fusion is catalyzed by extensive refolding and secondary structure rearrangements of prefusion trimers to form a six-helix bundle (PDB codes 2HMG, 1HTM, 1QU1). (b) Class II proteins usually form icosahedral shells in infectious virions. The envelope proteins respond to the reduced pH of an endosome with a repositioning of the three domains with only minor changes in secondary structure. The proteins form trimers during the fusion transition and the fusion loop in the central domain is directed towards the viral transmembrane anchor. The pre-and postfusion conformations of dengue type 2 virus E (DEN E) are shown here (PDB codes 1OKE, 1OK8). (c) Class III proteins are trimeric before and after fusion and undergo extensive refolding during the fusion transition like class I fusion proteins, but they contain internal fusion loops like class II proteins. The pre-and postfusion structures of vesicular stomatitis virus G (VSV G) are shown here (PDB codes 2J6J, 2CMZ). (d) The structure of envelope glycoprotein E2 from the pestivirus bovine viral diarrhea virus (BVDV) has been proposed to serve as a molecular scaffold for E1, which may define a new structural class of fusion machinery (PDB code 4JNT). The structure of envelope protein E1 (grey), and the nature of the fusogenic conformational change remain unknown. The outer leaflets of the viral and cellular membranes and represented in green and cyan, respectively.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comprehensive list of viral membrane fusion proteins for which atomic structures are available, and their structural and phylogenetic classifications Trends Microbiol. Author manuscript; available in PMC 2015 April 01.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Work on this article was supported by a Burroughs Wellcome Investigator in the Pathogenesis of Infectious Disease Award and NIH grant R01 GM102869.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Trends Microbiol. Author manuscript; available in PMC 2015 April 01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}