{
    "paper_id": "85034882a31e894144a9e118489ea3a5dc0e33c3",
    "metadata": {
        "title": "Policy & practice Risk and outbreak communication: lessons from alternative paradigms",
        "authors": [
            {
                "first": "Thomas",
                "middle": [],
                "last": "Abraham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": "thomas@hku.hk."
            }
        ]
    },
    "abstract": [
        {
            "text": "Risk communication guidelines widely used in public health are based on the psychometric paradigm of risk, which focuses on risk perception at the level of individuals. However, infectious disease outbreaks and other public health emergencies are more than public health events and occur in a highly charged political, social and economic environment. This study examines other sociological and cultural approaches from scholars such as Ulrich Beck and Mary Douglas for insights on how to communicate in such environments. It recommends developing supplemental tools for outbreak communication to deal with issues such as questions of blame and fairness in risk distribution and audiences who do not accept biomedical explanations of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Une traduction en français de ce résumé figure à la fin de l'article. Al final del artículo se facilita una traducción al español.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "‫املقالة.‬ ‫لهذه‬ ‫الكامل‬ ‫النص‬ ‫نهاية‬ ‫يف‬ ‫الخالصة‬ ‫لهذه‬ ‫العربية‬ ‫الرتجمة‬",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "WHO's guidelines on outbreak communication were developed in response to the communication challenges posed by the severe acute respiratory syndrome (SARS) epidemic of 2003. 1 The guidelines consist of five principles to guide communication during outbreaks and other emergencies: building trust, announcing early, being transparent, respecting public concerns and planning in advance. On the face of it, these guidelines are simple and straightforward. But, as the experience of SARS and the recent H1N1 outbreak has shown, outbreak control and outbreak communication is rarely a pure, clean process of winning public trust and transmitting information objectively and openly. It is more often than not a messy business requiring political decisions with winners and losers.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Communicating during an influenza pandemic is no different. Decisions on distribution of scarce antivirals, quarantines and travel and trade restrictions all have a significant political component, and so communication has to deal with opposition from those who feel that they have been deprived of drugs or unfairly quarantined or excluded. Opposing political forces often criticize decisions made on public health grounds to score political points. Successful communication in such a charged environment requires an understanding of the broader political, social and cultural environment in which communication occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Risk communication experts and practitioners are well aware of this. Following the experience of the anthrax attacks in the United States of America, the US Centers for Disease Control and Prevention (CDC) developed principles and practices to address communication in times of political and social stress under the title of Crisis and Emergency Risk Communication. 2 WHO's outbreak communication guidelines also point to the political and social challenges of communicating during times of crisis. But tools are still needed to address the challenges of communicating in these difficult circumstances. These tools can be developed by looking at alternate paradigms of risk that exist within the social sciences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Risk communication principles are based on the psychometric paradigm of risk pioneered by Paul Slovic et al. in the late 1970s. 3 This paradigm focuses on individual perceptions of risk, rather than the social and cultural environment in which risk perceptions are formed. Other sociological and cultural approaches to risk take a broader approach. This paper surveys existing approaches and extracts useful lessons for outbreak communication.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The psychometric paradigm is the dominant paradigm in health risk communication. WHO's outbreak communication guidelines, as well as the national communication plans of many countries, are based on this view of how risk is perceived and communicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The psychometric paradigm"
        },
        {
            "text": "This paradigm grew out of attempts to explain the disparity between the way scientists and technologists measured risks, attributable to technological processes, and the way the lay public perceived these risks. Based on psychometric studies of risk perception, Paul Slovic et al. evolved a basic model of risk perception, listing several factors that caused people to perceive events as high risk, even when experts judged them to be low risk. Hazards that were new, uncontrollable and catastrophic in consequences were perceived as high risk, even when experts judged a low statistical probability of these risks occurring. In contrast, hazards or dangers that were familiar and controllable were perceived as low risk, even though statistically they had a high probability. In contrast to lay perceptions, expert perceptions of risk were based on expected annual mortality from a hazard or danger. 4 Risk communication consultants such as Vincent Covello et al. and Peter Sandman used the findings of Slovic and others to develop strategies that helped experts and managers to communicate to the public in a way so that their perceptions of risk more closely approximated those of experts. 5, 6 Communication tool kits were devised to help communicators to either calm public anxieties, if experts felt that these anxieties were inappropriate, or to increase risk perceptions if experts Special theme -Public health communication Risk and outbreak communication Thomas Abraham felt that the public was insufficiently concerned about grave risks. Thus Peter Sandman's tool kits for precaution advocacy and outrage management are designed to help communicators to raise or lower public risk perceptions to match the level of the experts. Precaution advocacy is used to alert people who are insufficiently concerned by hazards that experts feel to be serious, and outrage management is used to calm down people who are judged to be over-concerned about minor risks. In the event of a social crisis, crisis communication is designed to help people resist their emotions and act wisely in difficult situations. 7",
            "cite_spans": [
                {
                    "start": 901,
                    "end": 902,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1193,
                    "end": 1195,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1196,
                    "end": 1197,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The psychometric paradigm"
        },
        {
            "text": "While the psychometric paradigm tries to explain the difference between \"expert\" and \"lay\" perceptions of risk in individuals, sociological and cultural approaches look at the impact of the social, cultural and political factors on the perception of risk. In the following sections, we look at insights offered from the sociological work of Ulrich Beck, Philip Strong's model of the psychosocial epidemics that accompany disease epidemics, and the work of Mary Douglas and others on the impact of culture on risk perception.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternate risk paradigms"
        },
        {
            "text": "The work of the German sociologist Ulrich Beck offers insights into the social and political basis of the notion of risk. In his pioneering work Risk society, Beck described the distribution of technological and other risks produced through the process of modernization as a major preoccupation of modern governments and societies. 8 This distribution of risk is never equitable but follows the unequal distribution of power in national societies as well as globally. Struggles over the distribution of risks are major reasons for differences in the scientific or expert views of risk and the views of other sections of society.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 333,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Distribution of risk in society"
        },
        {
            "text": "The main aim of health risk communicators is to transmit health information clearly to stakeholders in ways that encourage behavioural changes to reduce the risk. An enquiry into the social and political foundations on which risk is distributed in society may seem far removed from these aims but the way audiences respond to messages is dependent on their perceptions of risk distribution. From a public health perspective, a farmer with an outbreak of avian influenza on his farm needs to take on board a straightforward message to cull his chickens and ducks to curtail the outbreak. From the farmer's point of view however, he is being asked to bear the cost of destroying his livelihood to reduce the risk to other members of society. He could well see himself as bearing a disproportionate level of risk and his compliance with health messages would depend on the extent to which these messages also address larger issues such as compensation for bearing this risk to his livelihood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of risk in society"
        },
        {
            "text": "While Beck's work does not focus on health risks or epidemics, the social psychologist Philip Strong has set out a compelling model of the social and psychological upheaval created by a major infectious disease epidemic. Strong describes the social and political impact of an epidemic as a \"medical version of the Hobbesian nightmarethe war of all against all\". He says that disease epidemics are accompanied by three kinds of psychosocial epidemics: epidemics of fear, of explanation and of action. 9 These three phases can occur simultaneously: \"Any society gripped by a florid form of epidemic psychology may, therefore simultaneously experience waves of individual and collective panic, outbursts of interpretation as to why the disease occurred, rashes of moral controversy, and plagues of competing control strategies, aimed at either containing the disease itself, or else at controlling the further epidemics of fear and social dissolution.\" 9",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 501,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Three psychosocial epidemics"
        },
        {
            "text": "The \"epidemic of fear\" is characterized by widespread suspicion of friends, neighbours, fellow citizens who might pass on the disease, suspicion of the very environment itself which might be potentially infectious. The \"epidemic of explanation\" results from society's attempts to find causes for the epidemic and to understand its scope and consequence. This is a period of great intellectual confusion when \"a hundred different theories may be produced about the origins of the disease and its potential effects\". 9 Many of these questions are moral in nature: how could God -or the government -have allowed it? Who is to blame? What does the impact of the epidemic reveal about our society?",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 516,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Three psychosocial epidemics"
        },
        {
            "text": "The measures proposed to control an epidemic can in turn lead to further conflicts and debates over issues like disruption of trade and travel, infringement of personal liberties and even treatment options that might cross ethical barriers in a way that would not have been contemplated in more normal times. The consequences of these turbulent psychosocial states are clear for risk and outbreak communication efforts. In a climate, for example, when the public demand is to know the causes of an epidemic and whether government agencies are to blame, risk communicators will have difficulty avoiding these issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Three psychosocial epidemics"
        },
        {
            "text": "The issues of blame and morality are also central to the understanding of risk proposed by cultural anthropologist Mary Douglas. She describes notions of risk in modern societies as being part of a politicized \"blaming system\". \"Whose fault?\" is the first question. 10 She observes that responses to risk are often directed towards governments and organizations that are responsible for either causing or failing to prevent dangers. Risk thus \"becomes a stick for beating authority\".",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Culture and the question of blame"
        },
        {
            "text": "If disease outbreaks are perceived as part of a blaming system and the question uppermost in people's minds is on attributing blame then, once again, this has consequences for the kind of risk and outbreak communication that will succeed in reaching and convincing the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture and the question of blame"
        },
        {
            "text": "Understanding differences in cultural practices and beliefs are of vital importance in evolving successful risk and outbreak communication practices. One of the weaknesses of the psychometric paradigm is that its evidence base is largely North American. The subjects for the experiments on which the paradigm was based were small, culturally specific groups of North Americans -e.g. members of the League of Women Voters in Oregon, college students or residents of towns in New Jersey. A question often asked, but rarely answered, is whether the psychobehavioural responses of these groups correspond to groups in completely different cultural environments. For example, would members of the League of Women Voters perceive and respond similarly to risk as poultry farmers in Viet Nam? Would the same techniques of communication be relevant for these widely differing groups? Different cultures ascribe different meanings to illness, sickness and disease and biomedical explanations of disease are not universally accepted. 11 A study of the understandings of acute respiratory illness among mothers and community health volunteers in Bangladesh, for example, found that, similar to other Asian countries, influenza and influenza-like illnesses were attributed to imbalances between \"hot and cold\" in the body. 12 Eating foods thought to be \"cold\" such as rice, bananas and beans were thought to aggravate or, in some cases, cause influenza. Remedies consisted of massaging the patient with \"warming\" substances such as a mixture of garlic and oil and cumin seeds. The way people respond to health communication messages is dependent on whether their cultural construction of the disease is similar to that of the communicator. Of particular interest to outbreak communication is the possibility that, in the case of new, previously unknown illnesses, people may well turn to culturally determined explanations of illness to help them understand and cope with the disease. 13",
            "cite_spans": [
                {
                    "start": 1024,
                    "end": 1026,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1311,
                    "end": 1313,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Culture and the question of blame"
        },
        {
            "text": "Communicating during an outbreak occurs in a complex environment in which a variety of players compete for attention. British sociologist Graham Murdoch et al. has used Bourdieu's concept of society as a field to describe risk communication as occurring in an arena in which at least six sets of players compete for public attention. 14 The players include political institutions and policy-makers, scientific and expert communities, campaigning groups and social movements, opposition parties and corporations, the media and the lay public.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 336,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Bourdieu's concept of fields"
        },
        {
            "text": "Success in communication goes to those players in a competitive field who succeed in ensuring that their interpretation and framing of reality dominates the social and political agenda. It is important to note that, in this model, the lay public have two characteristics. On the one hand, they are the \"prize\" for whose attention different groups in society vie. On the other hand, they are active participants, not mere spectators, in political processes. Public perceptions and opinion are active forces influencing the positions of other important players. Outbreak communication clearly has to take account of this complex environment and include strategies to ensure that messages are not drowned out in the competition for media attention. In particular, communication strategists need to strive towards two goals: (i) visibility -the ability to get the message across clearly and prominently to the public and not be drowned by competing voices -and (ii) legitimacy -ensuring that information is seen as legitimate and authoritative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bourdieu's concept of fields"
        },
        {
            "text": "These goals do not in any way contradict WHO's existing outbreak communication practices. In fact, the principles of early announcement and transparency and trust building help achieve visibility and legitimacy. There is a need, however, to develop tools and establish practices that explicitly ensure that communication based on these practices is not drowned out by myriad other voices that seek to be heard during a social crisis of the scale caused by a pandemic or other major infectious disease outbreak. If messages are drowned out, distorted or ignored by competing social voices, then outbreak communication will not achieve its public health goals of helping prevent and control outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bourdieu's concept of fields"
        },
        {
            "text": "Based on the preceding discussion, it would be useful to develop tools and strategies to complement WHO's outbreak communication guidelines in three areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for supplementary tools"
        },
        {
            "text": "First, using the work of Bourdieu as developed by Murdoch, communicators need to explicitly develop tools to ensure the visibility and legitimacy of their message in a crowded political environment. 14 The existing WHO outbreak communication principles of early announcement, trust and trans-parency achieve this to a certain extent. However, additional work is required to develop practices and principles to ensure visibility and legitimacy remain a focus of communication so that messages are not drowned out during a crisis. Choosing the best channel of communication to ensure visibility, targeting the primary audiences and finding spokespeople who provide legitimacy are some of the issues that need to be explicitly addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for supplementary tools"
        },
        {
            "text": "Second, the work of Ulrich Beck and Mary Douglas help to sensitize health communicators to the underlying political and social questions about blame and unfair distribution of risk that are on the public mind during outbreaks. These include questions such as whether the government is to blame for the outbreak and, if not, who is to blame, whether drugs and vaccines have been fairly distributed and whether quarantine and other measures such as travel restrictions have been fairly applied. Health communicators need to be able to handle these political issues skilfully and they need the training and tools to do so. Otherwise, their health messages run the risk of being ignored in a storm of political outrage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for supplementary tools"
        },
        {
            "text": "Third, cultural and anthropological studies, as well as the experience of those who have worked to manage outbreaks in different cultural environments, show that biomedical explanations of disease are not universally accepted. However, compliance with disease control measures is necessary to prevent outbreaks from spreading. This is especially important since, in cases of unknown disease outbreaks or previously unforeseen catastrophes, people may turn to traditional explanations of disease. Communicators specializing in behaviour change communication and social mobilization have a variety of tools to deal with these issues and so they are often called on during outbreaks. It would be beneficial if these tools were incorporated into general outbreak communication principles. ■ Funding: This paper was funded by WHO. A longer version of this paper was presented to a WHO working group meeting on outbreak communication in Geneva, September 2007.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for supplementary tools"
        },
        {
            "text": "Competing interests: None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for supplementary tools"
        },
        {
            "text": "Communication au sujet des risques et des flambées épidémiques : enseignements fournis par des modèles non traditionnels Dans le domaine de la santé publique, la communication à propos des risques s'appuie sur des recommandations largement utilisées qui s'inspirent d'un modèle psychométrique des risques axé sur la perception de ces risques au niveau des individus. Cependant, les flambées de maladies infectieuses et autres urgences de santé publique sont plus que des événements de santé publique et interviennent dans des environnements très lourds sur les plans politique, social et économique. La présente étude examine d'autres approches sociologiques et culturelles, formulées par des experts comme Ulrich Beck et Mary Douglas, à la recherche d'idées sur la manière de communiquer dans de tels environnements. Elle recommande de développer des outils complémentaires pour communiquer en cas de flambée épidémique, qui aideraient à répondre à des questions telles que la culpabilité et l'équité dans la répartition des risques et à s'adresser à des publics n'acceptant pas les explications biomédicales de la maladie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Résumé"
        },
        {
            "text": "Comunicación sobre riesgos y brotes: enseñanzas extraídas de paradigmas alternativos Las directrices sobre comunicación de riesgos más ampliamente utilizadas en el campo de la salud pública se basan en el paradigma psicométrico del riesgo, centrado en la percepción del riesgo a nivel individual. Sin embargo, los brotes de enfermedades infecciosas y otras emergencias de salud pública son algo más que eventos de salud pública y surgen en un entorno político, social y económico muy cargado. En este estudio se analizan otros enfoques sociológicos y culturales de expertos como Ulrich Beck y Mary Douglas para identificar algunas claves respecto a la manera de comunicar la información en esos entornos. Se recomienda crear nuevos instrumentos para la comunicación sobre los brotes a fin de abordar cuestiones como la culpación y la justicia en lo que atañe a la distribución de los riesgos o la resistencia de parte de la población a aceptar las explicaciones biomédicas de la enfermedad. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak communication: best practices for communicating with the public during an outbreak. Geneva: World Health Organization",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Centres for Diseases Control and Prevention",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunter-Galdo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sokler",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rating the risks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fischhoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lichtenstein",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Environment",
            "volume": "21",
            "issn": "",
            "pages": "14--20",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Perception of risk",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Science",
            "volume": "236",
            "issn": "",
            "pages": "280--285",
            "other_ids": {
                "DOI": [
                    "10.1126/science.3563507"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effective risk communication: the role and responsibility of government and nongovernment organizations",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Covello",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Mccallum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Pavlova",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risk communication: facing public outrage",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sandman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "EPA J",
            "volume": "13",
            "issn": "",
            "pages": "21--23",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What kind of risk communication does pandemic preparedness require? Minneapolis, MN: CIDRAP Business Source",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sandman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk society: towards a new modernity",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemic psychology: a model",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Sociol Health Illn",
            "volume": "12",
            "issn": "",
            "pages": "249--59",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-9566.ep11347150"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Risk and blame: essays in cultural theory",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Medicine as culture: illness, disease and the body in western societies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lupton",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Acute respiratory infections in rural Bangladesh: cultural understandings, practices and the role of mothers and community health volunteers",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Rashid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hadi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Afsana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Begum",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Trop Med Int Health",
            "volume": "6",
            "issn": "",
            "pages": "249--55",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-3156.2001.00702.x"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cultural construction of disease: a \"supernormal'' construct of dementia in an American Indian tribe",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Cross Cult Gerontol",
            "volume": "17",
            "issn": "",
            "pages": "197--212",
            "other_ids": {
                "DOI": [
                    "10.1023/A%3A1021268922685"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "After amplification: rethinking the role of media in risk communication",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Murdock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petts",
                    "suffix": ""
                },
                {
                    "first": "Horlick-Jones",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The social amplification of risk",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Then, \"what action? which means? what damages? what compensation? what restitution?\".",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "‫بديلة‬ ‫نظرية‬ ‫أطر‬ ‫من‬ ‫مستفادة‬ ‫دروس‬ ‫والفاشيات:‬ ‫االختطار‬ ‫عوامل‬ ‫حول‬ ‫التواصل‬‫عىل‬ ‫واملستخدمة‬ ‫االختطار،‬ ‫حول‬ ‫بالتواصل‬ ‫الخاصة‬ ‫اإلرشادية‬ ‫الدالئل‬ ‫تستند‬ ‫الذي‬ ‫باألخطار،‬ ‫النفيس‬ ‫التكهن‬ ‫منوذج‬ ‫عىل‬ ‫العمومية،‬ ‫الصحة‬ ‫يف‬ ‫واسع‬ ‫نطاق‬ ‫اض‬ ‫األمر‬ ‫فاشيات‬ ‫أن‬ ‫إال‬ ‫اد.‬ ‫األفر‬ ‫مستوى‬ ‫عىل‬ ‫االختطار‬ ‫عوامل‬ ‫اك‬ ‫إدر‬ ‫عىل‬ ‫يركز‬ ‫الصحة‬ ‫يف‬ ‫حوادث‬ ‫مجرد‬ ‫ليست‬ ‫العمومية‬ ‫الصحة‬ ‫طوارئ‬ ‫من‬ ‫وغريها‬ ‫املعدية‬ ً ‫اقتصاديا‬ ‫مشحونة‬ ‫بيئة‬ ‫يف‬ ‫تحدث‬ ‫أنها‬ ‫كام‬ ‫ذلك،‬ ‫من‬ ‫أكرث‬ ‫هي‬ ‫بل‬ ‫العمومية؛‬ ‫أخرى‬ ‫وثقافية‬ ‫اجتامعية‬ ‫أساليب‬ ‫اسة‬ ‫الدر‬ ‫هذه‬ ‫وتتناول‬ . ً ‫واجتامعيا‬ ً ‫وسياسيا‬ ‫رؤية‬ ‫عن‬ ‫يبحثون‬ ‫وهم‬ ‫دوغالس،‬ ‫وماري‬ ‫بك‬ ‫أولريخ‬ ‫مثل‬ ‫علامء‬ ‫بها‬ ‫يقوم‬ ‫بإعداد‬ ‫اسة‬ ‫الدر‬ ‫وتويص‬ ‫البيئات.‬ ‫هذه‬ ‫مثل‬ ‫يف‬ ‫التواصل‬ ‫كيفية‬ ‫حول‬ ‫عميقة‬ ‫باللوم‬ ‫املتعلقة‬ ‫املسائل‬ ‫مثل‬ ‫الفاشيات‬ ‫حول‬ ‫للتواصل‬ ‫تكميلية‬ ‫أدوات‬ ‫ات‬ ‫تفسري‬ ‫يقبلون‬ ‫ال‬ ‫الذين‬ ‫املتلقني‬ ‫ومثل‬ ‫االختطار،‬ ‫عوامل‬ ‫توزع‬ ‫يف‬ ‫واإلنصاف‬ ‫للمرض.‬ ‫بيولوجية‬ ‫طبية‬",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}