{
    "paper_id": "857573da5352641c02c784b1e19d92fb2e49e70b",
    "metadata": {
        "title": "Enhanced detection of respiratory pathogens with nanotrap particles",
        "authors": [
            {
                "first": "Nazly",
                "middle": [],
                "last": "Shafagati",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "George Mason University",
                    "location": {
                        "settlement": "Manassas",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Katherine",
                "middle": [],
                "last": "Fite",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "George Mason University",
                    "location": {
                        "settlement": "Manassas",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexis",
                "middle": [],
                "last": "Patanarut",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ceres Nanosciences Inc",
                    "location": {
                        "settlement": "Manassas",
                        "region": "VA",
                        "country": "USA ARTICLE HISTORY"
                    }
                },
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [],
                "last": "Baer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "George Mason University",
                    "location": {
                        "settlement": "Manassas",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chelsea",
                "middle": [],
                "last": "Pinkham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "George Mason University",
                    "location": {
                        "settlement": "Manassas",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Soyeon",
                "middle": [],
                "last": "An",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Foote",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "George Mason University",
                    "location": {
                        "settlement": "Manassas",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Lepene",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "George Mason University",
                    "location": {
                        "settlement": "Manassas",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kylene",
                "middle": [],
                "last": "Kehn-Hall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "George Mason University",
                    "location": {
                        "settlement": "Manassas",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kylene",
                "middle": [],
                "last": "Kehn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Influenza virus is a leading cause of respiratory disease in the United States each year. While the virus normally causes mild to moderate disease, hospitalization and death can occur in many cases. There are several methodologies that are used for detection; however problems such as decreased sensitivity and high rates of false-negative results may arise. There is a crucial need for an effective sample preparation technology that concentrates viruses at low abundance while excluding resident analytes that may interfere with detection. Nanotrap particles are hydrogel particles that are coupled to chemical dye affinity baits that bind a broad range of proteins and virions. Within minutes (<30 minutes), Nanotrap particles concentrate low abundant proteins and viruses from clinically complex matrices. Nanotrap particles with reactive red baits concentrated numerous respiratory viruses including various strains and subtypes of Influenza virus, Coronavirus, and Respiratory Syncytial Virus from saliva, nasal fluid swab specimens, and nasal aspirates. Detection was enhanced more than 10-fold when coupled to plaque assays and qRT-PCR. Importantly, Nanotrap particle can efficiently capture and concentrate multiple viral pathogens during a coinfection scenario. These results collectively demonstrate that Nanotrap particles are an important tool that can easily be integrated into various detection methodologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza (commonly referred to as the \"flu\") is a serious respiratory illness that is caused by the Influenza virus, a negative-sense RNA virus belonging to the family Orthomyxoviridae. 1 The virus leads to seasonal epidemics as well as global pandemics. In the United States alone, the virus is responsible for more than 35,000 deaths and 200,000 hospitalizations each year. 2, 3 While seasonal epidemics occur each year, there have been several pandemics that have occurred during the last century. The emergence of a novel H1N1 strain in 1918 led to 500 million infections and over 50 million deaths worldwide. 4 Almost a century later, there was the appearance of the novel H1N1 strain of Influenza in 2009 5 that was antigenically different than any previous H1N1 epidemic strains yet striking similar to the 1918 H1N1 strain. 6 There is still concern that another pandemic, similar to the \"1918 Spanish flu,\" can emerge that would kill millions worldwide. The ability of Influenza virus to rapidly evolve results in vaccines and diagnostic assays becoming potentially ineffective.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 379,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 380,
                    "end": 381,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 615,
                    "end": 616,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 833,
                    "end": 834,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Current Influenza diagnostic capabilities have limitations, especially in the detection of the virus at low viral genomic copies. 4 While Rapid Influenza Diagnostic Tests (RIDTs) can detect the virus in less than thirty minutes, specimens must be collected as early in the illness as possible (by 72 hours after infection) so that high viral loads and viral antigen levels are present. 7 Studies conducted by CDC have shown that RIDTs are only 50-70% sensitive compared to reverse transcription polymerase chain reaction (RT-PCR) assays and viral culture, leading to many false negative results. 8 This is largely due to the use of a small volume of sample in these assays as well as the inclusion and subsequent interference of high abundant proteins in complex solutions such as nasopharyngeal aspirates and swab samples. Therefore, a definitive diagnosis must be confirmed by molecular assays or viral culture. Molecular assays such as RT-PCR are able to identify viral RNA from various strains and subtypes of Influenza. However, one limitation is that the detection of viral RNA by these assays is not indicative of viable virus or on-going Influenza viral replication in the respiratory specimen, which is only possible with viral culturing. 6 Propagation of the virus through culturing facilitates analysis of the virus by additional methods that can be used to compare the virulence and antiviral resistance of novel, circulating, and vaccine strains of the virus. 6 Therefore, there is a substantial need for an accurate and reliable sample preparation methodology that concentrates whole virus from clinically complex specimens and increases the sensitivity of various diagnostic assays for Influenza and other respiratory pathogens.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 386,
                    "end": 387,
                    "text": "7",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 596,
                    "end": 597,
                    "text": "8",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1248,
                    "end": 1249,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1473,
                    "end": 1474,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nanotrap particles are a versatile technology that can address these critical diagnostic challenges. Importantly, while most concentrators require cold-chain methodologies, Nanotrap particles can be utilized at both ambient and elevated temperatures. Furthermore, the particles are capable of concentrating analytes of interest from large volumes of complex biological fluids (such as nasal aspirates) into a significantly smaller volume (as low as 25 mL). 9,10 At the heart of Nanotrap technology is a base particle consisting of a network of crosslinked environmentally-responsive polymer chains that have been functionalized with affinity baits to facilitate analyte capture and retention. 11 The versatility of the Nanotrap particles stems from the variety of affinity baits that can be immobilized onto the polymer matrix. To date, Nanotrap particles with affinity dyes as well as ligates containing cationic, carboxylic acid, or sulfonic acid groups have been generated and utilized to target a wide range of small proteins and peptides. The analyte capture performance of the Nanotrap particles can be further altered by customizing the particle architecture (such as addition of a charged or inert polymer shell) to suit the intended application. [12] [13] [14] This novel sample preparation methodology has been utilized for the concentration and enhanced detection of infectious disease proteins, including a low-abundant bacterial antigen Outer surface protein A (OspA) used to diagnose Lyme disease 10 and the nucleoprotein of Rift Valley fever virus (RVFV). 9 While the Nanotrap particles were originally designed to specifically harvest proteins and other small molecules, recent findings by Shafagati et al have shown that the Nanotrap particles can also be used in the capture and detection of virions. 15 The ability of the Nanotrap particles to capture virions allows samples to be analyzed through numerous downstream analytical techniques (both protein and nucleic acid based) including standard sandwich ELISAs, lateral flow immunoassays, mass spectroscopy (MS) techniques, or q-RT-PCR assays. In addition to RVFV, Nanotrap particles have been shown to capture other viruses such as human immunodeficiency virus (HIV), Venezuelan equine encephalitis virus (VEEV), Influenza, human Coronavirus, and Adenovirus. 11, 15 Here these findings were expanded to determine the utility of Nanotrap particles for respiratory pathogen detection, focusing primarily on Influenza virus. Data within demonstrate that this novel sample preparation tool can be coupled to both plaque assays and qRT-PCR, to enhance viral detection at varying concentrations. Importantly, the Nanotrap particles captured virus in various clinically relevant matrices commonly used in influenza diagnostics, including nasal aspirates, nasal swabs, and saliva. Lastly, Nanotrap capture was not curtailed in a coinfection scenario with various subtypes and strains of Influenza as well as other respiratory viruses.",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 695,
                    "text": "11",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[12]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1260,
                    "end": 1264,
                    "text": "[13]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1265,
                    "end": 1269,
                    "text": "[14]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1571,
                    "end": 1572,
                    "text": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1819,
                    "end": 1821,
                    "text": "15",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2331,
                    "end": 2334,
                    "text": "11,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2335,
                    "end": 2337,
                    "text": "15",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous published findings demonstrated that several Nanotrap particles were capable of capturing different viruses, including respiratory pathogens such as Influenza. 11 In order to quantitatively determine which Nanotrap particles were able to enhance detection of Influenza A, 5 different types of Nanotrap particles (NT45, NT46, NT53, NT69, and NT120) were screened for virus capture and enrichment performance ( Table 1 ). The Nanotrap particles were incubated with one milliliter of Influenza A/California/04/09 (IA H1N1) at 5EC05 pfu/ mL. Following capture, viral RNA was extracted and the amount of virus captured was determined using qRT-PCR. While all 5 Nanotrap particles successfully captured and enriched the virus, NT46, a Nanotrap particle with an immobilized reactive red dye as the bait, provided a 10-fold increase in detection compared to samples without Nanotrap particles, which were processed in parallel (Fig. 1A) . The enrichment capability of NT46 was then confirmed in other strains and subtypes of Influenza. Another Influenza A strain, Brisbane/10/2007 (H3N2) (IA H3N2), and Influenza B were tested with and without NT46. For IA H3N2, a 9-fold increase in detection was obtained with qRT-PCR (Fig. 1B) . For Influenza B, there was a 7-fold increase in detection (Fig. 1C) . To ensure that whole infectious virus was being captured, plaque assays were performed. As in panel A, five Nanotrap particles were incubated with Influenza A, the pellet resuspended in media, and plaque assays were performed directly on the Nanotrap-viral mixture. Once again, NT46 was the best performer, providing an 8-fold increase in detection compared to the no Nanotrap control (Fig. 1D) . With NT46, a 7-fold increase in detection for IA H3N2 (Fig. 1E ) and 6-fold increase in detection with Influenza B (Fig. 1F) were obtained. Collectively, these results demonstrate that infectious virions can be captured and enriched using NT46 and increased detection, up to 10-fold and 8-fold in qRT-PCR and plaque assay, respectively can be achieved. While Influenza capture can vary depending on the strain and subtype, NT46 consistently enhanced the detection of various Influenza viruses with plaque assays and qRT-PCR. Therefore subsequent experiments were focused on evaluating the enrichment performance of NT46.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "text": "11",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 418,
                    "end": 425,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 928,
                    "end": 937,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1221,
                    "end": 1230,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1291,
                    "end": 1300,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1688,
                    "end": 1697,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1754,
                    "end": 1762,
                    "text": "(Fig. 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1815,
                    "end": 1824,
                    "text": "(Fig. 1F)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Nanotrap particles captured influenza A and B viruses"
        },
        {
            "text": "It was hypothesized that the Nanotrap particles capture virus via the surface glycoproteins. To test this hypothesis, hemagglutinin (HA) protein was incubated with Nanotrap particles and captured assessed by western blot. In agreement with the results presented in Figure 1 , NT46 was the most efficient at capturing HA protein from IA H1N1 (HA1) ( Fig. 2A) . NT46 was able to capture as little as 10 ng/mL of HA1 protein, yielding approximately 100 fold enrichment compared to the no NT control (Fig. 2B ). There are a variety of Influenza virus subtypes (currently 16 HA subtypes) and mutations in the HA protein occur quite frequently. 16 To determine if Nanotrap particles can broadly bind to HA proteins, HA5 and HA7 proteins were also tested. NT46 was also capable of capturing and enriching HA5 and HA7 proteins ( Fig. 3C and  3D ). These results indicate that Nanotrap particles can bind to multiple HA proteins and suggest that they would be capable of capturing Influenza viruses even if they were to mutate.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 641,
                    "text": "16",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 273,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 349,
                    "end": 357,
                    "text": "Fig. 2A)",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 504,
                    "text": "(Fig. 2B",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 836,
                    "text": "Fig. 3C and  3D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Nanotrap particles bind and captured influenza A hemagglutinin proteins"
        },
        {
            "text": "There are several specimens that can be used for Influenza diagnostics. These include nasopharyngeal swabs, nasopharyngeal aspirates and washes, deep nasal swabs, throat swabs, and saliva swabs and aspirates. The next set of experiments set out to demonstrate were diluted to 1EC05 pfu/mL in PBS and incubated with 100 mL NT45, NT46, NT53, NT55, or NT69 for 30 minutes at room temperature. Samples were centrifuged, unbound material removed, and the pellet was washed one time with 200 mL distilled water and incubated for an additional 15 minutes. Samples were then centrifuged and unbound material was discarded. Samples were processed for qRT-PCR (panels A-C) or plaque assays (panels D-F). No NT samples (at 100 mL volumes) were processed in parallel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reactive red nanotrap particles enhanced viral detection in clinically relevant matrices"
        },
        {
            "text": "that reactive red particles can enrich virus in these clinically relevant matrices. Nanotrap particles with an outer shell surrounding the particle core have previously been shown to function well in serum. 9, 15 It was speculated that the incorporation of an outer shell would deter viral and host proteins in nasal fluid and saliva from binding to the Nanotrap particles. Therefore, in parallel to NT46, two additional red particles with different architectures were tested for Influenza capture (Table 1) . NT46S contains an inert polymer shell surrounding the dye-functionalized Nanotrap particle core, while the NT46V particle core is encapsulated within a charged polymer shell containing sulfonic acid groups. Capture of Influenza with NT46, NT46S, and NT46V were compared to one another in a saline solution containing no additional host proteins. In this scenario, there was no significant difference in viral RNA detection among the three reactive red particle types (Fig. 3A) . Since there was no difference in capture for the two core-shell particles, only NT46 and NT46V were utilized in subsequent experiments.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 209,
                    "text": "9,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 210,
                    "end": 212,
                    "text": "15",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 498,
                    "end": 507,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 977,
                    "end": 986,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Reactive red nanotrap particles enhanced viral detection in clinically relevant matrices"
        },
        {
            "text": "NT46 and NT46V were next utilized in a nasal aspirate scenario. IA H1N1 was spiked in 10% nasal fluid in a saline solution. The Nanotrap particles were then incubated with 1ml of the spiked sample. Interestingly, the results showed a near 11-fold increase in detection for NT46 and a 7-fold increase in detection for NT46V (Fig. 3B) , suggesting that the addition of a sulfonic acid outer shell was not necessary to enhance Influenza capture. However, the capture differences between the two particles were not statistically different. IA H1N1 capture by NT46 was also demonstrated with nasal fluid from a second donor (Fig. S1 ). The capture efficiency of NT46 and NT46V was then tested in a swab scenario. IA H1N1 was spiked into nasal fluid and 50ml of the spiked samples was added onto a swab. The swab was suspended in 950ml saline solution, the swab heads spun down to remove all fluid, and the Nanotrap particles added to the sample. While both Nanotrap particles were able to concentrate IA H1N1, there was a statistically significance difference in capture with the two Nanotrap particles. The use of NT46V resulted in a 5-fold increase in detection compared to nearly 10-fold increase with the use of NT46 (Fig. 3B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 332,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 619,
                    "end": 627,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1216,
                    "end": 1224,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Reactive red nanotrap particles enhanced viral detection in clinically relevant matrices"
        },
        {
            "text": "Lastly, Nanotrap particle capture in saliva was performed. Sputum and saliva samples are less frequently used in viral diagnostics as the viral yield is significantly lower for these types of specimens. 17, 18 However, saliva is a good tool for detection as it is less invasive and easier to collect from patients. It was speculated that since the components of saliva are less viscous compared to nasal fluid samples, saliva samples would be easier to couple with Nanotrap particles. IA H1N1 was spiked into 10% saliva. To evaluate the effect of individual saliva protein composition on Nanotrap particle binding to Influenza A virus, saliva from three different donors was tested. Samples were briefly sonicated and incubated with NT46. NT46 provided an increase in detection (10.1-14.1-fold) compared to the no NT control (Fig. 3C ). Importantly, Figure 2 . Nanotrap particles enhanced detection of Influenza hemagglutinin proteins. (A) One mL of histidine-tagged hemagglutinin protein (His-HA) from IA H1N1 (1 mg/mL) was incubated with 100 mL NT45, NT46, NT53, NT55, or NT69 for 30 minutes at room temperature. (B) IA H1N1 His-HA (1 mg/mL, 100 ng/mL, or 10 ng/mL) was incubated with 100 mL NT46 for 30 minutes at room temperature. (C) His-HA proteins (1 mg/mL) from H1N1, H5N1, or H5N8 were incubated with 100 mL NT46 for 30 minutes at room temperature. (D) His-HA proteins (1 mg/mL) from H1N1, H7N2, and H7N7 were incubated with 100 mL NT46 for 30 minutes at room temperature. Samples in panels A-D were analyzed for the presence of Influenza HA by western blot using antibodies directed against the histidine tag. Control samples are His-HA at 100 mg/mL and/or 10 mg/mL (panels C and D) and a no NT (1 mg/mL of His-HA) sample at a volume of 10 mL processed in parallel.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "17,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 207,
                    "end": 209,
                    "text": "18",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 825,
                    "end": 833,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 850,
                    "end": 858,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Reactive red nanotrap particles enhanced viral detection in clinically relevant matrices"
        },
        {
            "text": "three different batches of NT46 tested in parallel demonstrated similar enrichment capabilities in both saline and 10% saliva (Fig. S2) , demonstrating that the Nanotrap particles perform consistently. NT46 was also able to capture and enrich IA H1N1 in neat saliva (Fig. 3D) . Collectively, these results demonstrate that a core-only reactive red particle, NT46, can be utilized to dramatically concentrate virus and increase viral detection in various clinical matrices containing numerous host and viral proteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 135,
                    "text": "(Fig. S2)",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 275,
                    "text": "(Fig. 3D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Reactive red nanotrap particles enhanced viral detection in clinically relevant matrices"
        },
        {
            "text": "As previously mentioned, viral shedding is highest by 48 hours after infection with Influenza and dramatically increase thereafter. 19 If samples are not collected during the peak times, false negative results are likely to occur. The goal of the next set of experiments was to utilize the Nanotrap particles to concentrate virus and increase the lower limit of detection (LOD) when viral titers are virtually undetectable. IA H1N1 was spiked into saline solution, 10% nasal fluid, or 10% saliva at various concentrations and the ability of NT46 to capture IA H1N1 was analyzed with qRT-PCR or plaque assays (Fig. 4) . At every concentration of virus tested and in all three fluids, NT46 was capable of capturing and enriching IA H1N1. Notably, at 1.0EC01 pfu/ml, viral RNA is nearing the LOD of our qRT-PCR assay. However with NT46 incubation, IA H1N1 is well above the LOD (panels A-C). Likewise IA H1N1 at 1.0EC00 pfu/ml in saliva was undetectable without Nanotrap particles, but could be readily detected with the use of NT46 (panel C). Plaque assays . Nanotrap particles enhanced detection of Influenza in clinically relevant matrices. (A) IA H1N1 was diluted to 1EC05 pfu/mL in PBS and incubated with NT46, NT46 with an outer shell (NT46S), or NT46 with an outer shell coated with VSA (NT46V). Samples were processed for qRT-PCR as described in Figure 1 . No NT samples (at 100 mL volumes) were processed in parallel. (B) For the nasal wash samples, IA H1N1 was diluted to 1EC05 pfu/mL in 10% human nasal fluid and incubated with NT46 or NT46V. For the nasal swab samples, Influenza A/California/4/2009 was diluted to 1EC06 pfu/mL in 100% human nasal fluid and spiked onto a flocked swab. The swab was swirled in 1 mL PBS, the swab head was cut and placed in a spin basket on top of the microcentrifuge tube containing the sample, and centrifuged at 14,000 rpm for 5 minutes. The swab head and spin basket were removed, the sample transferred to a new microcentrifuge tube, and 100 mL of NT46 or NT46V was added to each sample. Samples were processed for qRT-PCR as described in Figure 1 . No NT samples (at 100 mL volumes) were processed in parallel. Statistical significance for panels A and B were determined through one-way ANOVA followed by Tukey's multiple comparisons test: Ã p-value < 0 .05, ÃÃ p-value 0 .01, and ÃÃÃ p-value 0 .001. n.s. is not significant. Samples were compared to the -NT sample (significant of comparison indicated without brackets) and to each other (significance of comparison indicated with brackets). C) IA H1N1 was diluted to 1EC05 pfu/mL in 10% human saliva from three different donors and incubated with NT46. Samples were processed for qRT-PCR as described in Figure 1 . No NT samples (at 100 mL volumes) were processed in parallel. D) IA H1N1 was diluted to 1EC05 pfu/mL in 100% human saliva from a single donor and incubated with NT46. Samples were processed for qRT-PCR as described in Figure 1 . No NT samples (at 100 mL volumes) were processed in parallel. Statistical significance for panels C and D were determined through student's t-tests: ÃÃÃ p-value 0 .001, ÃÃÃÃ p-value < 0 .0001 (compared to the -NT sample).",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "text": "19",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 616,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 1351,
                    "end": 1359,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2085,
                    "end": 2093,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2703,
                    "end": 2711,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2932,
                    "end": 2940,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NT46 enhanced influenza A virus detection at both high and low titers"
        },
        {
            "text": "confirmed these results, demonstrating a consistent enrichment of IA H1N1 virions down to 7.5EC02 pfu/ ml in saline (panel D) or 2.0EC02 pfu/ml in saliva (panel E). These results demonstrate that NT46 can increase detection of IA H1N1 at both high and low viral titers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NT46 enhanced influenza A virus detection at both high and low titers"
        },
        {
            "text": "It had previously been demonstrated that Nanotrap particles can capture other respiratory pathogens such as Adenovirus (a DNA virus) and Coronavirus (another RNA virus). 11 The enrichment capabilities of the Nanotrap particles were further investigated with various viruses causing respiratory ailments. Respiratory syncytial virus A2001/3-12 strain (RSV) and Coronavirus 229E strain (CoV), two enveloped RNA viruses were tested with and without Nanotrap particles. For both RSV and CoV, the five Nanotrap particles used for the initial Influenza A screenings were utilized (Table 1) . With the exception of NT55, four out of the five Nanotrap particles captured and enriched RSV (Fig. 5A ). All five Nanotrap particles enriched CoV (Fig. 5B ). However, NT46 once again was the best performer for both viruses, providing a 14-fold and 17-fold increase in detection for RSV and CoV, respectively. Collectively, the results demonstrated that one Nanotrap particle, NT46, can be used in the capture and enrichment of multiple respiratory pathogens.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "text": "11",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 574,
                    "end": 583,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 680,
                    "end": 688,
                    "text": "(Fig. 5A",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 741,
                    "text": "(Fig. 5B",
                    "ref_id": null
                }
            ],
            "section": "Nanotrap particles enhanced detection of multiple respiratory pathogens"
        },
        {
            "text": "Coinfections of Influenza with other respiratory pathogens such as RSV and CoV can occur (especially in children and immunocompromised adults). [20] [21] [22] Therefore, it is important for a Nanotrap particle to enrich virus not only in the presence of other host and viral analytes, but also in the presence of other infectious pathogens. In order to test the enrichment capability of the Nanotrap particles, NT46 was utilized in a dual infection scenario with multiple respiratory viruses. It was hypothesized that two virus types will compete for binding of NT46, Figure 4 . Nanotrap particles enhanced detection of Influenza at both high and low titers. A-C) IA H1N1 was diluted from 1EC05 pfu/mL to 1EC01 pfu/ml in saline (panel A), 1EC05 pfu/mL to 1EC01 pfu/ml in nasal wash (panel B), or 1EC05 pfu/mL to 1EC00 pfu/ml in 10% human saliva (panel C) and incubated with NT46. Samples were processed for qRT-PCR as described in Figure 1 . No NT samples (at 100 mL volumes) were processed in parallel. D and E) IA H1N1 was diluted from 7.5EC05 pfu/ml to 7.5EC02 pfu/ml in saline solution (panel D) or diluted from 2.0EC04 pfu/mL to 2.0EC02 pfu/ml in 10% human saliva (panel E) and incubated with NT46. Samples were processed for plaque assay as described in Figure 1 . No NT samples (at 100 mL volumes) were processed in parallel. Statistical significance for all panels was determined through student's t-tests: Ã p-value 0 .05, ÃÃ p-value 0 .01, ÃÃ p-value 0 .01, ÃÃÃÃ p-value 0 .0001, and n.s is not significant (compared to the -NT sample). Dashed lines represent the lower LOD for the assays, which is 100 genomic copies/reaction for IA H1N1 qRT-PCR and 2EC01 pfu/ml for the plaque assays. and detection with Nanotrap particles for one or both viruses may therefore be decreased. To test this hypothesis, a mock coinfection scenario was performed by incubating NT46 with a sample containing both IA H1N1 and IA H3N2 at 1EC05 pfu/mL in saline solution. For the NT46-incubated samples, there was no significant change in the detection of IA H1N1 in the presence of IA H3N2. Likewise there was no statistically significant drop in IA H3N2 detection in the presence of IA H1N1 (Fig. 6A ). Next, a mock infection scenario with IA H1N1 and Influenza B (IB) viruses in saline solution was performed. Again, for the samples incubated with NT46, there was no significant change in either IA H1N1 or IB detection (Fig. 6B ). There was no significant change in detection for the no Nanotrap samples in the presence of multiple viruses (data not shown).",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[20]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 149,
                    "end": 153,
                    "text": "[21]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[22]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 576,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 939,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1260,
                    "end": 1268,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2180,
                    "end": 2188,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2410,
                    "end": 2418,
                    "text": "(Fig. 6B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Nanotrap particles enhanced detection of respiratory viruses in a coinfection scenario"
        },
        {
            "text": "Coinfection scenarios with Influenza and two other respiratory viruses, CoV and RSV, were then performed Figure 5 . Nanotrap particles captured other respiratory viral pathogens. One ml of respiratory syncytial virus (RSV) diluted to 1EC05 genomic copies/5 mL (panel A) or coronavirus (CoV) strain 229E diluted to 1EC05 genomic copies/5 mL (panel B) were added to 100 mL NT45, NT46, NT53, NT55, or NT69. Samples were processed for qRT-PCR as described in Figure 1 . No NT samples (at 100 mL volumes) were processed in parallel. Statistical significance was determined through one-way ANOVA followed by Tukey's multiple comparisons test: Ã p-value < 0 .05, ÃÃÃ p-value 0 .001, and ÃÃÃÃ p-value < 0 .0001 (compared to the -NT sample). n.s. is not significant. , or a combination of the two viruses were diluted to 1EC05 pfu/mL in PBS and incubated with NT46. (C) IA H1N1, CoV 229E strain, or a combination of the two viruses were diluted to 1EC05 pfu/mL (for IA) or 1EC05 genomic copies/5mL (for CoV) in PBS and incubated with NT46. (D) IA H1N1, RSV A2 strain, or a combination of the two viruses were diluted to 1EC05 pfu/mL (for IA H1N1) or 1EC05 genomic copies/5mL (for RSV) in PBS and incubated with NT46. Samples were processed and analyzed for qRT PCR with viral-specific primers as described in Figure 1 . No NT samples (at 100 mL volumes) were processed in parallel. Fold enrichment values for NT46 samples are shown. Statistical significance was determined through student's t-tests: ÃÃ p-value 0 .01 (compared to the -NT sample), n.s. is not significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 463,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1300,
                    "end": 1308,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Nanotrap particles enhanced detection of respiratory viruses in a coinfection scenario"
        },
        {
            "text": "in 10% saliva. In the coinfection scenario with IA H1N1 and CoV incubated with NT46, there was no change in detection for IA H1N1. However, there was a very significant drop in CoV detection from 21-fold with CoV alone to 11-fold in the presence of IA H1N1 (Fig. 6C) . In contrast to the previous experiments, there was a decrease in IA H1N1 detection in the presence of RSV, falling from 9-fold for IA H1N1 alone to 7-fold in the coinfection scenario. Although not deemed statistically significant, a decrease in RSV detection from 20-fold to 16-fold was seen in the presence of IA H1N1 (Fig. 6D ). Once again, there was no significant change in detection for the no NT samples (data not shown). Collectively, these results indicate that NT46 can capture and concentrate a variety of different viruses in a coinfection scenario. However, while enrichment with NT46 remained high, various viruses may be competing with each other for NT46 binding.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 266,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 588,
                    "end": 596,
                    "text": "(Fig. 6D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Nanotrap particles enhanced detection of respiratory viruses in a coinfection scenario"
        },
        {
            "text": "One of the primary benefits of the Nanotrap particles is their ability to capture and concentrate viruses. However, this does add additional sample processing steps to the diagnostic workflow. Therefore to determine if the capture time could be shortened, Nanotrap particles were incubated with IA H1N1 for various periods of time (5 to 30 minutes) and viral capture assayed by qRT-PCR (Fig. 7A ) or plaque assays (Fig. 7B) . Five minutes of incubation time provided similar levels of enrichment as those observed with even the longest incubation time tested (30 minutes). These results demonstrate that Nanotrap particles can rapidly capture Influenza virus and suggest that the Nanotrap particle workflow could be reduced by at least 25 minutes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 394,
                    "text": "(Fig. 7A",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 423,
                    "text": "(Fig. 7B)",
                    "ref_id": null
                }
            ],
            "section": "Nanotrap particles rapidly capture influenza A virus"
        },
        {
            "text": "Nanotrap particles have traditionally been used for the capture and enrichment of proteins. 10, 12, 14, 23 Several papers have shown that these hydrogel particles enrich numerous proteins such as insulin, myoglobin, and PDGF. 13, 14 A 2011 paper by Douglas et al demonstrated that the Nanotrap particles can dramatically concentrate Lyme disease antigens in urine and enhance detection at previously undetectable concentrations. 10 Most recently, a paper published by Shafagati et al demonstrated that the Nanotrap particles can also be utilized for the enrichment and protection of viral antigens such as RVFV NP. 9 The Nanotrap particles can also be used for the capture of virions. In 2013, the capture and enrichment of virions from RVFV and other viral pathogens was shown with several Nanotrap particles. 15 Importantly, the virus can be inactivated with heat or detergent after Nanotrap particle incubation and viral nucleic acid is still detectable with qRT-PCR. Here, the previous findings have been expanded upon to demonstrate that the Nanotrap particles can be utilized as a sample preparation tool to concentrate Influenza and other respiratory pathogens.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "10,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "12,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "14,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 104,
                    "end": 106,
                    "text": "23",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "13,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 230,
                    "end": 232,
                    "text": "14",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 429,
                    "end": 431,
                    "text": "10",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 615,
                    "end": 616,
                    "text": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 811,
                    "end": 813,
                    "text": "15",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The first goal was to determine the compatibility of the Nanotrap particles with the Influenza virus. From the initial Nanotrap particle screenings, NT46, a reactive red particle, was identified as the top candidate for capture of the H1N1 strain of Influenza. The enrichment capability of NT46 was confirmed in two other types of Influenza, an H3N2 Influenza A strain and Influenza B. The results suggested that despite variations in the HA and NA viral glycoproteins that could change binding to the Nanotrap core and/or bait, NT46 dramatically concentrates various strains and subtypes of Influenza. While the exact mechanism by which the Nanotrap Figure 7 . Nanotrap particles enriched Influenza A after five minutes of incubation. One milliliter of IA H1N1 was diluted to 1EC05 pfu/ mL in PBS and incubated with 100 mL NT46 from 5 minutes to 30 minutes at room temperature. Samples were processed for qRT-PCR (panel A) or plaque assays (panel B) as described in Figure 1 . No NT samples (at 100 mL volumes) were processed in parallel.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 651,
                    "end": 659,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 975,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "particles, specifically NT46, bind to the Influenza virus is unknown, it is hypothesized that the Nanotrap particles bind to the virus via the virus' surface glycoproteins. Data demonstrating that NT46 captures HA1, HA5, and HA7 proteins support this hypothesis. As previously mentioned, NT46 contains a reactive red dye. This triazine-derived textile dye has a negative charge and has commonly been used for protein purification via affinity chromatography. 24 The structure of the triazine dyes mimics the structure of substrates that bind to the active sites of different proteins, and is therefore able to bind a broad class of proteins and enzymes. 25 It is possible that triazine dyes may bind to molecules involved in the infection mediated by viral envelope proteins, or more specifically, the extracellular portion of viral glycoproteins that is involved in virus-cell fusion. 26 It is further speculated that a charge-based interaction could a play a role in NT46 binding with the virus. 12 The host cell membrane and sialic acid receptors have a net negative charge while HA1 subunit of human Influenza A typically has a positive charge. 27 The negative charge of the anionic NT46 may mimic the interaction that the host has with the viral glycoproteins and therefore facilitate binding to the positive charged portion of HA. Alternately, other positively-charged Nanotrap particles could be binding to the negatively charged zone in the neuraminidase active site. 16 NT46 was previously shown to capture RVFV and HIV to varying degrees. 15 However a Nanotrap particle containing cibracon blue was the most effective at capturing RVFV and HIV, suggesting that RVFV and HIV glycoproteins have a greater affinity for cibracon blue as compared to the reactive red affinity bait. In order to investigate these theories, future studies will utilize electron microscopy to determine the exact mechanism of Nanotrap particle binding to the virion.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 461,
                    "text": "24",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 654,
                    "end": 656,
                    "text": "25",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 886,
                    "end": 888,
                    "text": "26",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 998,
                    "end": 1000,
                    "text": "12",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "text": "27",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1476,
                    "end": 1478,
                    "text": "16",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1549,
                    "end": 1551,
                    "text": "15",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A common problem in diagnostics is the interference of high abundant host proteins. Nasopharyngeal and saliva samples contain viscous analytes that non-specifically bind to antibodies and can significantly decrease detection. Furthermore, nasal wash collection dramatically dilutes the sample as a total of 3-8 mL can be collected from one patient. 28, 29 However, molecular assays and RIDTs allow testing of only 50-120 mL of sample. The nasal aspirate experiments performed here utilized 1 mL of sample with Nanotrap particles. While there is a slight drop in detection in clinically relevant matrices (nasal aspirate, nasal fluid, and saliva) compared to saline solution, there is significant enrichment of both saliva and nasal aspirate samples with NT46. NT46V, the coreshell variety of NT46, was tested to determine if the presence of a polymeric shell could improve Influenza detection in clinically relevant matrices. NT46V contains an outer polymer shell functionalized with sulfonic acid groups, which provides the particle with a negative charge. Since there was no significant change in capture with particles that contained a shell versus core-only particles, the presence of the polymer shell was not necessary for analyte capture for this specific application. Virions potentially bind to host proteins such as mucin that are found in nasal fluid and saliva. The more promiscuous nature of core-only particles may allow these protein-bound virions to be captured by the Nanotrap particles, whereas the presence of a polymer shell would make any affinity baits within the core less accessible, thereby excluding the virus-protein complexes and only binding individual virions. Interestingly, when using the core-only particles masking of binding sites was not observed. One possible explanation for this observation may be due to the negative charge of the NT46 particles. Results of this study suggest that the negative charge of the NT46 particle is capable of repelling some types of matrix proteins from binding, allowing for target analytes to interact with the affinity dye immobilized onto the core particles.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "28,",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 355,
                    "text": "29",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The enrichment capability of NT46 was further tested with other viruses causing upper and lower respiratory illnesses. For RSV and CoV, which are both enveloped RNA viruses, there was up to a 21-fold increase in detection with NT46. These results strongly suggests that the Nanotrap particle core-shell and/or bait interacts with the viral glycoproteins such as the HA protein of Influenza and the spike protein of CoV. These results demonstrated that one Nanotrap particle, NT46, can be coupled to a multiplex assay that allows for the testing of various pathogens in one panel. Therefore, the data within provide critical information that lays the groundwork for future studies coupling the Nanotrap particles with clinical samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has previously been shown that Nanotrap particles work in a mixed infection scenario with RVFV and HIV coinfection. 15 Here, the findings were extended to respiratory pathogens, specifically with Influenza, CoV, and RSV. While the promiscuity of the Nanotrap particles allows for more than one virus or analyte to be captured, the results demonstrate that this feature does not interfere with the Nanotrap particle's enrichment capability in a dual infection scenario. This feature of the Nanotrap particles is favorable when the cause of infection is unknown as several viruses can result in the same symptoms. Moreover, patients may be coinfected with more than one pathogen at a time. While infectivity with multiple pathogens is rarely tested by clinicians, several studies have shown that dual respiratory virus infection occurs in almost 20% of cases of lower respiratory tract infections. This is especially common in children and in those with immunocompromised systems. 30, 31 In one study, 20 out of 75 children were infected with more than one type of respiratory virus. In most cases with children, coinfection commonly occurs with RSV and another respiratory pathogen such as Influenza. 31 Although rare, coinfection with both Influenza A and B types have also been seen in patients. 32 It is also important to note that secondary bacterial infections with Streptococcus pneumoniae oftentimes arise after infection with Influenza and may lead to serious \"superinfections.\" 33 The results show that the Nanotrap can successfully capture and detect multiple viral pathogens in one sample. While the Nanotrap particles have been utilized for the capture of virus, there is no published data on the capture of bacteria with Nanotrap particles. Since bacteria are significantly larger than viruses, Nanotrap particles with larger surface areas may be optimal for the capture of bacteria. Future studies will investigate the enrichment capability of the Nanotrap particles with bacteria causing respiratory disease (such as Streptococcus pneumoniae) and couple the Nanotrap particle technology to a multiplex assay that can test for multiple pathogens, both viral and bacterial, in one sample and with one Nanotrap particle (NT46).",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "text": "15",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 982,
                    "end": 985,
                    "text": "30,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 986,
                    "end": 988,
                    "text": "31",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1203,
                    "end": 1205,
                    "text": "31",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "text": "32",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1489,
                    "end": 1491,
                    "text": "33",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While data presented herein clearly demonstrated significant sample enrichment and detection of respiratory pathogens in complex biological fluids, there are possible limitations of the Nanotrap technology. Additional sample processing time and the need for specialized equipment (e.g. centrifuges) is a concern. One step to limit the additional processing time is to decrease the initial incubation period of the sample with the Nanotrap particles. As little as 5 minutes of incubation with NT46 captured and enriched Influenza A virus. In addition, magnetic versions of the Nanotrap particles are currently in development in order to improve the Nanotrap recovery process following sample incubation as well as shorten the sample processing time. By incorporating magnetic nanoparticles into the polymeric network of the Nanotrap particles, the Nanotraps can be collected and separated from the biofluid sample via magnetic decantation, thereby negating the need for specialized equipment such as benchtop centrifuges and allowing for the Nanotraps to be used in a resource-limited setting. Using magnetic decantation to separate the particles from the biofluid solution will also decrease the sample processing time by 30-60 minutes, depending on the workflow requirements, thereby allowing target analytes to be captured, recovered, and detected within 30 minutes or less. The second limitation relates to the availability of the affinity baits. In the event that an affinity bait is discontinued by the supplier, this would result in limited supply of the specific Nanotrap type, decreasing the availability of the Nanotrap, and increasing the cost of that Nanotrap type. As a measure to counter this, new affinity baits are being consistently tested to determine if there are any baits that can be substituted to generate a particle with capture and recovery performance to the particles that are in limited supply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Future projects will also investigate the feasibility of extending this concept to other downstream methodologies, which will include lateral flow assays (LFA), enzyme-linked immunoassays (ELISA), and bead-based immunoassay platforms which are used to detect the presence of viral antigens such as Influenza NP. The Nanotrap particle technology may resolve the sensitivity issues that are a common problem during both LFAs and ELISA diagnostics as viral titers often fall below the threshold of detection. Lastly, the Nanotrap particles will be coupled to point-of-care diagnostic devices (RIDTs) that can rapidly (<30 minutes) detect various respiratory pathogens. This concept can be expanded to numerous emerging infectious diseases and provide a quick, safe, and easy-to-use tool for diagnostics in a field and clinical setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nanotrap particles were provided by Ceres Nanosciences, Inc., Manassas, VA. Nanotraps are environmentally-responsive hydrogel particles that are based on crosslinked poly(N-isopropylacrylamide) chains. The Nanotrap particles are easily customizable and can be engineered to have the following features in addition to the main core particle: 1) a charged or inert polymer shell, 2) charged functional groups, such as carboxylic acid or amine functional groups, and/or 3) affinity dye functional groups, such as Cibacron Blue F3G-A. For the purposes of this paper, five different types of Nanotraps were engineered to suit the capture and enrichment of the target analyte. A series of QA/QC tests are conducted on each newly synthesized lot/batch of Nanotrap particles including comparing their analyte capture and recovery performance with existing lots of the same type of Nanotrap in order to ensure comparable performance and reduce batch-to-batch variability. Prior to sample incubation, 500 mL of particles were centrifuged at 14,000 rpm for 10 minutes. The Nanotrap storage solution was discarded and the pellet was resuspended in 500 mL distilled ultrapure water. The samples were centrifuged again at the same speed and time. The supernatant was once again discarded, and the pellet was resuspended in 400 mL distilled ultrapure water at a final concentration of 5 mg/mL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nanotrap particles"
        },
        {
            "text": "The Madine-Darby canine kidney (MDCK) cell line was obtained from American Type Culture Collection (ATCC). The cells were grown in Dulbecco's Modified Eagle Medium (DMEM) supplemented with 10% FBS, 1% penicillin/streptomycin, and 1% glutamax (supplemented DMEM) and cultured in a humidified environment containing 5% CO 2 at 37 C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture"
        },
        {
            "text": "Influenza A/California/4/09(H1N1), Influenza B/Taiwan/2/62, and Respiratory Syncytial Virus (A2001/3-12 strain) were obtained from BEI Resources (catalog numbers NR-13658, NR-3181, and NR-28526, respectively). Influenza A/Brisbane/10/2007 (H3N2) and Coronavirus strain 229E were obtained from Influenza Reagent Resource (catalog numbers FR-8 and FR-303, respectively). The Influenza viruses were propagated by infecting MDCK cells at 80-90% confluency at an MOI of 0.1 in Influenza Growth Media (IGM; DMEM supplemented with 1% bovine serum albumin, 1% non-essential amino acids, 1% L-glutamine, and 1% penicillin/streptomycin). Cell culture medium was collected from the cells when »80% cytopathic effect was observed [typically 24-48 hours post-infection (hpi)]. Cell culture medium was centrifuged at 10,000 rpm for 10 minutes to pellet the cellular debris. Cell free-viral supernatants were then filtered using a 0.22 mM filter and viral titers determined by plaque assays. The genome copies of the viruses were determined by extracting viral RNA from cell free viral supernatants and performing qRT-PCR with viral specific primers (described below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "Nasal fluid was obtained from Lee Biosolutions (991-13-5). Human saliva was obtained from BioreclamationIVT (HMSALIVA). Samples were sonicated using the MISO-NIX Ultrasonic Liquid Processor (XL-2000 Series model) for 3 10-second pulses at 600 W. Between pulses, the samples were incubated on ice for 10 seconds. Nasal swabs obtained from BinaxNOW Ò Influenza A and B kits were used in the mock-swab scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen samples"
        },
        {
            "text": "According to a protocol standardized by Ceres Nanosciences, 1000 mL of sample (containing virus spiked in either IGM or phosphate buffered saline) was incubated with 100 mL of Nanotrap particles at 4 mg/mL for 30 minutes at room temperature. The sample was centrifuged at 14,000 rpm for 10 minutes and the supernatant containing the unbound material was discarded. The pellet was then washed one time with 200 mL distilled ultrapure water and incubated for an additional 20 minutes. The samples were then centrifuged at 14,000 rpm for 10 minutes, after which the unbound material was discarded and the pellet was resuspended in the appropriate buffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard nanotrap particle incubation"
        },
        {
            "text": "MDCK cells were plated in 6 well plates at 1.0EC06 cells/ ml in order to achieve 100% confluency. After Nanotrap particle incubation, the pellet was resuspended in 100 mL of IGM and serial dilutions were performed directly from the resuspended sample. For the -NT samples (control viral samples not incubated with Nanotrap particles), serial dilutions were performed on a starting volume of 100 mL. A volume of 400 mL of the serial dilution was added to each well in duplicate and incubated for 50 minutes. The primary overlay (known as the CV mixture) consisted of equal parts 0.9% agarose in distilled water and media containing 2X EMEM, 5% BSA, 2% non-essential amino acids, 2% penicillin/streptomycin, 2% sodium pyruvate, and 2% L-glutamine. The CV mixture was treated with 0.011% of 2 mg/mL Trypsin-TPCK (obtained from Sigma-Aldrich). A volume of 300 mL of the CV mixture was added directly to each well. The cells were fixed with 10% formaldehyde in water after 48-72 hpi. The cells were stained with 1% Crystal Violet in 20% ethanol and water. After two hours, the crystal violet stain was washed off and the plaques formed were counted to determine the plaque forming units per milliliter (pfu/mL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque assays"
        },
        {
            "text": "After Nanotrap particle incubation, the pellet was resuspended in 100 mL of distilled ultrapure water containing carrier RNA (Life Technologies) at a 1:128 ratio. For the -NT samples, a volume of 100 mL was processed in parallel. A volume of 375 mL TRIzol LS Ò Reagent (Life Technologies) was added to the CNT and -NT samples, vortexed for 10 seconds, and allowed to incubate at room temperature for 5 minutes. A volume of 100 mL chloroform was then added to the sample and vortexed for 10 seconds. After a five minute incubation, the samples were centrifuged at 4 C and at a speed of 12,000 £ g for 15 minutes. The colorless upper aqueous phase (»200 mL) was removed and saved for downstream analysis. A volume of 50 mL of sample was transferred to a 96-well plate and RNA extraction was performed with Ambion's MagMax 96-well Viral RNA extraction kit according to manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction and quantitative reverse transcription PCR"
        },
        {
            "text": "In order to determine the number of viral genomic copies produced, qRT-PCR was performed using either the Superscript Ò III Platinum Ò SYBR Ò green One Step qRT-PCR Kit (Thermo Fisher Scientific) with viral specific primers or RNA UltraSense One-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction and quantitative reverse transcription PCR"
        },
        {
            "text": "Step Quantitative RT-PCR System (Thermo Fisher Scientific) with viral specific primers and probe. IA H1N1, RSV and CoV were detected with SYBR Ò green PCR according to a standardized protocol using 15 mL of master mix containing enzyme mix, 2X reaction mix, 10 mM forward primer and 10 mM reverse primer. Primers used include: IA H1N1 forward primer -ATT ACT GGA CAC TAG TAG AGC, IA H1N1 reverse primer -GCA TTT CTT TCC ATT GCG AA, CoV, forward primer-CGC AAG AAT TCA GAA CCA GAG; CoV reverse primer -GGC AGT CAG GTT CTT CAA CAA, RSV forward primer -CAT CCA GCA AAT ACA CCA TCC A, RSV reverse primer -TTC TGC ACA TCA TAA TTA GGA GTA TCA A. The samples were heated at 50 C for 3 minutes hold, 95 C for 5 minutes hold, and 40 cycles of 95 C for 15 seconds and 49-52 C for 30 seconds. A melting curve was added at the end of the reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction and quantitative reverse transcription PCR"
        },
        {
            "text": "For IA H3N2 and Influenza B detection, the RNA UltraSense kit was used according to a standardized protocol using 20 mL of master mix containing enzyme mix, 5X reaction mix, ROX reference dye, 10 mM TaqMan fluorogenic probe, 40 mM forward primer and 40 uM reverse primer added to 5 mL of extracted RNA. The primer and probe set was obtained from BEI resources (NR-15592 and NR-15592). The samples were heated at 50 C for 30 minutes, 95 C for 2 minutes, and at 95 C and 55 C for 45 cycles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction and quantitative reverse transcription PCR"
        },
        {
            "text": "qRT-PCR analysis was performed using the StepOne Plus Real Time PCR System (Applied biosystems). Viral genomic copies were determined by comparing the unknowns to a standard curve containing known RNA quantities and extrapolating the value. RNA standards were made by extracting viral RNA from IA H1N1, IA H3N2, Influenza B, RSV, and CoV viral supernatants using TRIzol LS Ò Reagent and quantifying the viral RNA with Quant-iT Ribogreen RNA assay kit (Thermo-Fisher Scientific). Representative standard curves for each qRT-PCR assay are shown in Figure S3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 546,
                    "end": 555,
                    "text": "Figure S3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RNA extraction and quantitative reverse transcription PCR"
        },
        {
            "text": "Histidine-tagged hemagglutinin (HA) proteins from Influenza A/California/07/2009 (H1N1), Influenza A/ Indonesia/5/2005 (H5N1), Influenza A/gyrfalcon/ Washington/41088-6/2014 (H5N8), Influenza A/New York/107/2003 (H7N2), and Influenza A/Netherlands/ 219/2003 (H7N7) were obtained from Influenza Reagent Resource (catalog numbers FR-559, FR-59, FR-1418, FR-69, and FR-71, respectively). Nanotrap pellets containing captured Influenza HA proteins were resuspended in 25 mL of blue lysis buffer (containing 1:1 mixture of T-PER reagent (Pierce, IL), 2£ Tris-glycine SDS sample buffer (Novex, Invitrogen), 33 mM DTT, and protease and phosphatase inhibitor cocktail (1£ Halt cocktail, Pierce)). No Nanotrap control samples were resuspended in 10 mL of lysis buffer. All samples were boiled for 10 min. The Nanotrap samples were then centrifuged at 14,000 rpm. The supernatant was saved into a new microcentrifuge tube containing 2 mL NuPAGE Ò 4X LDS buffer (Invitrogen) and samples centrifuged for a second time to ensure that all Nanotrap particles were pelleted. The supernatants were separated on NuPAGE Ò 4-12% Bis-Tris gels (Invitrogen) and transferred to nitrocellulose or PVDF membranes at 80 mA at 4 C overnight. The membranes were blocked with 3% milk in 1£ PBS C0.1% Tween (PBS-T) for 1 hour at room temperature. His-tag antibody (Cell Signaling Technology) was diluted in 3% milk in PBS-T at a 1:1000 dilution. The membranes were then washed 3 times with PBS-T and incubated with secondary HRP-coupled anti-rabbit antibody (Cell Signaling Technology) diluted 1:2,000 in 3% milk for 1 hour and then washed 4 times with PBS-T for 5 minutes. The protein gel blots were visualized by chemiluminescence using SuperSignal West Femto Maximum Sensitivity Substrate kit (Thermo-Scientific) and a Bio-Rad Molecular Imager Chemi-Doc XRS system (Bio-Rad).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blot analysis"
        },
        {
            "text": "Statistical significance was determined using either student's unpaired t test to compare the mean or fold enrichment values of the two sample sets (no NT controls and NT46) or one-way ANOVA followed by Tukey's multiple comparisons test. Differences were deemed statistically significant if the p-value was 0 .05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "BL and AP are employed by Ceres Nanosciences. Co-author KKH is a member of the Scientific Advisory board at Ceres Nanosciences. BL is a shareholder at Ceres Nanosciences. The Nanotrap particles used in this study were research grade and provided by Ceres Nanosciences which are not commercially available products. This does not alter the authors' adherence to all of the policies on sharing data and materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of potential conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Complications of Viral Influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rothberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Haessler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Med",
            "volume": "121",
            "issn": "",
            "pages": "258--64",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza type A in humans, mammals and birds: Determinants of virus virulence, host-range and interspecies transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Baigent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccauley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BioEssays",
            "volume": "25",
            "issn": "",
            "pages": "657--71",
            "other_ids": {
                "DOI": [
                    "10.1002/bies.10303"
                ],
                "PMID": [
                    "12815721"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Updating the Accounts: Global Mortality of the 1918-1920",
            "authors": [
                {
                    "first": "Npas",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Spanish\" Influenza Pandemic. Bull Hist Med",
            "volume": "76",
            "issn": "",
            "pages": "105--120",
            "other_ids": {
                "DOI": [
                    "10.1353/bhm.2002.0022"
                ],
                "PMID": [
                    "11875246"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Centers for Disease Control and Prevention. CDC Novel H1N1 Flu | The 2009 H1N1 Pandemic: Summary Highlights",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What's Old Is New: 1918 Virus Matches 2009 H1N1 Strain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "327",
            "issn": "",
            "pages": "1563--1567",
            "other_ids": {
                "PMID": [
                    "20339037"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nonpharmaceutical Interventions for Pandemic Influenza",
            "authors": [],
            "year": 2006,
            "venue": "International Measures. Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "81--88",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "CDC -Rapid Diagnostic Testing for Influenza: Information for Health Care Professionals | Health Professionals | Seasonal Influenza (Flu)",
            "authors": [],
            "year": 2014,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The use of Nanotrap particles in the enhanced detection of Rift Valley fever virus nucleoprotein",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shafagati",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lundberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patanarut",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fite",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lepene",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kehn-Hall",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PloS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "26020252"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Use of Hydrogel Microparticles to Sequester and Concentrate Bacterial Antigens in a Urine Test for Lyme Disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tamburro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fredolini",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Espina",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Lepene",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ilag",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Espina",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Petricoin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Liotta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luchini",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biomaterials",
            "volume": "32",
            "issn": "",
            "pages": "1157--66",
            "other_ids": {
                "PMID": [
                    "21035184"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The use of Nanotrap particles for biodefense and emerging infectious disease diagnostics",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shafagati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patanarut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luchini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lundberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petricoin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liotta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lepene",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kehn-Hall",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pathog Dis",
            "volume": "71",
            "issn": "2",
            "pages": "164--76",
            "other_ids": {
                "DOI": [
                    "10.1111/2049-632X.12136"
                ],
                "PMID": [
                    "24449537"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Nanoparticle Technology: Addressing the fundamental roadblocks to protein biomarker discovery",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luchini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fredolini",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Espina",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Meani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reeder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rucker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Petricoin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Liotta",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr Mol Med",
            "volume": "10",
            "issn": "",
            "pages": "133--174",
            "other_ids": {
                "DOI": [
                    "10.2174/156652410790963268"
                ],
                "PMID": [
                    "20196732"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Smart Hydrogel Particles: Biomarker Harvesting: One-step affinity purification, size exclusion, and protection against degradation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luchini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Geho",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dufour",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Espina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patanarut",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nano Lett",
            "volume": "8",
            "issn": "",
            "pages": "350--61",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Synthesis and characterization of hydrogel particles containing Cibacron Blue F3G-A",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patanarut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luchini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Botterell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Longo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vorster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Petricoin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Liotta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Colloids Surf Physicochem Eng Asp",
            "volume": "362",
            "issn": "",
            "pages": "8--19",
            "other_ids": {
                "DOI": [
                    "10.1016/j.colsurfa.2010.03.023"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Use of NanoTrap Particles as a Sample Enrichment Method to Enhance the Detection of Rift Valley Fever Virus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shafagati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fite",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pinkham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kashanchi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lepene",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kehn-Hall",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Negl Trop Dis",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "23861988"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Comparison of Four Clinical Specimen Types for Detection of Influenza A and B Viruses by Optical Immunoassay (FLU OIA Test) and Cell Culture Methods",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Covalciuc",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Microbiol",
            "volume": "37",
            "issn": "",
            "pages": "3971--3975",
            "other_ids": {
                "PMID": [
                    "10565916"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Guti errez F. Comparison of combined nose-throat swabs with nasopharyngeal aspirates for detection of pandemic influenza A/H1N1 2009 virus by real-time reverse transcriptase PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ortiz De La Tabla",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Masi A M",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Antequera",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gazquez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Buñuel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "3492--3497",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.01105-10"
                ],
                "PMID": [
                    "20702662"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Viral shedding and clinical illness in naturally acquired influenza virus infections",
            "authors": [
                {
                    "first": "Llh",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "Cky",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Houck",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Co-infections with influenza and other respiratory viruses",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stefanska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Romanowska",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Donevski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gawryluk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Brydak",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Adv Exp Med Biol",
            "volume": "756",
            "issn": "",
            "pages": "291--301",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Respiratory syncytial virus: co-infection and paediatric lower respiratory tract infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Vu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshino",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "Tta",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morimoto",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur Respir J",
            "volume": "42",
            "issn": "",
            "pages": "461--470",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00101812"
                ],
                "PMID": [
                    "23645407"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The role of infections and coinfections with newly identified and emerging respiratory viruses in children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Debiaggi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Canducci",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Ceresola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clementi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virol J",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-9-247"
                ],
                "PMID": [
                    "23102237"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Multifunctional core-shell nanoparticles: discovery of previously invisible biomarkers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tamburro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fredolini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Espina",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ranganathan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ilag",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Espina",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Muto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Am Chem Soc",
            "volume": "133",
            "issn": "",
            "pages": "19178--88",
            "other_ids": {
                "DOI": [
                    "10.1021/ja207515j"
                ],
                "PMID": [
                    "21999289"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Dye Affinity Chromatography",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stellwagen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Current Protocols in Protein Science",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/onlinelibrary.wiley.com/doi/10.1002/0471140864.ps0902s00/abstract"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Triazine dyes inhibit HIV-1 entry by binding to envelope glycoproteins",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hattori",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kubo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nishikawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sakaida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uchiyama",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Microbiol Immunol",
            "volume": "41",
            "issn": "",
            "pages": "717--741",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1348-0421.1997.tb01916.x"
                ],
                "PMID": [
                    "9343823"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The transmembrane glycoprotein of human immunodeficiency virus type 1 induces syncytium formation in the absence of the receptor binding glycoprotein",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "",
            "pages": "4134--4177",
            "other_ids": {
                "PMID": [
                    "1602536"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Compensatory Evolution of Net-Charge in Influenza A Virus Hemagglutinin",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0040422"
                ],
                "PMID": [
                    "22808159"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Structure, Function, and Inhibition of Influenza Virus Neuraminidase",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Garman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Laver",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Viral Membrane Proteins: Structure, Function, and Drug Design",
            "volume": "",
            "issn": "",
            "pages": "247--67",
            "other_ids": {
                "DOI": [
                    "http:/link.springer.com/chapter/10.1007/0-387-28146-0_17"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Massachusettes General Hospital. MGH Microbiology Specimen Collection Procedure for Rapid RSV Antigen Detection",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Dual Respiratory Virus Infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Drews",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Atmar",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Glezen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Piedra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Infect Dis",
            "volume": "25",
            "issn": "",
            "pages": "1421--1430",
            "other_ids": {
                "DOI": [
                    "10.1086/516137"
                ],
                "PMID": [
                    "9431390"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Viral etiology of acute respiratory tract infections in children presenting to hospital: role of polymerase chain reaction and demonstration of multiple infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Werno",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Beynon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Murdoch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Infect Dis J",
            "volume": "23",
            "issn": "",
            "pages": "1003--1010",
            "other_ids": {
                "DOI": [
                    "10.1097/01.inf.0000143648.04673.6c"
                ],
                "PMID": [
                    "15545854"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Report of two cases of influenza virus A/H1N1v and B co-infection during the 2010/2011 epidemics in the Italian Veneto Region",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Calistri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Salata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cosentino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asnicar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Franchin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cusinato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pacenti",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Donatelli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virol J",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-8-502"
                ],
                "PMID": [
                    "22050693"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Influenza and Bacterial Superinfection: Illuminating the Immunologic Mechanisms of Disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rynda-Apple",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Alcorn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Immun",
            "volume": "83",
            "issn": "",
            "pages": "3764--70",
            "other_ids": {
                "DOI": [
                    "10.1128/IAI.00298-15"
                ],
                "PMID": [
                    "26216421"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Nanotrap particles captured Influenza A virions. One milliliter of Influenza A/California/4/2009 (IA H1N1), Influenza A/Brisbane/ 10/2007 (IA H3N2), or Influenza B/Taiwan/2/62 (Influenza B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 3. Nanotrap particles enhanced detection of Influenza in clinically relevant matrices. (A) IA H1N1 was diluted to 1EC05 pfu/mL in PBS and incubated with NT46, NT46 with an outer shell (NT46S), or NT46 with an outer shell coated with VSA (NT46V). Samples were processed for qRT-PCR as described in Figure 1. No NT samples (at 100 mL volumes) were processed in parallel. (B) For the nasal wash samples, IA H1N1 was diluted to 1EC05 pfu/mL in 10% human nasal fluid and incubated with NT46 or NT46V. For the nasal swab samples, Influenza A/California/4/2009 was diluted to 1EC06 pfu/mL in 100% human nasal fluid and spiked onto a flocked swab. The swab was swirled in 1 mL PBS, the swab head was cut and placed in a spin basket on top of the microcentrifuge tube containing the sample, and centrifuged at 14,000 rpm for 5 minutes. The swab head and spin basket were removed, the sample transferred to a new microcentrifuge tube, and 100 mL of NT46 or NT46V was added to each sample. Samples were processed for qRT-PCR as described in Figure 1. No NT samples (at 100 mL volumes) were processed in parallel. Statistical significance for panels A and B were determined through one-way ANOVA followed by Tukey's multiple comparisons test: Ã p-value < 0 .05, ÃÃ p-value 0 .01, and ÃÃÃ p-value 0 .001. n.s. is not significant. Samples were compared to the -NT sample (significant of comparison indicated without brackets) and to each other (significance of comparison indicated with brackets). C) IA H1N1 was diluted to 1EC05 pfu/mL in 10% human saliva from three different donors and incubated with NT46. Samples were processed for qRT-PCR as described in Figure 1. No NT samples (at 100 mL volumes) were processed in parallel. D) IA H1N1 was diluted to 1EC05 pfu/mL in 100% human saliva from a single donor and incubated with NT46. Samples were processed for qRT-PCR as described in Figure 1. No NT samples (at 100 mL volumes) were processed in parallel. Statistical significance for panels C and D were determined through student's t-tests: ÃÃÃ p-value 0 .001, ÃÃÃÃ p-value < 0 .0001 (compared to the -NT sample).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Nanotrap particles captured multiple viruses in one sample. (A) Influenza A/California/4/2009 (IA H1N1), Influenza A/Brisbane/ 10/2007 (IA H3N2), or a combination of the 2 viruses were diluted to 1EC05 pfu/mL in PBS and incubated with NT46. B) IA H1N1, Influenza B/Taiwan/2/62 (IB)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Nanotrap particle bait and shell chemistries.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The following reagents were obtained through BEI Resources, NIAID, NIH: Human Respiratory Syncytial Virus, A2001/3-12 ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}