{
    "paper_id": "85e00fe8099f838d9eb455a7f62440d1bf7bc639",
    "metadata": {
        "title": "First Clinical Study Using HCV Protease Inhibitor Danoprevir to Treat Naïve and Experienced COVID-19 Patients",
        "authors": [
            {
                "first": "Hongyi",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhicheng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhihua",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fanghua",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaodong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ascletis Bioscience Co., Ltd",
                    "location": {
                        "addrLine": "Zhejiang province",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yahong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ascletis Bioscience Co., Ltd",
                    "location": {
                        "addrLine": "Zhejiang province",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinzi",
                "middle": [
                    "J"
                ],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ascletis Bioscience Co., Ltd",
                    "location": {
                        "addrLine": "Zhejiang province",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "absence of interferon nebulization (the background therapy). 10 patients were planned to be enrolled and actually 11 patients were enrolled. All patients were moderate COVID-19 patients per China National Standards [14] . These patients were recruited and screened, and eligible patients were enrolled and treated with danoprevir boosted by ritonavir in the presence or absence of interferon nebulization (as the background therapy) for 4 to12 days until being discharged from the hospital. Treatment naïve patients never received any antiviral therapies such as lopinavir/ritonavir and interferon nebulization prior to the treatment of danoprevir boosted by ritonavir. Treatment experienced patients had received at least one dose of any antiviral therapies such as lopinavir/ritonavir and interferon nebulization prior to the treatment of danoprevir boosted by ritonavir. Treatment regimen and dosing frequency are: (1) danoprevir, 100 mg per tablet, 1 tablet at a time, twice per day; (2) ritonavir, 100 mg per tablet, 1 tablet at a time, twice per day; (3) if administered, aerosol inhalation of αinterferon (interferon nebulization), 5 million units at a time, twice per day.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The conditions of the patients were monitored daily by attending physicians. Routine laboratory test of blood indexes, biochemical parameters, and chest computer tomography (CT) were carried out in need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to China National Standards [14] , the following four conditions must be all met prior to the discharge: (1) normal body temperature for more than 3 days; (2) significantly recovered respiratory symptoms; (3) lung imaging shows obvious absorption and recovery of acute exudative lesion; and (4) two consecutive RT-PCR negative tests of SARS-CoV-2 nucleotide acid (respiratory track sampling with interval at least one day). Furthermore, patients were reviewed by expert committee comprised of elite clinicians before the discharge.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All patients signed informed consent form. The Ethics Committee of the hospital approved the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Chinese adult (18-75 years old in both genders) pneumonia patients with SARS-COV-2 infection confirmed to be positive by RT-PCR; demonstrated respiratory symptoms and imaging-confirmed pneumonia as defined in China National Standards; naïve patients were newly diagnosed patients who never received any antiviral treatments and danoprevir/ritonavir treatment were initiated within 7 days or less from the diagnosis; experienced patients might receive antiviral therapies with dosage and treatment duration recommended by China National Standards [14] ; women and their partners with no planned pregnancy for 6 months after the study and willing to take effective contraceptive measures within 30 days from the first administration of the study drugs; patients agreed that they would not participate in other clinical trials within 30 days from the last administration of the study drugs; patients were willing to sign informed consent form.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 550,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "Severe COVID-19 patients met one of the following conditions: (1) Respiratory rate (RR) ≥ 30 times / min; (2) SaO2 / SpO2 ≤ 93% in resting state; (3) arterial partial pressure of oxygen (PaO2) / concentration of oxygen (FiO2) ≤ 300 mmHg (1mmhg = 0.133 kPa; critical COVID-19 patients met one of the following conditions: (1) respiratory failure and need mechanical ventilation; (2) shock; (3) other organ failure combined with ICU treatment; severe liver disease (such as child",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 381,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "Pugh score ≥ C, AST > 5 times upper limit); patients with contraindications specified in the label of ritonavir tablets; the pregnancy test of female subjects during the screening period was positive; the researchers judged that the patient was not suitable to participate in this clinical study (for example, patients with multiple basic diseases, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "Real-time PCR (RT-PCR) testing of SARS-COV-2 ORF1ab gene was performed in the clinical laboratory of the Ninth Hospital of Nanchang following the test kit instruction of DAAN Gene (manufacturer), Guangzhou, China. The lowest detection limit of this kit is 1×10 3 copies/ml. Briefly, Nasal and phlegm swab specimens were collected and then put in a sterile tube containing 2 to 3 ml of viral transport medium. Total cellular RNA was isolated by TRIzol reagent (Invitrogen) from 200 µl transport medium. RT-PCR was conducted in LightCycler 480 (Roche) by mixing 17 µl PCR solution A, 3 µl PCR solution B and 5 µl sample RNA in one tube. A positive control was used to determine the positivity of the samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-PCR protocol"
        },
        {
            "text": "Chest CT scans were conducted using Highspeed dual-slice spiral CT (GE, USA). All CT images were axial thin-section non-contrast and were undergone 5 mm reconstruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT scans"
        },
        {
            "text": "Efficacy endpoints include (1) time to discharge; (2) rate of two consecutive RT-PCR negative tests of SARS-CoV-2 nucleotide acid (respiratory track sampling and sampling interval at least one day apart); (3) lung imaging showing obvious absorption and recovery of acute exudative lesion ; (4) significantly improved respiratory symptoms; (5) normal body temperature for at least 3 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy endpoints"
        },
        {
            "text": "A total of 11 moderate COVID-19 patients were enrolled, including two naive patients and nine experienced patients. The baseline demographic characteristics for all enrolled patients are illustrated in Table 1 . The age range of the patients were 18 to 66 years old, with 4 males in total 11 patients. Two experienced patients, patient 5 6 and patient 78, had a history of hypertension. The symptoms reported at illness onset were mainly fever, cough and shortness of breath. Two naive patients were hospitalized for 9 and 7 days, respectively, and the experienced patients were hospitalized for a median duration of 20 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 209,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Baseline demographic and clinical characteristics"
        },
        {
            "text": "The key parameters of 11 patients were presented in Table 2 and illustrated graphically in Figure 1 . In general, nine patients experienced lopinavir/ritonavir along with interferon nebulization treatment were enrolled and switched to danoprevir/ritonavir treatment, including four patients with interferon nebulization and five patients without interferon nebulization after switching. Two naive patients received danoprevir/ritonavir plus interferon nebulization treatment. After initiation of danoprevir/ritonavir treatment, the first negative RT-PCR test occurred at a median of 2 days, ranging from 1 to 8 days, and the obvious absorption in CT scans occurred at a median 3 days, ranging from 2 to 4 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 91,
                    "end": 99,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Baseline demographic and clinical characteristics"
        },
        {
            "text": "Two treatment naïve patients received danoprevir/ritonavir plus interferon nebulization upon hospitalization. The medical history, treatment and various examinations for one of two patients, patient 1, were described in details below.  On February 19, 2020, a woman in her 40's, who had a close contact with a COVID-19 patient, was tested positive SARS-COV-2 in nasal swab with RT-PCR and thus admitted to the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Naïve patients receiving danoprevir/ritonavir plus interferon nebulization"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Naïve patients receiving danoprevir/ritonavir plus interferon nebulization"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The vital sign of the patient showed body temperature (BT) of 36.4℃ and oxygen saturation (SPO 2 ) of 99% under ambient air. The breathing sound was normal initially. She had no other underlying disease before this onset.  In the morning of February 20, she was given the first dose of danoprevir boosted by ritonavir, along with interferon nebulization.  On February 20, both lower lungs showed multiple diffuse patch-shape areas and ground-glass opacity (GGO), especially obvious in the left lower lung, based on chest CT scans ( Figure 2A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 534,
                    "end": 543,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The laboratory results revealed lymphopenia (0.62 ×10 9 /L) and elevated platelet (322 ×10 9 /L) ( Table 3) .  On February 22, 3 days after receiving danoprevir boosted by ritonavir treatment, the patient didn't show abnormal symptoms or vital signs. The lower lobe of bilateral lung showed decreased GGO and patch-shaped areas compared to the previous image on February 20, indicating partial absorption ( Figure 2B ). The RT-PCR results of nasal swab became negative. These results indicated the patient had a quick response to the treatment of danoprevir boosted by ritonavir, along with interferon nebulization.  On February 24, 5 days after receiving danoprevir boosted by ritonavir treatment, the GGO and patch-shaped areas in both lungs significantly decreased in density and scale ( Figure 2C ) compared to the previous image on February 22. And the RT-PCR results of nasal swab were repeatedly negative on February24 and February 26.  On February 28, Patient #1 was given the last dose of danoprevir boosted by ritonavir, along with interferon nebulization. Since she met all four discharge standards described in Methods section, the patient was discharged from the hospital on the same day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 408,
                    "end": 417,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 793,
                    "end": 802,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Nine treatment experienced patients were on lopinavir/ritonavir plus interferon nebulization treatment ranging from 2 to 13 days. Four Patients experienced lopinavir/ritonavir plus interferon nebulization treatment for 2 to 5 days with CT scans worsened and switched to danoprevir/ritonavir with interferon nebulization. The medical history, treatment and various examinations for one of patients, patient 6, were described in details below.  On February 14, 2020, a man in his 40's was admitted in to the hospital for positive RT-PCR nucleic acid test of SARS-CoV-2 in nasal swab. His family member was diagnosed with COVID-19 on February 11. Based on chest CT scans, subpleural area of the right lower lung showed GGO ( Figure 3A ). On admission, the patient reported a 3-day history of chest distress and fatigue. He showed no signs of fever, shortness of breath, nausea, and diarrhea. He had a history of hypertension.  In the evening of February 14, he was given the first dose of Kaletra (lopinavir (200 mg) /ritonavir (50 mg), per tablet), 2 tablets at a time, twice per day, along with interferon nebulization.  On February 15, the patient reported he still had chest distress. Soft thin stool was still reported and occasional cough and white sputum appeared. The patient continued lopinavir/ritonavir treatment and received rehydration supportive care.  On February 17, 3 days after receiving lopinavir/ritonavir treatment, the lower lung showed further consolidation, along with GGO and patch-shape areas based on CT scans ( Figure 3B ). Therefore, in the evening of February 17, lopinavir/ritonavir treatment was stopped and the . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 723,
                    "end": 732,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1540,
                    "end": 1549,
                    "text": "Figure 3B",
                    "ref_id": null
                }
            ],
            "section": "Experienced patients treated with lopinavir/ritonavir plus interferon nebulization and switched to danoprevir/ritonavir with or without interferon nebulization"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.22.20034041 doi: medRxiv preprint patient was switched to danoprevir boosted by ritonavir, along with interferon nebulization. On February 18, patient had a weak positive RT-PCR test for viral RNA in nasal swab.  On February 20, 4 days after receiving danoprevir boosted by ritonavir treatment, the right lower lung showed shrunken patch-shape areas and decreased density of GGO ( Figure 3C ). On the same day, RT-PCR test with the nasal swab became negative and remained negative at the next day RT-PCR test.  In the morning of February 23, the patient received the last dose of danoprevir boosted by ritonavir treatment. Since he met all four discharge standards described in Methods section, the patient was discharged from the hospital on the same day. Five patients failed lopinavir/ritonavir plus interferon nebulization and switched to danoprevir/ritonavir without interferon nebulization. The medical history, treatment and various examinations for one of patients, patient 8, were described in details below.  On February 9, a woman in her 40's, who was a permanent resident in Wuhan City, was admitted to the hospital due to maximum BT 38℃ and RT-PCR positive SARS-CoV-2 in nasal swab. She had occasional coughs with white sputum. The vital sign of the patient showed BT of 37.4℃ and SPO2 of 99% under ambient air. The patient had half-year history of hypertension. The patient was given the first dose of lopinavir/ritonavir, 2 tablets at a time, twice per day, along with interferon nebulization in the evening of February 9.  On February 10, based on CT scans, subpleural areas of both lower lungs and the tongue-like segment of the left lung showed GGO and patch-shape areas ( Figure 4A ). From February 10 to February 13, the patient showed slightly fluctuating BT (maximum 37.3℃ to minimum 36.4℃), coughs with white sputum, anorexia and diarrhea with yellow thin stool. The laboratory results revealed leukopenia (3.40 ×10 9 /L) and lymphopenia (0.7 ×10 9 /L) ( Table 3) .  On February 13, 4 days after receiving lopinavir/ritonavir treatment, GGO and patch-shape areas showed a slightly higher density ( Figure 4B ) compared to previous CT image on February 10.  On February 17, 8 days after receiving lopinavir/ritonavir treatment, the patient reported improved appetite and sleeping while coughing with white sputum remained. CT scan showed that no significant changes were obat served compared to previous CT image on February 13 and the opacities at tongue-like segment increased ( Figure 4C ).  On February 19, the patient received the last dose of lopinavir/ritonavir and interferon nebulization. The treatment duration of both lopinavir/ritonavir and interferon nebulization exceeded the recommendation by China National Standards [14] . As a result, both lopinavir/ritonavir and interferon nebulization were stopped.  On February 20, she was switched to danoprevir boosted by ritonavir without interferon nebulization .  On February 22, 3-day after receiving danoprevir/ritonavir treatment, RT-PCR test was negative in both nasal and phlegm swabs.  On February 23, 4 days after switching to danoprevir boosted by ritonavir, the patient showed improved white blood cell count (4.31 × 10 9 /L) ( Table 3) . CT scans showed GGO and patch-shape areas decreased in density compared to previous CT images on February 17, indicating absorption in both lungs ( Figure 4D ).  On February 25, the patient received the last dose of danoprevir boosted by ritonavir.  On February 26, CT scans showed the lesions in tongue-like segment of the lung were ↓ indicates the value is lower than the minimum reference value. ↑ indicates the value is higher than the maximum reference value. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 2517,
                    "end": 2528,
                    "text": "February 13",
                    "ref_id": null
                },
                {
                    "start": 2835,
                    "end": 2839,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 464,
                    "text": "Figure 3C",
                    "ref_id": null
                },
                {
                    "start": 1768,
                    "end": 1777,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2055,
                    "end": 2063,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2199,
                    "end": 2208,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2582,
                    "end": 2591,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3302,
                    "end": 3310,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 3461,
                    "end": 3470,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.22.20034041 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19) WHO official website",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19-11 Mar ch 2020. WHO official website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Learning from the Past: Possible Urgent Preventio n and Treatment Options for Severe Acute Respiratory Infections Caused by 2019-nC oV",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lalonde",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chembiochem",
            "volume": "21",
            "issn": "5",
            "pages": "730--738",
            "other_ids": {
                "DOI": [
                    "10.1002/cbic.202000047"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Drug repurposing for new, efficient, broad spectrum antivirals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "García-Serradilla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Risco",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pacheco",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Virus Res",
            "volume": "15",
            "issn": "",
            "pages": "22--31",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Preclinical characteristics of the hepatitis C virus NS3/4A protease inhibitor ITMN-191 (R7227)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Seiwert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Antimicrob Agents Chemother",
            "volume": "52",
            "issn": "12",
            "pages": "4432--4473",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.00699-08"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy and Safety of 12-week Interferon-based Dano previr Regimen in Patients with Genotype 1 Chronic Hepatitis C",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Transl Hepat ol",
            "volume": "7",
            "issn": "3",
            "pages": "221--225",
            "other_ids": {
                "DOI": [
                    "10.14218/JCTH.2019.00018"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Efficacy and Safety of All-oral, 12-week Ravidasvir P lus Ritonavir-boosted Danoprevir and Ribavirin in Treatment-naïve Noncirrhotic HCV Genotype 1 Patients: Results from a Phase 2/3 Clinical Trial in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Transl Hepatol",
            "volume": "7",
            "issn": "3",
            "pages": "213--220",
            "other_ids": {
                "DOI": [
                    "10.14218/JCTH.2019.00033"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00127-20"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Composition and divergence of coronavirus spike protei ns and host ACE2 receptors predict potential intermediate hosts of SARS-CoV-2. J M ed Virol",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25726"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Systematic Review of Lopinavir Therapy for S ARS Coronavirus and MERS Coronavirus-A Possible Reference for Coronavirus Disea se-19 Treatment Option",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25729"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "3",
            "pages": "252--256",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Broad spectrum antiviral remdesivir inhibits h uman endemic and zoonotic deltacoronaviruses with a highly divergent RNA dependen t RNA polymerase",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Won",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Antiviral Res",
            "volume": "169",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Potentially highly potent drugs for 2019-nCoV",
            "authors": [
                {
                    "first": "Kaifu",
                    "middle": [],
                    "last": "Duc Duy Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Jiahui",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Biorxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.05.936013"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Diagnosis and Treatment Program for Novel Coronavirus Infection (Trial Version 6)\". National Health Commission of the People's Republic of China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Timeline of RT-PCR tests, CT scans, and antiviral treatments of the enrolled patients. # Patient 10's lung imaging didn't show obvious lesion at admission and during the hospitalization.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Naïve patient receiving danoprevir/ritonavir plus interferon nebulization (Patient 1) GGO, ground-glass opacity. Red arrows indicate the possible lesions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Patient failed lopinavir/ritonavir plus interferon nebulization and switched to danoprevir/ritonavir without interferon nebulization (Patient 8) GGO, ground-glass opacity. Red arrows indicate the possible lesions. * Viral RNA was undetectable in both nasal and phlegm swabs. patch-shape areas decreased in density compared to previous CT images, indicating absorption in both lungs.The lesions in tongue-like segment of the lung were completely absorbed. Opacities in both lower lungs decreased in density compared to previous CT image.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline demographic characteristics, underlying medical condition, and clinical characteristics of 11 patients receiving danoprevir boosted by ritonavir treatment # The values were presented as median with maximum and minimum values in bracket. $ Two experienced patients, patient 5 6 and patient 78, had a history of hypertension.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Key parameters of 11 patients receiving danopreivr boosted by ritonavir treatment",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Laboratory tests and underlying disease of three representative patients before and after receiving danopreivr boosted by ritonavir treatment",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The lower lobe of bilateral lung showed decreased GGO and patch-shaped areas compared to the previous image, indicating partial absorption. The GGO and patch-shaped areas in both lungs significantly decreased in density and scale compared to the previous image.Figure 3 Experienced patient treated with lopinavir/ritonavir plus interferon nebulization for 3 days and switched to danoprevir/ritonavir plus interferon nebulization (Patient 6) GGO, ground-glass opacity. Red arrows indicate the possible lesions. Feb. 14, admission to hospital Feb. 17, 3 days after lopinavir/ritonavir Subpleural area of the right lower lung showed GGO. Right lower lung showed further consolidation, along with GGO and patch-shape areas. The right lower lung showed shrunken patch-shape areas and decreased density of GGO. Subpleural areas of both lower lungs and the tongue-like segment of the left lung showed GGO and patch-shape areas.GGO and patch-shape areas showed a slightly higher density compared to previous CT image.No significant changes were observed compared to previous CT image. The opacities at tongue-like segment increased.Slight cough with white sputum (Feb.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Abbreviations COVID-19: coronavirus disease 2019 SARS-COV2: severe acute respiratory syndrome coronavirus-2 MERS: middle east respiratory syndrome GGO: ground glass opacity RT-PCR: reverse real-time PCR HIV: human immunodeficiency virus HCV: hepatitis C virus 3CL pro: chymotrypsin-like protease GT: genotype WHO: World Health Organization SVR: sustained virologic response",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}