{
    "paper_id": "85ece9f1023725b3ec39debf92766abf64adb03f",
    "metadata": {
        "title": "Special Issue Lessons Learned from International Responses to Severe Acute Respiratory Syndrome (SARS)",
        "authors": [
            {
                "first": "Hitoshi",
                "middle": [],
                "last": "Oshitani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Regional Adviser in Communicable Disease Surveillance",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In early February 2003, a previously unknown disease causing severe pneumonia was recognised. This disease which is now known as severe acute respiratory syndrome (SARS) is believed to have had its origins in the Guangdong Province of China, and was the cause of a multi-country epidemic resulting in significant morbidity and mortality. The World Health Organization (WHO) has been coordinating the international response to provide the epidemiological, laboratory, clinical and logistic requirements needed to contain this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A rapid spread of SARS around the world occurred at its onset, facilitated greatly by air travel. Between November 2002 and July 2003, a total of 8,094 cases and 774 cases were reported from 26 countries worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "WHO responded quickly to this multi-country outbreak and on 12 March released a \"global alert\" about SARS. This was followed by the first WHO travel advisory on 15 March. The Global Outbreak Alert and Response Network was activated, and international experts were brought together to implement enhanced global surveillance systems for SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The international community has learned a lot of lessons from the SARS outbreak. Particularly, rapid and transparent information sharing between countries is critical to prevent international spread of the disease. However, information exchange was less than optimal in the early phase of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The multi-country epidemic of severe acute respiratory syndrome (SARS) Table 1 , Fig. 1 ). During the early stages of most outbreaks, the majority of infections occurred in health care settings and many health care workers were infected. This resulted in a crisis in health care systems in severely affected countries and areas. There was also a huge economic impact in many countries. The SARS outbreaks highlighted the lack of preparedness for emerging diseases in most countries. Public health systems, and in particular surveillance and response systems, are still not fully able to detect and contain outbreaks at an early stage. Patterns of transmission during the SARS outbreaks showed that infection control practices in health care settings are not optimal in many countries. SARS also demonstrated the critical role of rapid and transparent information exchange between countries in containing disease outbreaks.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 70,
                    "text": "(SARS)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 81,
                    "end": 87,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Response of the World Health Organization (WHO) to SARS began in early February, when anecdotal information about an outbreak of severe pneumonia in Guangdong was received from several sources. Immediately after receiving this information, WHO requested the Ministry of Health of China to verify the reports. The outbreak was confirmed by the Government on 11 February, but few details were available. The level of international concern increased after confirmation of influenza A (H5N1) infection in a family in Hong Kong on 19 February (2) . The family had travelled to Fujian province China before the onset of illness. On 20 February, WHO officially proposed to the Chinese Government that a WHO team should visit Guangdong to investigate the outbreak. The first WHO team arrived in Beijing on 23 February, but no further information was provided until 5 March and the government approval for on-site investigation in Guangdong was not obtained until 2 April, and WHO teams started their work in Guangdong on 3 April.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 541,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Early Events"
        },
        {
            "text": "On 28 February, the WHO office in Viet Nam informed the Regional Office of a case of typical pneumonia in Hanoi. By 5 March, there had been an outbreak of respiratory illness among health care workers in the hospital where the index patient was hospitalized. The crisis of the hospital outbreak escalated everyday and more than 20 health care staff developed the illness by 8 March. On 10 March, WHO staff from the Regional Office arrived in Hanoi to lend support to the Government. On 11 March, the Hong Kong Government officially notified WHO of an outbreak of respiratory illness among health care workers. A global alert was issued by WHO on 12 March (3). This was followed by the first WHO travel advisory on 15 March. By 14 March, it was confirmed that the disease had spread to Singapore and Toronto, Canada. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early Events"
        },
        {
            "text": "As an immediate response to the multi-country outbreaks, a SARS outbreak response and preparedness team was established in the regional office in Manila. This team initially drew expertise from WHO staff in the region and was later strengthened by the addition of other international experts. The main objectives were to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHO Responses"
        },
        {
            "text": "1. Contain and control the outbreaks; 2. Support the health care infrastructure in affected countries; 3. Provide guidance and assistance to enable vulnerable countries to prepare for the possible arrival of the virus; and 4. Provide timely information to health officials and address public concerns. At the early stage of the outbreaks, the causative agent was still unknown. To identify the causative agent of SARS and the development of diagnostic tests, WHO set up a laboratory network on 17 March. Initially 11 laboratories in 9 countries participated in this collaborative multi-center research project on SARS diagnosis. The network had identified SARS coronavirus as a causative agent by 16 April 2003. Similar global networks were also established to discuss technical issues such as epidemiology, clinical management, public health measures and infection control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHO Responses"
        },
        {
            "text": "WHO teams of epidemiologists and infection control experts were immediately sent to China, Hong Kong (China), the Philippines, Singapore, Viet Nam and other countries to provide support and guidance for outbreak response. Logistical support and supplies were sent to countries for response and preparedness activities, supported by the Government of Japan. WHO stockpiles were made available to meet the urgent needs of newly affected countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHO Responses"
        },
        {
            "text": "WHO developed the case definitions for international reporting quickly. WHO worked closely with countries to ensure that enhanced surveillance was put in place to enable early detection of cases and contact tracing for a timely and appropriate response. Guidelines on enhanced surveillance, hospital and community infection control, international travel, laboratory procedures and public awareness were drawn up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHO Responses"
        },
        {
            "text": "Public awareness was improved by establishing close contact with national media focal points and regularly updating the WHO websites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHO Responses"
        },
        {
            "text": "Following intensive work by both governments and WHO, the SARS outbreaks in affected countries were progressively brought under control. The last WHO travel advisory (to Beijing, China) was lifted on 24 June and the last area to be listed by WHO as having recent local transmission (Taiwan, China) was removed from the list on 5 July (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Containment"
        },
        {
            "text": "The SARS outbreaks in various parts of the world were contained due to strong government commitments, unprecedented collaboration among scientists and laboratories, epidemiologists, clinicians and public health experts; and the hard work, dedication and courage of the clinical and public health staff in affected countries, some of whom gave their lives in the battle against SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Containment"
        },
        {
            "text": "SARS affected many countries in different parts of the world. The global nature of the SARS epidemic vividly demonstrated the critical importance of a rapid exchange of information on public health events of international concern. When WHO issued a global alert on 12 March, practically nothing was known about this new disease. The causative agent had not been identified, and it was not even known if the disease was caused by virus or bacteria. Identification of the causative agent is a first step to develop diagnostic tools. No diagnostic tools were available at that stage. Epidemiology of the disease such as mode of transmission, incubation period, infectious period and susceptible age group was also largely unknown except some information from Hanoi and Hong Kong. Such epidemiological information was critical to establish effective control and containment strategies. Clinical information such as clinical course, complications, case fatality rate and effective treatment was limited. Clinicians were forced to treat patients with a little knowledge about the disease. The disease was already spreading many countries while government officials, public health experts, laboratory scientists and clinicians in many countries were trying to find better ways to deal with this new disease. However, more information was accumulated in Guangdong, which was the initial epicentre of the outbreak. In fact, most of the effective containment strategies including surveillance with appropriate clinical case definitions, contract tracing, quarantine and isolation, and infection control measures in hospitals had already been established by mid March in Guangdong. However, such information was not shared with WHO and other countries. The delay in sharing critical information with WHO and the international community hindered work to understand the nature of the disease and its causative agent and to formulate the best strategy for containment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons Learned"
        },
        {
            "text": "In the era of globalisation with huge international travel and trade, communicable diseases can be transmitted from country to country more rapidly and easily than ever. International collaboration, particularly quick and transparent information exchange, is essential to prevent the cross-border spread of diseases. There is an urgent need to establish an agreed code of conduct that protects the international community against the spread of serious risks to global public health. WHO has the International Health Regulations (IHR) as an international legal framework to deal with communicable disease threats. However, the current IHR were established in 1969 and have a narrow focus and a number of limitations (5) . For example, notification is dependent on member states making voluntary notification to WHO of only three diseases, cholera, yellow fever and plague. Therefore the regulations cannot deal with newly emerging diseases such as SARS, and WHO cannot take any actions without notification from member states. WHO has been working to revise the IHR for nearly 10 years. The draft of new IHR has already been developed and discussed at the Intergovernmental Working Group in November 2004 (6). In the proposed draft, notification will be expanded and member states are mandated to report any public health emergency of international concern. WHO and member states should work together to determine which events meet the criteria for a public health emergency of international concern. Each member state should also have minimum core capacities such as adequate early warning surveillance systems to detect and report all public health emergencies of international concern.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 718,
                    "text": "(5)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Way Forward"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiologic clues to SARS origin in China",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1030--1037",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Re-emergence of fatal human influenza A subtype H5N1 disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "617--619",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "( 4 ) WHO Severe acute respiratory syndrome, update 96-Taiwan, China: SARS transmission interrupted in last outbreak area",
            "authors": [],
            "year": null,
            "venue": "Geneva: WHO. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "( 6 ) WHO Intergovernmental Working Group on the Revision of the International Health Regulations",
            "authors": [],
            "year": 1969,
            "venue": "WHO International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "in late 2002 and the first half of 2003 was the first emerging disease epidemic of the 21st century. SARS was transmitted rapidly around the globe, mainly though air travel. It is believed that the multi-country SARS epidemic in 2002 and 2003 started in November 2002 in Guangdong province, China (1). By 5 July 2003, the chain of transmission had been broken globally. Between November 2002 and July 2003, a total 7,768 cases and 727 deaths were reported from 26 countries (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Probable cases of SARS by week of onset. * This graph does not include 2,527 probable cases of SARS (2,521 from Beijing, China), for whom no dates of onset are currently available.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of probable SARS cases with onset of illness from 1 November 2002 to 31 July 2003",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}