{
    "paper_id": "86314a273c2fbd3015e2646773a98d8eb789a171",
    "metadata": {
        "title": "Middle east respiratory syndrome corona virus (MERS CoV): The next steps",
        "authors": [
            {
                "first": "Iype",
                "middle": [],
                "last": "Joseph",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pathogen Biology Group",
                    "institution": "Thycaud Post",
                    "location": {
                        "postCode": "695014",
                        "settlement": "Poojappura, Trivandrum",
                        "region": "Kerala",
                        "country": "India"
                    }
                },
                "email": "s:iypejoseph@rgcb.res.in"
            }
        ]
    },
    "abstract": [
        {
            "text": "Developing countries are at risk of importing Middle East Respiratory Syndrome Corona Virus (MERS CoV) from the Middle East. Hospitals in the Middle East currently reporting the disease are staffed by immigrants. In the current hot spots for MERS CoV a sizeable portion of the population is from other countries, but many of these countries have yet to detect any importation of MERS CoV. To assess the disease transmission in these countries, supplemental surveillance strategies are urgently needed beyond the currently recommended measures. A few strategies to address the situation are: (i) improving preparedness with enhanced surveillance in particular regions; (ii) targeting certain sentinel groups for surveillance in hot spots; and (iii) limited use of serosurveillance. Recovered, immune patients can be employed to give patient care during outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Saudi Arabia reported the first case of Middle East Respiratory Syndrome Corona Virus (MERS-CoV) in September, 2012. 1 Also caused by a corona virus, it is not unlike SARS. World over, a total of 965 laboratory-confirmed cases of infection, including at least 357 related deaths have been reported to the World Health Organization (WHO) as of 3 February 2015. 2 In addition to outbreaks in the Arabian Peninsula, sporadic cases have been imported to Europe, Africa, Asia, and North America in returning travellers. No sustained transmission has been reported outside the Arabian Peninsula. Evidence point to a reservoir for the virus among both bats 3 and camels, 4 but the issue is not yet settled. 5 WHO coordinates International surveillance. Deaths, sick persons who recover, and asymptomatic carriers continue to be found. Cases arise from unknown sources in the community and from within hospitals in the Middle East region that have cared for laboratory-proven cases. Surveillance systems in parts of the world outside the Arabian Peninsula remain deliberately inactive.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 360,
                    "end": 361,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 664,
                    "end": 665,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 700,
                    "end": 701,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "How will the situation evolve? Will the disease be extinguished at its source? Will the current state of geographically limited transmission persist indefinitely? Will it spread far and wide, immediately or after a delay? 6 Exportation is being closely watched, but might the virus find another niche environment where it can successfully establish sustained transmission?",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 223,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Clinically, 7 MERS CoV presents with symptoms of lower respiratory tract disease (fever, cough, dyspnoea, and chest pain), sore throat, myalgia, malaise, and gastro-intestinal symptoms, such as diarrhoea, vomiting and abdominal pain. Complications described in fatal cases are hyperkalaemia with associated ventricular tachycardia, disseminated intravascular coagulation leading to cardiac arrest, pericarditis and multi-organ failure. A large proportion of the severely ill patients require mechanical ventilation. Fatalities are more in those with co-morbid conditions and an age over 60 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Preparedness to face the MERS CoV threat in tropical developing countries is limited. Experience of managing pandemic H1N1 (gathered from the prior threat of SARS) might help prepare countries. [8] [9] [10] Despite persisting knowledge gaps about transmission dynamics rational preparedness can begin.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Preparedness"
        },
        {
            "text": "Preparedness can begin in priority countries and in geographical locations with increased potential for importation. MERS outbreaks linked to hospitals and to health care centre visits have been documented many times in the Middle East. Hospitals in the Middle-East employ immigrant health staff, especially from India 11 and the Philippines. 11, 12 In addition, much of the population includes labour immigrants 13 from Pakistan, Sri Lanka, Egypt, Bangladesh, and Indonesia.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 347,
                    "end": 349,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Preparedness"
        },
        {
            "text": "A look at where immigrants come from and their travel back to their native lands in the past 28 months would demarcate the geographical areas with potential for importation. A useful technique has already used Hajj pilgrim data 14 (from the population of muslims who come from all over the world to Mecca each year). The data on hospital employees can be extracted from the immigration departments of the affected Middle-East countries. WHO might collate this important kind of data.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Preparedness"
        },
        {
            "text": "Health-care workers 15 are a high risk group to acquire MERS CoV. Ten studies that addressed this issue have found that, among those infected, 24.4 per cent (90/369) were health-care workers. 16 The role of the asymptomatic health-care workers in the incubation period and of minimally sick health-care workers who continue to offer clinical services thus propagating the disease transmission have also been documented. 16 In addition, the Hajj pilgrims have spread the disease. Among the travellers, currently symptomatic individuals who satisfy the WHO case definition are being targeted for virological surveillance. Travelling health-care workers, irrespective of whether they are symptomatic can be selected for virological testing.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 22,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 192,
                    "end": 194,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 420,
                    "end": 422,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Risk Groups Worth Attention for Surveillance Purposes in the Middle East"
        },
        {
            "text": "What is happening with MERS CoV transmission in countries with high likelihood of importation? This has not yet been adequately assessed. Using the current strategy of virological testing of patients fulfilling the WHO case definition, India, Pakistan, Egypt, Bangladesh, Philippines, Sri Lanka, and Indonesia 13 (countries having sizable numbers of health workers employed in the Middle-East) have not yet detected more than one case each. Is this because of the absence of importation or to surveillance systems in these countries?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance Strategies Outside the Current Hot Spots"
        },
        {
            "text": "Perhaps an alternate strategy is needed to detect arrival of the virus into these countries. As virological testing is not readily available in less developed countries they might use serological methods. Even with the limits of serological tests, results from multiple tests may yield important information. 17 Indigenously acquired sero-positivity against MERS CoV would currently be a good indicator of importation.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 311,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Surveillance Strategies Outside the Current Hot Spots"
        },
        {
            "text": "Overcrowded hospitals 18 have been shown to provoke nosocomial outbreaks of airborne diseases, like SARS. Particular characteristics enhance transmission, possibly through aerosol and contact: distance between beds of ⩽1m; staff continuing work while symptomatic; and host patient requiring oxygen therapy. Such hospital environments are quite common in developing countries. MERS CoV also shares many symptoms with other respiratory diseases, consequently misdiagnosis is likely. Thus the clinical staff of hospitals likely to receive returnees seeking treatment for their illnesses can act as 'sentinels' for MERS CoV surveillance. Serious respiratory illness in the clinical staff of hospitals, especially those with ICUs, might be targeted for virological testing. Serological testing of other staff may detect those who had asymptomatic illness. These tests would identify importation and help assess the gravity of the situation.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 24,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Surveillance Strategies Outside the Current Hot Spots"
        },
        {
            "text": "These supplemental, limited, and targeted serological investigations would require some new financial inputs. Hospital-based serum collection from selected staff is generally inexpensive and countries can manage this by themselves. Storage and transportation can be tricky, but both are amenable to centralized management. Health departments of developing countries can step forward to carry out this under international coordination from WHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost Considerations"
        },
        {
            "text": "The serological tests for MERS (currently available) do require specialized skill and expertise. 17 To start, it would be ideal if these tests were done under direct supervision by the labs that initially developed the tests. These labs would have to be empowered to test a large number of samples from many countries. Later, the original labs might limit themselves to quality control. New funds would be required and the countries where the original labs are situated should, perhaps, come forward to support their labs to help people in the developing countries who face MERS.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Cost Considerations"
        },
        {
            "text": "How long will this surveillance be needed? Perhaps not for long. The relevance of this surveillance strategy would end when either the outbreak extinguishes itself at the original hot spots or when clear evidence of indigenous transmission in many other sites becomes evident. The effort to optimize these in-country surveillance protocols can be managed by epidemiologists and biostatisticians of each developing country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost Considerations"
        },
        {
            "text": "Hospital staff who are found to be immune either from asymptomatic infections or having recovered from symptomatic infection are likely to become the greatest resource when the next patient with suspected MERS CoV arrives. When all care givers of a patient acutely ill with MERS CoV are immune, further transmission within the hospital is unlikely. This way to block transmission seems a reasonable option as no vaccine is available. (In fact, this strategy can be used to manage propagated outbreaks of diseases that leave those who recover immune, like chickenpox or Ebola virus disease.) Outbreak management should include enhanced recruitment of recovered persons after their convalescent period for the care of new patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Naturally Acquired Immunity Within the Strategy"
        },
        {
            "text": "The duration of immunity should be monitored as the outbreak progresses. When care givers are immune, they may provide better clinical care, as they are not afraid of contact with the patient. This approach would be a good addition to the currently recommended hospital infection control measures. 19 MERS is a challenge. Let us face it.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Role of Naturally Acquired Immunity Within the Strategy"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "New England Journal of Medicine",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization (WHO)",
            "authors": [],
            "year": 2015,
            "venue": "Global alert and response (GAR)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Close relative of human middle east respiratory syndrome coronavirus in bat",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Ithete",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stoff Berg",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "South Africa. Emerging Infectious Diseases",
            "volume": "19",
            "issn": "10",
            "pages": "1697--1699",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle east respiratory syndrome coronavirus (MERS-CoV) serology in major livestock species in an affected region in Jordan",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveillance",
            "volume": "18",
            "issn": "50",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Missing information in animal surveillance of MERS-CoV Lancet Infect Dis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ejima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Improving the evidence base for decision making during a pandemic: The example of 2009 Influenza A/H1N1",
            "authors": [
                {
                    "first": "M1",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Redd",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "H1N1 Surveillance Group",
            "volume": "9",
            "issn": "2",
            "pages": "89--115",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pathogenesis of middle east respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Den Brand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Pathol",
            "volume": "235",
            "issn": "2",
            "pages": "175--184",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "10 Years on, the world still learns from SARS",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infectious Diseases",
            "volume": "13",
            "issn": "5",
            "pages": "394--395",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "From SARS in 2003 to H1N1 in 2009: Lessons learned from Taiwan in preparation for the next pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Hospital Infection",
            "volume": "87",
            "issn": "4",
            "pages": "185--193",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "From SARS to H7N9: the mechanism of responding to emerging communicable diseases has made great progress in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bioscience Trends",
            "volume": "7",
            "issn": "6",
            "pages": "290--293",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nursing shortage in India with special reference to international migration of nurses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Social Medicine",
            "volume": "6",
            "issn": "1",
            "pages": "52--59",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "International Organization for Migration (IOM) Philippines",
            "authors": [],
            "year": 2013,
            "venue": "Country Migration Report. The Philippines",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "United Nations expert group meeting on International migration and development in the Arab region UN/POP/ EGM",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Potential for the international spread of middle east respiratory syndrome in association with mass gatherings in Saudi Arabia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sears",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hay",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLOS Currents Outbreaks",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.a7b70897ac2fa4f79b59f90d24c860b8"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Middle east respiratory syndrome coronavirus infections in health care workers",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "New England Journal of Medicine",
            "volume": "369",
            "issn": "9",
            "pages": "884--886",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Middle east respiratory syndrome coronavirus: Implications for health care facilities",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Maltezou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsiodras",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American Journal of Infection Control",
            "volume": "42",
            "issn": "12",
            "pages": "1261--1265",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Laboratory testing for middle east respiratory syndrome coronavirus interim recommendations (revised",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Why did outbreaks of severe acute respiratory syndrome occur in some hospital wards but not in others?",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsoi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clinical Infectious Diseases",
            "volume": "44",
            "issn": "8",
            "pages": "1017--1042",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Infection prevention and control during health care for probable or conformed cases of novel coronavirus (nCoV) infection",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Iype Joseph, MB.BS, MPH is a Research Scientist I (Medical) in the Pathogen Biology Group at the Rajiv Gandhi Centre for Biotechnology, Kerala, India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About the Author"
        }
    ]
}