{
    "paper_id": "864c48eacb74def662d0b00a81c5499d7f992988",
    "metadata": {
        "title": "China's ''Gene War of the Century'' and Its Aftermath: The Contest Goes On",
        "authors": [
            {
                "first": "Sun-Wei",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "addrLine": "419 Fangxie Road",
                        "postCode": "200011",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Around 1997, and amid the talks of Hong Kong's upcoming return to China and later the Asian financial crisis, a recurring topic in the Chinese media was the so-called ''gene war of the century'': the lopsided condemnation of foreign scientists coming purportedly to pilfer China's vast genetic resources for a profit. Some scientists wrote articles and gave lectures, calling for heightened vigilance for the pilfering act, and proposed that the country protect its precious genetic resources by conducting genetic research on its own. While the public might have been completely flummoxed by some esoteric and arcane jargons, the message was nonetheless loud and clear: the Western capitalists were trying to profit from China's unique genetic heritage. In a country with a past history of repeated foreign invasion, defeat, and humiliation, this message struck a tender emotional chord and caused an eruption of national furor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The person who likely triggered, perhaps unintentionally, the first spark of this ''war'' is Xiping Xu, a Chinese expatriate at Harvard at the time. Despite his repeated proclamation as a staunch and unwavering patriot loyal to his beloved motherland and dedicated to the advancement of China's science and technology, he nonetheless later became embroiled in an avalanche of controversies surrounding the ''gene war.'' He effectively became a lightning rod for all the controversy on genetic resources, intellectual rights, informed consent, and the protection of human research subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Well over a decade has since passed. What was at stake? Did these precious genetic resources actually exist? Who was the most likely beneficiary of the gene-hunting endeavor? How did this ''war'' end? Who were the winners and losers, if there were any in the first place? What happened after the conflict? As war is invariably a continuation of politics by other means, what was the politics behind it? What happened to the people who were embroiled in the ''war''? The answers to all these questions can be addressed, at least in part, now with the benefit of a 20/20 hindsight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "War breaks out simply because of irreconcilable conflicts in interest. The ''gene war,'' whether it was real or fictitious, was no exception. This article chronicles the key events surrounding the ''war'' and its aftermath, exposes some inherent complexities in identifying susceptibility genes for complex diseases, highlights some issues obscured or completely overlooked in the passionate and patriotic rhetoric, and debunks some misconceptions embedded in the lopsided condemnations. In addition, it describes how, during the entire course of the ''war'' of intense and often politically charged uproars, the patients' interest was conspicuously unmentioned and likely overlooked. Examining the larger issues regarding science and politics, it also argues that the ''war'' and its surrounding events can be best understood through the lens of credibility contest vying for resources. Finally, it lists several lessons that can be learned from this conflict, and outlines challenges facing current researchers in human genetics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "''Gene War of the Century'': The Genesis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 1990, the Human Genome Project (HGP) was launched. With a price tag of 3 billion US dollars and a 15-year timeline, this ambitious megaproject aimed to sequence the entire human genome, with the ultimate goal of ''understand[ing] the human genome'' and ''knowledge of the human as necessary to the continuing progress of medicine and other health sciences as knowledge of human anatomy has been for the present state of medicine.'' Supported by the US Department of Energy (DOE) and the US National Institute of Health (NIH), the HGP was the culmination of several years of research building on a series of breathtaking breakthroughs in molecular genetics. Considered the ''genetic blueprint for human beings'' and hailed as the ''Book of Life'' or simply the Holy Grail, the human genome, when completely sequenced, would purportedly unlock the secrets underlying a plethora of human traits as mundane as facial resemblance between parents and offspring and as complex as human behavior.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 232,
                    "text": "''understand[ing]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Against this foreground, human genetics research entered a golden age. In 1989, scientists identified (called ''cloned'') the genetic mutation responsible for a rare genetic disease called cystic fibrosis, that is, the gene responsible for the disease was identified with known location and size. In the inaugural year of the HGP, a gene responsible for breast cancer was localized, or ''mapped,'' to chromosome 17. In the following few years, the genes responsible for Huntington's disease, breast cancer (5-10% of the cases), Alzheimer's disease and other rare genetic diseases often with a tongue-twisting name would be cloned (see Table 1 for the timeline of research milestones and events surrounding the ''gene war'').",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 635,
                    "end": 642,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Following on the heels of successful cloning of genes for these mostly rare Mendelian diseases in the early 1990s, there emerged a nearly universal enthusiasm, hope or even conviction that similar gene-mapping approach could be employed to hunt down susceptibility genes predisposing people to various complex diseases -primarily common chronic diseases such as asthma, diabetes, and cancer that invariably have an elusive pathogenesis and collectively contribute to the major health burdens (Lander and Schork 1994; Risch and Merikangas 1996) . It was hoped that once genes were identified, the characterization of their functions would not only help better understand genotype-phenotype relationships, but also facilitate the development of specific therapies and preventative measures and the identification of people at increased risk of developing the disease (Collins and McKusick 2001) . It was also hoped that once the risk of particular combinations of genotype and environmental exposure is known, medical interventions, such as lifestyle changes, could then be institutionalized to target high-risk groups or individuals (Collins and McKusick 2001) .",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 516,
                    "text": "(Lander and Schork 1994;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 517,
                    "end": 543,
                    "text": "Risch and Merikangas 1996)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 865,
                    "end": 892,
                    "text": "(Collins and McKusick 2001)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1132,
                    "end": 1159,
                    "text": "(Collins and McKusick 2001)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Some biotech companies quickly saw the potential of enormous business opportunities and joined the fray. Human Genome Sciences, founded in 1992 by William A. Haseltine, a noted Harvard professor and AIDS researcher, partnered with some genomics companies and soon filed patents on 100,000 genes 1 and, in 1999, quadrupled its stock price (Zimmer 2009 ). Other genomics companies followed suit. Yet this practice had one problem: most, if not all, patented ''genes,'' in fact, RNA transcripts, were merely pieces of cDNA without any known functions at the time of filing. To understand what a gene does and how it does, and to establish the causal relationship between a gene and a human disease, let alone treatment, is by no means an easy task, even with modern technology. Very often, it is a slow, arduous, painstaking, and imprecise process full of dead-ends and false leads. Many other biotech companies and academic scientists took a different approach called ''positional cloning.'' This approach eliminates the need to understand the molecular genetic mechanisms underlying the disease of interest. Instead, through the collection of pedigrees enriched with patients having the disease, the existing genetic sign posts (called DNA markers, which are scattered around the human genome with known locations and content) would be used to localize the responsible gene in a particular region. 2 This would allow researchers to zero in the gene, identify it, and ultimately figure out its function and its relationship with the disease through extensive lab work. Thus, by ''positioning'' the gene, the gene could be cloned and its functions and roles in disease pathogenesis elucidated without any prior knowledge of the possible pathogenesis of the disease. 3 This conceptual simplicity and beauty, coupled with increasingly fast and affordable methods of making genetic signposts (called ''genotyping'') attracted many biomedical scientists and even converted many of them This discovery was later found to hold universally true in all organisms, including humans, and became a corner stone and a principle in genetics. Basically, if a trait is determined by a gene, then the gene will tend to go hand in hand with its neighboring signposts when transmitted from parents to offspring-thus the term ''linkage.'' If many relatives in a pedigree having the same trait all carry the same signposts, then there is a chance that the gene responsible for the trait is near to the signposts. Although different cross-breeding cannot be made in humans for obvious reasons, this difficulty can be offset by statistical computations. The advent of personal computers in the 1980s coincided with the booming of human genetics and proved to be indispensable in this endeavor. The discovery of various classes of DNA markers also facilitated the gene hunting. 3 The approach based on pedigree data is called ''linkage analysis.'' Since 1997, scientists found that for common diseases, another approach, called ''association studies,'' can be more powerful in gene hunting. Association studies identify disease genes by finding the significant gene frequency differentials between a group of unrelated healthy individuals and another group of unrelated people with the disease of interest.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 350,
                    "text": "(Zimmer 2009",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2852,
                    "end": 2853,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "''Gene War of the Century'' and Its Aftermath 489 to human genetics, who were frustrated by the slow, arduous and often fruitless process of finding the cause(s) for disease. Thus, in the 1990s hardly a week went by without a news report or announcement of the discovery of genes for some disease, at least in the US. One high-profile study, published in 1993 in a prestigious journal, Science, reported the localization of a gene in chromosome X 28q that is responsible for male sexual orientation. 4 This approach has one catch, however. One critical prerequisite for position cloning is the availability of a sufficient number of pedigrees saturated with people having the same disease, along with correct diagnoses or precise measurements of the disease (called ''phenotyping''). Once such pedigrees are collected, phenotyping and genotyping can proceed and the positional cloning endeavor can start. Since genotyping and phenotyping a large number of people can be costly, there are strong incentives to cut the cost of either process. Everything else equal, locations with low costs of acquiring blood samples (for genotyping purposes) and labor (for phenotyping purposes) would be extremely attractive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 1995, Sequana Therapeutics, a start-up biotech company located in La Jolla, California, announced that it had achieved two significant research milestones related to its asthma gene discovery program. It analyzed DNA collected from about 300 people on Tristan da Cunha, an island in the south Atlantic, about 1,500 miles from South Africa. Approximately 30% of the island residents had asthma, presumably passed on from an original settler generations ago. The announcement prompted cash payments of $2 million from Boehringer Ingelheim, Ingelheim, Germany, based on a prior agreement. Boehringer later paid Sequana an additional $13 million for its exclusive right to market the drug derived from the putative asthma gene, while Sequana retained the exclusive right for developing gene-based diagnostics. Sequana announced in late May 1997 that it had identified a mutated gene that predisposes people to asthma, a feat hailed by one clinical investigator as ''perhaps this century's most important finding in the etiology of asthma'' (Asthma gene discovered. 1997). Early in the same year, Sequana announced that it had signed a letter of intent with PE Applied Biosystems to form a broad-based DNA sequencing joint venture in Shanghai, China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Circa 1996, several well-funded international gene-hunting teams, lured apparently by the low cost of collecting biological samples and the sheer population size and also ushered in by some well-connected Chinese scientists working in North America, arrived in China to hunt down susceptibility genes for various complex diseases (Shou 1997) . One biotech company from California announced that it had discovered a large pedigree of hundreds of people enriched with asthma patients in a small village in Zhejiang province, China. 5 Perhaps the most notable team was one led by Dr. Xiping Xu, who was at that time working at Harvard and was well-connected in Anhui, China.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 341,
                    "text": "(Shou 1997)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An Anhui native, Xu spent the mid-1970s after high-school as a ''barefoot doctor'' in Anhui, providing basic medical care for peasants after a small amount of training at a time when access to medical care in rural China was a luxury. He received his medical degree from Anhui Medical College (now Anhui Medical University) in the early 1980s, and was admitted to Beijing Medical College (now Peking University School of Medicine) for a student exchange program, a prep program for oversea studies. He went on to get his Ph.D. degree in epidemiology in Japan, went to Harvard to receive his post-doctoral training in epidemiology in respiratory diseases, and received his Master's degree in biostatistics from Harvard University School of Public Health (HSPH). He stayed on at HSPH as a faculty member.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Even at Harvard, Xu apparently kept close ties with the Anhui Medical College, and was involved in several epidemiological studies in the Anhui province. When his post-doc supervisor, Dr. Scott Weiss, a Harvard University respiratory epidemiologist, told Geoffrey Duyk, a geneticist who had left Harvard to join a biotechnology start-up called Millennium Pharmaceuticals, that one of his postdoctoral fellows came from the Anhui province and had access to a large number of DNA samples, they instantly saw the potential and quickly formed a collaborative relationship to discover susceptible genes in complex diseases in Anhui (Keim 2003) . A formal partnership between Harvard and Millennium was established, where Xu would direct the collection of a large number of DNA samples in Anhui, for which Millennium would pay the University $3 million (Keim 2003) . With tens of thousands of blood samples provided by Anhui's villagers, the partnership hoped to identify the susceptibility genes predisposing people to asthma, obesity, miscarriages, schizophrenia and other illnesses.",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 638,
                    "text": "(Keim 2003)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 847,
                    "end": 858,
                    "text": "(Keim 2003)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Contingent upon its access to the Anhui population's DNA, Millennium also secured sizable capital shortly afterwards from the Swedish pharmaceutical company Astra AB and from another pharmaceutical giant, Hoffmann-La Roche. The company's access to DNA from the ''large, homogeneous population'' of Anhui province was also featured prominently when Millennium went public in 1996, raising $54 million in its initial public offering (Keim 2003) .",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 442,
                    "text": "(Keim 2003)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Leveraging the existing and some preliminary data collected from Anhui, Xu went on to apply for more funding support from the NIH. A search of CRISP, a searchable database of NIH-funded biomedical research projects (CRISP 2010) using ''Xiping Xu'' as the Principal Investigator (PI)'s name reveals that Xu received 1 grant on genetics of airway responsiveness and lung function in 1997 besides two other NIH non-genetics grants, and in 2000 he received 5 NIH grants on genetics of osteoporosis, airway responsiveness and lung function, nicotine addiction vulnerability, hypertension, and asthma on top of 4 other NIH grants (Table 2) . Being a PI almost concurrently on 9 NIH grants is remarkable, especially for a junior faculty without much track record, but having NIH grant support in diverse research areas ranging from osteoporosis, hypertension, nicotine addiction, and asthma to human reproductive effects due to endocrine disruption or rotating shift work is extraordinary and certainly breathtaking. In all, he received well over 10 million USD in grant support from the NIH, the pharmaceuticals industry, the March of Dimes, and other funding agencies to investigate genetics of various complex diseases (Yang 2003; Keim 2003) . Recognizing his scholarly potential and the growth area he was in, HSPH promoted Xu to Associate Professor in 1996 and made him the Director of the newly established Program in Population Genetics (now disbanded) in HSPH.",
            "cite_spans": [
                {
                    "start": 1215,
                    "end": 1226,
                    "text": "(Yang 2003;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1227,
                    "end": 1237,
                    "text": "Keim 2003)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 624,
                    "end": 633,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The solid financial backing and extensive connections allowed Xu to enlist the enthusiastic support of the local government officials and his alma mater, who helped Xu collect thousands of blood samples from rural villagers. A nearly palpable aura of Harvard University which Xu embodied and was (and still is) revered by many in China as the premium research institution and the most prestigious institution of higher learning also helped. Many villagers were illiterate, had no idea what would be done with their samples, and were given merely empty promises of free medical care in exchange for their blood samples. These lapses of oversight, deliberate or otherwise, would return later to haunt Xu and his team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The increasing number of scientists like Xu with huge financial backing arriving in China to conduct genetic research alarmed many poorly funded Chinese scientists, who perceived the situation as a major threat to their profession and a danger of eclipsing their own work. In November 1996, about 30 leading Chinese biomedical and genetic researchers gathered in Xiang Shan, Beijing, and held a conference on ''The Human Genome Project and the Development Strategy for the 21 st -Century Medicine'' to evaluate and discuss the situation. 6 One incident further fueled the concern shared by all participants. A translated version of a Science article was presented at the conference, which stated that Xu sought to gain ''access to 200 million Chinese through collaboration with six Chinese medical centers.'' But in the Chinese version, the program became one that would ''take blood samples from 200 million Chinese'' (Hui and Jue 1997) .",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 539,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 919,
                    "end": 937,
                    "text": "(Hui and Jue 1997)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This seemingly astronomical figure incensed all conference participants, who were at that time cash-strapped and still playing catch-up with the West. They quickly reached a consensus and soon made it public: (1) China's genetic resources should not be pilfered by foreigners;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(2) Chinese scientists should immediately grasp the opportunity to find disease genes and patent them; (3) We should educate the people, and raise the awareness and importance of protection of our genetic resources; (4) We welcome all international collaborations based on fairness and mutual benefits; (5) Through various avenues, the Chinese scientists should be vocal about certain views deemed to be harmful to China's genetic research (Xiao et al. 1997) .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 458,
                    "text": "(Xiao et al. 1997)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Soon after the Xiang Shan Conference, some scientists published articles depicting foreign gene-hunters as greedy pilferers of the vast Chinese genetic gold mine and comparing them to past foreign invaders plundering China's national treasures. They called upon the government and their fellow countrymen to rise up and protect the putative genetic gold mine of the Chinese gene pool (Fang 1997a, b; Lv 1999) . Shortly after, financial details about the Millennium-Harvard deal based on Anhui samples were leaked to the Chinese press and caused a media blitz of condemnations. The media called it an imminent ''gene war of the century'' (Shou 1997) . In fact, the notion of foreign capitalists profiting from China's precious genetic resources sparked such a fury that several other genetic research projects unrelated to Xu were stalled for a year (Hui and Jue 1997) .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 399,
                    "text": "(Fang 1997a, b;",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 408,
                    "text": "Lv 1999)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 637,
                    "end": 648,
                    "text": "(Shou 1997)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 849,
                    "end": 867,
                    "text": "(Hui and Jue 1997)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Around the same time, it was rumored that one prominent geneticist, who received his Ph.D. from Cal-Tech in the 1930s for his work on ladybug genetics, yet had no training in either medical genetics or genetic epidemiology, had written a letter to President Jiang Zemin urging the government to take the matter seriously and to protect China's precious genetic resources. This, along with the media furor, duly alarmed the central government. In 1998, the Office for Management of China's Human Genetic Resources was quickly established under the auspice of the Ministry of Science and Technology, and charged with overseeing the handling and export of all biological specimens potentially containing genetic materials. Soon a de facto law, The Interim Measures for the Administration of Human Genetic Resources, promulgated by the General Office of the State Council (Ministry of Science and Technology & the Ministry of Public Health, 1998), was enacted in June 1998. It mandated that genetic resources were not allowed to be taken abroad without explicit permission and observance of due procedures as defined in the Interim Measures. Funding for domestic human genetic research subsequently poured in (Swinbanks 1998), which spurred human genetics research in China (Du et al. 2001) . Two genome research centers, one located in Beijing and the other in Shanghai, were established.",
            "cite_spans": [
                {
                    "start": 1270,
                    "end": 1286,
                    "text": "(Du et al. 2001)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While the phrase, ''China's genetic resources,'' has been used widely and extensively, surprisingly no definition has ever been officially provided. Some scientists likened China's genetic resources to natural resources, claiming that, as the most populous nation in the world, China has the largest number of ethnic groups and also has the widest and the most complex disease spectrum (Xiao et al. 1997 ). In addition, with a long documented history and many isolated populations, there were many genetic isolates and thus China has the purest genetic heritage in the world. Therefore, China is a ''gene giant'' and ''the New World of genes,'' making many technologically advanced nations envy and salivate (Xiao et al. 1997) .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 403,
                    "text": "(Xiao et al. 1997",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 708,
                    "end": 726,
                    "text": "(Xiao et al. 1997)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "China's Genetic Resources"
        },
        {
            "text": "However, the analogy between ''genetic resources'' and natural resources has several problems. Granted, the vast population facilitates the recruitment of patients with rare diseases for medical research and the low cost of collecting specimens is conducive to large-scale biomedical research. However, China did not and still does not necessarily have more types of diseases, and even if it did, few people outside China would be interested in finding the genetic causes for diseases that are unique to the Chinese population. In fact, for many rare genetic diseases (called ''orphan diseases'') for which susceptibility genes have been cloned, many pharmaceutical companies are often reluctant to invest in drug research and development (R&D) for these diseases due to concerns of profitability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China's Genetic Resources"
        },
        {
            "text": "The values of natural resources are determined by their amount, their extractability, and market demand. There are two forms, renewable (such as wind power) and non-renewable (such as fossil fuels). A commodity is considered a natural resource when the primary human activities associated with it are extraction and purification, as opposed to creation. Thus, mining, petroleum extraction, fishing etc. are natural resource industry, but agriculture is not. Since gene identification requires much more than collecting blood samples and are both labor and knowledge intensive, genetic resources are, by definition, not natural resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China's Genetic Resources"
        },
        {
            "text": "In addition, unlike fossil fuels, genetic resources are not entirely non-renewable, if the disease spectrum remains the same. With dramatic economic and social changes, the living standard in China has risen remarkably in the last 30 years. Following these changes, diet and lifestyles also have changed quite dramatically. As a result, the disease spectrum in the Chinese has shifted, especially in coastal regions. The incidences of breast cancer, colon cancer, prostate cancer, hypertension, and type 2 diabetes all have risen sharply in the last decade (Xiang et al. 2004) .",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 576,
                    "text": "(Xiang et al. 2004)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "China's Genetic Resources"
        },
        {
            "text": "In large cities such as Beijing, childhood obesity is used to be very rare but now it is reported to be in the range of 10% (and another 10% of children are overweight). In contrast, incidence of stomach cancer has decreased, especially in those highincidence areas where living standards have been improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China's Genetic Resources"
        },
        {
            "text": "''Gene War of the Century'' and Its Aftermath 495",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China's Genetic Resources"
        },
        {
            "text": "The rapidly changing disease spectrum means that, firstly, the genetic resources would be forever lost if not used in a timely fashion for gene-hunting purposes. Secondly, hunting disease susceptibility genes for a disease that obviously has a strong environmental component was an uncharted territory -no one at the time was absolutely certain how it would turn out. Over ten years would elapse before people realized that heritability would vanish even for human traits that are known to be mostly hereditary (Maher 2008) .",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 523,
                    "text": "(Maher 2008)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "China's Genetic Resources"
        },
        {
            "text": "Lastly, the notion of China's genetic resources touched upon some thorny issues. Unlike other natural resources, genetic materials, as in blood samples, exist only in the human body, which is technically owned by their hosts, not by the state. If a person strikes a deal with a drug company, or acts simply out of genuine altruism, and is willing to give away his blood sample, does the state have the right to intervene? If so, would such intervention infringe on the donor's human rights? Giving away or even selling one's blood sample is certainly different from prostitution or selling one's own body parts. If the state does have the right to intervene, where can we draw the line? Unfortunately, such questions were never raised and discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China's Genetic Resources"
        },
        {
            "text": "For biomedical research, there surely is such thing as a genetic resource. But what is it? What constitutes a genetic resource?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constituents of a Genetic Resource"
        },
        {
            "text": "Contrary to the popular belief, population size and diversity of diseases, in and by themselves, actually do not make China ''an ideal place for gene hunters'' (Guo et al. 1997) . Few among the common diseases in China are known to have a hereditary component or to be amenable for positional cloning. In fact, while a small portion of breast cancer cases, for example, may be attributed to gene mutations, the large proportion of common and complex diseases is unlikely due to a few gene mutations or polymorphisms (see below). As demonstrated by an interventional study conducted in Finland, by reducing body weight, eating healthy and regularly engaging in physical exercise, the risk for developing type 2 diabetes can be reduced by nearly 60% (Tuomilehto et al. 2001 ). The dramatic changes in incidence of various diseases in China clearly show that many complex diseases have a very strong environmental component. Indeed, a 20-year interventional study conducted in Da Qing, China, shows that, after merely 6 years of lifestyle intervention after recruitment, those in the intervention groups had a 43% lower incidence over the 20 year period as compared with control participants (Li et al. 2008) , very similar to the Finnish results.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 177,
                    "text": "(Guo et al. 1997)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 748,
                    "end": 771,
                    "text": "(Tuomilehto et al. 2001",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1189,
                    "end": 1205,
                    "text": "(Li et al. 2008)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Constituents of a Genetic Resource"
        },
        {
            "text": "What constitutes a genetic resource, then? An ideal population for positional cloning 7 and association studies should have a well-enumerated genetic disease 7 Positional cloning is a method of gene identification in which a gene for a specific disease is identified. A scientist can know nothing about the disease etiology. But just by collecting family data, DNA, and some sleuthing, s/he could roughly localize the putative gene in a chromosomal region (i.e. positioning). Then, with other molecular genetic tools, the scientist can then identify the gene from the region-thus the phrase, positional cloning. heritage, such as that of the Finns (Norio et al. 1973) , and a relatively welldelineated population genetic structure, such as in Finland, where extensive church records often exist that document pedigree information for many populations. 8 The catalogue of the genetic disease heritage would allow for correct specification of genetic models and facilitate gene identification. A well-delineated genetic structure of the population should facilitate fine-mapping (i.e. zero-in) and genetic association studies.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 667,
                    "text": "(Norio et al. 1973)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 852,
                    "end": 853,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Constituents of a Genetic Resource"
        },
        {
            "text": "In contrast, when the ''gene war'' broke out, the documentation of Chinese disease heritage was scant at best, and its research in population genetics and genetic epidemiology lagged far behind that of other developing countries. Since genetic epidemiology is itself a new branch of epidemiology, and since the design, execution and analysis of genetic epidemiologic studies require not only the expert knowledge of disease epidemiology but also a good command of statistical genetics, genetic epidemiology in China was in its infancy at the time. Consequently, there was little, if any, genetic epidemiologic research in China. As a result, little was known of the mode of inheritance, penetrance, 9 and gene frequency for major complex diseases. Even credible estimates of disease incidence/prevalence were hard to find. Therefore, the notion that China is ''an ideal place for gene hunters'' is questionable and somewhat dubious. The fact that after well over a decade no genes for any common, chronic disease have been identified in China is a testament to this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constituents of a Genetic Resource"
        },
        {
            "text": "While calling for protection of China's genetic resources and equating large number of DNA samples to huge commercial profits, virtually no one at the time was even remotely aware that there are actually numerous obstacles to this gene prospecting. First, there were huge financial barriers. Hunting susceptibility genes for complex diseases usually requires a large number of blood samples, along with accurate phenotypic data in the first place. While genotyping costs have been reduced substantially, they were still expensive in the late 1990s, especially when the whole genome would be scanned. These procedures alone would require a significant upfront capital investment. And like any other scientific endeavor, the gene hunting expedition would carry inherent risk of failure, lacking any guarantee that the investment would bear any financial rewards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hurdles to Gene Prospecting"
        },
        {
            "text": "The demand for huge resources, coupled with the uncertainty of yield from the investment, raises the question as to whether these endeavors were actually good investments, especially in a developing nation like China where there were and still are problems in providing affordable and equitable medical care for all its citizens (Hsiao 2009 ). Indeed, lifting living standard for all, improving child and maternal health, and better health education on healthy lifestyles (smoke-cessation, healthy 8 A well-enumerated genetic disease heritage can provide the scientists with basic information about the disease of interest, such as mode of transmission and disease frequency. A well-delineated population genetic structure would come in handy when trying to narrow down the gene in a chromosomal region. 9 Penetrance refers to the probability that a person with a certain genotype (a genetic makeup) will develop the disease.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 340,
                    "text": "(Hsiao 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hurdles to Gene Prospecting"
        },
        {
            "text": "''Gene War of the Century'' and Its Aftermath 497 diet, physical exercises etc.) can have a proven improvement of health of the general population. Secondly, there were numerous scientific hurdles, some seemingly insurmountable. Hunting for complex disease genes was an uncharted territory in 1997, and no one could be reasonably sure as to whether there were susceptibility genes, and, if so, whether they could be identified, especially with reasonable time and resource constraints. Even if they could be identified, whether they could fulfill the promises of better diagnosis and treatment is also completely uncertain. The genetic mechanism for sickle cell anemia has been known for well over half a century, for example, but so far no gene-derived therapeutics is available. 10 Lastly, there were technical hurdles. To genotype large number of samples with high accuracy and reasonable cost was still a challenge around 1997. Methodologically, how to analyze the data for diseases which apparently are also influenced by environmental factors and aging process was, and still is, a serious challenge. In addition, how to handle gene-gene interaction, gene-environment interaction, and variable age of onset posed formidable analytical challenges (Di and Guo 2007) .",
            "cite_spans": [
                {
                    "start": 781,
                    "end": 783,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1252,
                    "end": 1269,
                    "text": "(Di and Guo 2007)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Hurdles to Gene Prospecting"
        },
        {
            "text": "These hurdles were further compounded by the lack of a systematic catalogue and documentation of hereditary diseases in China in terms of disease frequency, mode of transmission and penetrance, the lack of documentation of population genetic structures in China, and the scarcity of well-trained genetic epidemiologists. Even though the per-sample cost of sample collection was relatively low, this only advantage rarely offset the other, more fundamental deficiencies, and boded ill for many gene-hunting endeavors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hurdles to Gene Prospecting"
        },
        {
            "text": "Viewing the Xiping Xu case as the nexus of international, transnational, national, and local interests, Sleeboom eloquently provides ten different perspectives representing the views and ideals of different interest groups on Xu's genetics research program in China (Sleeboom 2005) . Indeed, it is often stated that there are several stakeholders in the putative ''gene war'': Chinese scientists, foreign gene hunters, and the Chinese government. All of them apparently had a vested interest, mostly financial, in China's genetic resources. However, one critically important stakeholder and a potential beneficiary of this gene prospecting, obscured by the media blitz, were actually the patients of various complex diseases in China and the rest of the world. Somehow, their voices were muffled and not heard. Indeed, from a patient's perspective, it really does not matter which country finds the genes first and comes up with an efficacious therapeutics as long as s/he can access it at a reasonable cost and within a reasonable timeframe.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 281,
                    "text": "(Sleeboom 2005)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "The Most Likely Beneficiary of Gene-Hunting Endeavors"
        },
        {
            "text": "In the 1990s, China's drug R&D lagged significantly behind the West. Most, if not all, drugs and diagnostic kits with proven efficacy used in China today have 10 Sickle cell anemia is a life-long blood disorder, characterized by abnormal, sickle-shaped red blood cells that do not have usual elasticity as normal red blood cells do. The disorder is caused by a single mutation in a gene called hemoglobin and manifests excruciating pain and shortened lifespan. It has been known to be an abnormality in the hemoglobin molecule since 1949. been first discovered and developed outside China. In fact, all major pharmaceutical companies have now set up manufacturing facilities in China, and almost all drug companies market their products in China once approved by the State Food and Drug Administration of China, a counterpart of the FDA of the US. In fact, anecdotal evidence suggests that, when money is not an issue, many patients in China, especially those with potentially fatal diseases, usually prefer imported drugs or drugs made by foreign companies even though cheaper, domestically made drugs of purportedly equal efficacy are available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Most Likely Beneficiary of Gene-Hunting Endeavors"
        },
        {
            "text": "Thus, one simple fact was overlooked in the entire media blitz: an intellectual right on genes can be profitable only when it has a market. China's market is too big to ignore for any rational pharmaceutical company. And when a drug company sells its gene-derived products to China using materials collected from Chinese, some patients may still reap the fruits of gene prospecting. This seemingly obvious fact was completely overlooked at the height of the ''gene war.''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Most Likely Beneficiary of Gene-Hunting Endeavors"
        },
        {
            "text": "The attention that Xu's projects drew was certainly unexpected and was likely distracting to Xu's projects. Xu vehemently denied that he was exploiting poor villagers in Anhui for personal gains. He lamented that ''I came from China, and I love the country. But I have been treated like a traitor'' (Hui and Jue 1997) . Fearing that the media furor and the lopsided condemnation from scientists in China would torpedo his projects in Anhui, Xu quickly moved to act. When a letter to the editor appeared in Science questioning the validity of the ''gene war'' (Guo et al. 1997) , Xu quickly translated it into Chinese and circulated it among Chinese officials. Xu also enlisted the support of several established Chinese scholars in the US. He appealed to Peng Peiyun, who was then the Director of the State Family Planning Commission, soliciting support for his projects. He adamantly maintained that he was patriotic, and his projects in Anhui and elsewhere in China had already trained Chinese scientists and elevated their research capabilities.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 317,
                    "text": "(Hui and Jue 1997)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 559,
                    "end": 576,
                    "text": "(Guo et al. 1997)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Oversight, Lapses, Broken Promises, the Reprimand, and Counter-Maneuvering"
        },
        {
            "text": "Xu apparently had mastered the finesse of keeping a good relationship with the government officials and adroitly played the card of a patriotic oversea Chinese scholar. The official People's Daily reported in 2001 that ''in the last few years, the Chinese biomedical researchers collaborated with the world-famous Harvard University on various projects, and achieved exciting results in the pathogenesis of complex chronic diseases…. In particular, the research in genetic epidemiology of asthma and hypertension is now at the forefront in the world'' ([Benefiting thousands and thousands of families.] 2002). In another report, it said that ''Harvard's project has so far produced 8 postdocs, 4 doctoral students, 20 visiting scholars, and 4 senior investigators'' ([East and West collaborate for the health of humankind.] 2001). In Xu's hometown, the provincial newspaper reported, after enumerating various human genetics research projects with Harvard, that ''these collaborative projects not only injected new vitality to Anhui's science and technology but also helped attract investment in the amount of about 50 million ''Gene War of the Century'' and Its Aftermath 499 RBM Yuan'' ([Anhui-native scientist climb peak of human genetics.] 2002). It remarked that ''these projects helped establish tens of laboratories with advanced instruments, …, and laid the foundation for our nation to catch up and surpass the West in human complex diseases research in the 21 st century'' ([Anhui-native scientist climb peak of human genetics.] 2002). Xu's preference for dealing with the high-rank officials, however, went overboard and nearly caused his undoing (see below). As Xu's various gene-hunting projects in Anhui took off, some disturbing incidents involved in these projects gradually surfaced and leaked to the press. Participants were initially promised by the research team that they would get free or reduced-cost medical care, but these promises were never honored. Informed consent supposed to be obtained from potential participants actually was not-a flagrant violation of NIH regulations. Rumors circulated regarding coercion by local officials to participate in the projects, sample mishandling and mix-ups in the lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oversight, Lapses, Broken Promises, the Reprimand, and Counter-Maneuvering"
        },
        {
            "text": "Prompted by these allegations, a fact-finding team of six people from Harvard, including Xu and his mentor, Scott Weiss, arrived in Anhui in March 1999 to investigate the ethical and scientific integrity of Xu's projects, but found no irregularities. Five months later, the Department of Health and Human Services (DHHS) launched its own investigation of Harvard's genetic research in China, based on the complaint of a whistle-blower from HSPH alleging violations of US human subject protection regulations (Pomfret and Nelson 2000) .",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 533,
                    "text": "(Pomfret and Nelson 2000)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Oversight, Lapses, Broken Promises, the Reprimand, and Counter-Maneuvering"
        },
        {
            "text": "In late 2000, the Washington Post ran a lengthy report detailing the allegations that Chinese villagers had not been given low-cost medical care as they were promised in exchange for providing blood samples for Xu's US-funded genetic research. The report also included allegations of Xu's lapses in informed consent (Pomfret and Nelson 2000) . Partly because of the controversy surrounding this case and others like it in China, the US Embassy in Beijing issued an advisory recommending that American scientists stop conducting medical research in extremely poor areas of China like Anhui.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 341,
                    "text": "(Pomfret and Nelson 2000)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Oversight, Lapses, Broken Promises, the Reprimand, and Counter-Maneuvering"
        },
        {
            "text": "In March 2001, an investigative report by two Xinhua News Agency reporters was published in Outlook, a major Chinese magazine. The report reiterated some of the allegations made in an earlier report published in the Washington Post and supplemented them with interviews with Chinese farmers in an isolated region of the Anhui province and their various predicaments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oversight, Lapses, Broken Promises, the Reprimand, and Counter-Maneuvering"
        },
        {
            "text": "The controversies surrounding Xu's Anhui projects reached a new crescendo at the Symposium on Bioethics, Biotechnology and Biosecurity held in early April 2001, which was sponsored by the United Nations Educational, Scientific, and Cultural Organization (UNESCO) and organized by the Hangzhou Municipal Government. Xiong Lei, the lead reporter of the Outlook report, presented her investigation and findings with their interview with Chinese rural villagers in Anhui. Her presentation elaborated various irregularities in Xu's projects, including the lack of informed consent, broken promises of providing medical care for those who participated in Xu's projects, and Xu's taking more blood samples than officially approved. An intense debate ensued, starting with Xu's Anhui collaborators, who maintained that the rate of getting informed consent was close to 100%, and that the Chinese side did reap benefits from the collaboration with the Harvard team. But their presentation was confronted by incensed Chinese scientists, who questioned their numbers and practice. Xu's legal counsel also made some comments, but the comments were challenged and ridiculed. Some scientists expressed grave concerns about the loss of Chinese genetic materials to the West, in fear of jeopardizing China's own genetic research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oversight, Lapses, Broken Promises, the Reprimand, and Counter-Maneuvering"
        },
        {
            "text": "Prompted by the Outlook report, China's Office for Management of Human Genetic Resources also launched its own investigation. It soon concluded, in June 2001, that Xu's projects did not violate any Chinese regulations, and told the US Embassy so (Pomfret 2001a) . But the controversy took another turn in late June 2001. In a letter to Xu dated June 26, 2001, the Dean of the HSPH reprimanded him, strongly criticizing him for writing two letters to senior Chinese government officials, in which Xu urged the government to silence the voice from his detractors and to take actions against a major figure who had criticized his work. Defending himself as a patriot, Xu's letter suggested that the Outlook report had released state secrets to ''foreigners'' (Pomfret 2001b) . The Dean condemned Xu's actions, and warned him that he would ''not receive the continued support of the School for you or your research if you persist in exercising independent action.'' If he continued his campaign against journalists and others who questioned his research, the letter said, Xu would face ''appropriate sanction'' (Pomfret 2001b ).",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 261,
                    "text": "(Pomfret 2001a)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 756,
                    "end": 771,
                    "text": "(Pomfret 2001b)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1107,
                    "end": 1121,
                    "text": "(Pomfret 2001b",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Oversight, Lapses, Broken Promises, the Reprimand, and Counter-Maneuvering"
        },
        {
            "text": "Yet Xu's woes, unfortunately, showed no sign of abating. On March 28, 2002, the federal Office for Human Research Protections (OHRP) of the DHHS issued a scathing indictment of the HSPH research. The OHRP found that 15 projects in China that HSPH was involved, including 12 projects on which Xu served as the PI, failed to be approved by institutional review boards (IRB); where approval had been granted, significant and unannounced changes were often made. It found that many of the informed consent documents approved by the HSPH IRB included complex language that would not be comprehensible to all subjects, particularly for rural Chinese subjects. HSPH was charged with failing to minimize risks to their vulnerable subjects, such as economically or educationally disadvantaged persons. In the end, subjects never even received the free medical care as promised. As a result of the indictment, Xu was ordered to suspend all human subject interventions in his active studies pending the outcome of an internal audit. This new development was soon reported dutifully in China's press (Xiong and Wang 2002) .",
            "cite_spans": [
                {
                    "start": 1088,
                    "end": 1109,
                    "text": "(Xiong and Wang 2002)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Oversight, Lapses, Broken Promises, the Reprimand, and Counter-Maneuvering"
        },
        {
            "text": "On May 14, 2002, Lawrence Summers, then the President of Harvard University, gave a speech at Peking University. When responding to a question from a student in the audience regarding Harvard's projects in Anhui, Summers admitted that some irregularities in the projects were ''wrong.'' Xu eventually breathed a sigh of relief when OHRP sent a letter to HSPH in early May 2003, stating that all issues raised in the HSPH-involved China studies have been either resolved or dissolved because of unsubstantiated allegations (as in alleged forged informed consent documents). Consequently, ''there should be no need for further involvement of OHRP'' in these matters. Notably, the letter acknowledged that Xu had decided not to continue the hypertension study due to OHRP's concern that some of the interventions in the protocol exceeded the level of minimal risk. Shortly afterwards, HSPH held a press release announcing the ''[c]onclusion of U.S. Government's Inquiry into HSPH Genetic Research in China. '' 11 Soon after the HSPH news release, one Internet article, by Xiong Lei, alleged complacency and a likely cover-up on the part of the Chinese government. It raised several issues (Xiong 2003) . First, among the 15 Harvard projects in China that the OHRP found to have problems, 12 projects were headed by Xu. Yet officially, only 3 of Xu's projects had ever been approved by the government. Hence there was a glaring discrepancy. Second, the official from the Office for Management of Human Genetic Resources, who was in charge of the investigation of the allegation of irregularities in Xu's projects, told Xiong privately that it was not an official investigation. However, the same official then turned around and told the American Embassy that no violation was found. It was rather strange that the results of this unofficial investigation, which was shielded from the media and the public, would then be used by the Americans to prove that there are no irregularities in these projects. Lastly, one peasant in Anhui whose ordeal led to the exposure of apparent lapses in informed consent later recanted his story after talking with officials from Anhui and the Central government. Presumably, he changed his story because of pressure he experienced. This changed story explained why the OHRP eventually found no wrong-doings in Xu's projects (Xiong 2003) .",
            "cite_spans": [
                {
                    "start": 1004,
                    "end": 1009,
                    "text": "'' 11",
                    "ref_id": null
                },
                {
                    "start": 1186,
                    "end": 1198,
                    "text": "(Xiong 2003)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2354,
                    "end": 2366,
                    "text": "(Xiong 2003)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Oversight, Lapses, Broken Promises, the Reprimand, and Counter-Maneuvering"
        },
        {
            "text": "Since Xiong's article appeared in a website that is officially blocked in China, it did not cause any stir. In China's news media, the criticism of Xu's Anhui projects also subsided consequently. Xu's woes finally ended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oversight, Lapses, Broken Promises, the Reprimand, and Counter-Maneuvering"
        },
        {
            "text": "More than a decade has passed since the purported ''gene war.'' Despite well over a decade of hard work and well over 10 million US dollars in grant support of various forms, Xu's team has so far not cloned a single gene for any complex disease or disorder. In fact, they are not even close.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "Other teams were no luckier. In fact, besides numerous reports of association of diabetes, asthma, and other complex diseases with certain genetic polymorphisms, so far not a single gene has been proven to be chiefly responsible for any of these diseases. Most genetic loci identified to be associated with the disease risk confer only miniscule relative risks, ranging from 1.02 to 1.5 (Kraft and Hunter 2009) . Even when genetic polymorphisms that are associated with a modest increase in risk are combined, they generally have a low discriminatory and predictive ability (Janssens and van Duijn 2008) . A more recent study reports that after examination of 101 genetic variants reportedly linked to heart disease, the variants turned out to have no value in predicting disease among 19,300 women who had been followed for over 12 years and that family history had better predictive value (Paynter et al. 2010 ).",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 410,
                    "text": "(Kraft and Hunter 2009)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 574,
                    "end": 603,
                    "text": "(Janssens and van Duijn 2008)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 891,
                    "end": 911,
                    "text": "(Paynter et al. 2010",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "For human height, a trait that is known to be mostly hereditary, it is calculated that approximately 93,000 single nucleotide polymorphisms that are required to explain 80% of the population variation (Goldstein 2009 ). This nearly astronomical number certainly inspires no enthusiasm for conducting large-scale gene hunting projects, and questions their value in genetic screening, genetic testing, and the possibility of developing gene-derived therapy (Wade 2009 ). The idea that disease genes can be quickly identified, patented, and then quick profits can be made now seems to be too naïve. Indeed, 10 years after the first draft of the human genome was completed, medicine has yet to see any large part of the promised benefits (Wade 2010) .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 216,
                    "text": "(Goldstein 2009",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 455,
                    "end": 465,
                    "text": "(Wade 2009",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 734,
                    "end": 745,
                    "text": "(Wade 2010)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "Even gene patenting, the very topic that made the ''gene war'' so contentious, has begun to encounter resistance (Kintisch 2009 ). There is indication that, at least in the United States, the status of gene patenting is changing (Kintisch 2009 ). In fact, the US government recently decided that human and other genes should not be eligible for patents because they are part of nature (Pollack 2010) . This move, viewed as ''a bit of a landmark, kind of a line in the sand,'' followed a surprising ruling made in March 2010, by Judge Robert W. Sweet of the United States District Court in Manhattan, which ruled the patents held by Myriad Pharmaceuticals and the University of Utah on two genes that predispose women to breast and ovarian cancer invalid (Pollack 2010 ). On June 13, 2013, the U.S. Supreme Court ruled in Association for Molecular Pathology vs. Myriad Genetics that ''naturally occurring'' DNA sequences, but not lab-created synthetic cDNAs, are off-limits for patent protection.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 127,
                    "text": "(Kintisch 2009",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 229,
                    "end": 243,
                    "text": "(Kintisch 2009",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 385,
                    "end": 399,
                    "text": "(Pollack 2010)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 754,
                    "end": 767,
                    "text": "(Pollack 2010",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "Millennium Pharmaceuticals, the initial financial backer of Xu's projects, pulled out of Anhui early in 1999, with no significant medical or business discoveries to show for its $3.5 million investment (Pomfret and Nelson 2000) . It since has moved into a field of drug R&D that seeks to customize medical treatments for individual patients. It has grown into a successful, billion-dollar enterprise. Yet no doubt Xu's Anhui projects played a crucial role early in its success by securing a much needed infusion of funds (Pomfret and Nelson 2000) .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 227,
                    "text": "(Pomfret and Nelson 2000)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 521,
                    "end": 546,
                    "text": "(Pomfret and Nelson 2000)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "For Sequana Therapeutics, despite its public announcement of the discovery of the asthma gene in 1997, so far there have been no publications from the company regarding the gene. The claim has never been independently verified. The prospect of making diagnostics or therapeutics derived from the putative gene never materialized. It was acquired by Arris Pharmaceuticals, forming Axys Pharmaceuticals which later on formed Axys Advanced Technologies, later bought by ChemRx. The remains of Axys were bought by Celera. What used to be Sequana Therapeutics no longer exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "Human Genome Sciences' stock price reached its peak at $109 on January 31, 2000 and went through two splits in 2000. Its president and founder Haseltine said that his work ''speeds up biological discovery a hundredfold, easily.'' He talked of finding ''the fountain of youth'' in genes in the form of ''cellular replacement'' therapies. 12 The company raised more than $2 billion in investments by 2000. In September 2000, the company reported that it had found a way to treat large, painful sores that often plague elderly patients, using a protein spray called repifermin, made by a human gene called keratinocyte growth factor-2. In February 2004, however, the company said that it was ending the development of repifermin because it showed no more benefit than a placebo in clinical trials. Another initial drug also failed in clinical trials. In late 2004, the company announced Haseltine's retirement and named H. Thomas Watkins the new President and CEO.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 339,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "In 2000, the first draft version of the human genome was published, thanks to collaborative work among geneticists from China, France, Germany, Japan, United Kingdom and United States. In 2003, the completed version of the human genome was published, marking the completion of the HGP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "From the first draft of the human genome, it was quickly learned that there are about 20,000 genes, less than one quarter of 100,000 ''genes'' patented by the Human Genome Sciences. Along with this shrinkage in the number of genes, the company stock price also shrank dramatically: the closing price on July 14, 2009, was $2.50, a reduction of 97.7% from its historical high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "Other genomics companies have not fared much better. Iceland-based DeCODE Genetics, for example, was founded in 1996 to identify human genes associated with common diseases using population studies. Its stock price reached $28.75 on September 11, 2000, but plummeted to $0.53 on July 14, 2009, a reduction of 98.2% in value. Its stock was removed from the NASDAQ Biotechnology Index in November 2008. The company's 2006 annual report reveals that its net losses were in excess of 530 million US dollars, and that they have never turned a profit. 13 Its 2009 annual report says that ''deCODE has recorded substantial operating and net losses over the past 3 years'' and the company filed for chapter 11 bankruptcy in the same year (http://www.decode. com/Investors/DCGN-SEC-Filings.php). It was acquired by Amgen at the end of 2012 for 415 million USD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "On the Chinese side, human genetics research moved on with the infusion of research funding from the government. Most scientists who participated in the 1996 Xiang Shan symposium established themselves in genetics research. Several of them were later elected to the Chinese Academy of Sciences, the most prestigious honor that can be bestowed on to a scientist in China. Besides all the trappings and perks, being an Academy member also carries far more influence and political clout than its US counterpart. Huangmin Yang, the most vocal in criticizing Xu's projects, went on to establish China's premier genome research center, and his career culminated recently in the completion of the diploid genome of the first Asian individual (Wang 2008) , rumored to be the DNA extracted from Yang himself.",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 746,
                    "text": "(Wang 2008)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "The purported ''gene war'' has a profound resonance. Even today, over a decade after, the reverberations of the media blitz and the fallout are still palpable: a Google search of ''gene war'' or ''genetic resource'' turns up numerous websites still talking about the ''gene war'' or even the purported attempt by the US to wage war against China using ''gene weapons'' (Tong 2003) . The ''war'' also spurred a flurry of research papers in Chinese scholarly journals, universally calling for the protection of China's genetic resources and profit-sharing arising from gene research (Jia and Wang 2006; Jiang and Wei 2006) .",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 380,
                    "text": "(Tong 2003)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 581,
                    "end": 600,
                    "text": "(Jia and Wang 2006;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 601,
                    "end": 620,
                    "text": "Jiang and Wei 2006)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "Xu left Harvard in 2005 and joined the School of Public Health, University of Illinois in Chicago, as a non-tenure track research professor of epidemiology (http:// www.cade.uic.edu/sphapps/faculty_profile/facultyprofile.asp?i=xipingxu), apparently failing to secure a tenured position at Harvard. The negative publicity surrounding Xu likely made him seem more a liability than an asset to HSPH, especially when he and his group had made no important discoveries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "In 2008, the epidemiologist-turned genetic epidemiologist went through another metamorphosis and became an entrepreneur. He was the Chief Technology Officer and, as of writing, is now the President of Ausa Pharmed Company in Shenzhen, China. In a glowing profile of Xu and his company by People's Daily, Xu is quoted as saying, ''I used to write prescriptions for people in a small village, and now I am writing a big prescription for people all over the world'' (Wang 2008) , 14 apparently referring to the company's blockbuster-to-be drug for stroke prevention, Yiye (''Yi'' is the pronunciation of the first syllable of enalapril in Chinese and ''ye'' is that of folic acid).",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 474,
                    "text": "(Wang 2008)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "According to the company's website, 15 the drug, a polypill consisting of a combination of enalapril (an angiotension converting enzyme inhibitor, or ACEI, used as an anti-hypertensive drug, on which Merck had a patent, now expired) and folic acid (a member of the vitamin B family, used to prevent neural tube defects for pregnant women, and, as an auxiliary, to treat hyperhomocysteine and other conditions), is the fruit of extensive research by Ausa scientists, ''the only class I cardiovascular drug approved by the State Food and Drug Administration (the US FDA counterpart in China) in the last three years with all China-owned intellectual rights, and is the first novel drug in the world that can simultaneously control two risk factors for stroke, hypertension and hyperhomocysteine.''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "In 2009, Xu was among the first that were granted the ''Thousand Scholars'' support, a program designed to attract full-professor-level senior professionals from overseas to work in China. 16 This is a title with enormous privileges and perks given to a select group of best scholars recruited from overseas by Beijing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "On December 14, 2008, Xu was featured in the Oriental Satellite TV's special program, 30 people in 30 years, a program that profiled 30 prominent people and their achievements in the 30 years of economical reform in China. In the program, Xu talked about his early life as a ''barefoot doctor,'' his admission to Peking University and then to Harvard, and his dream, as a youth, of ''writing big prescriptions for people all over the world.'' He talked about his work in epidemiologic studies of air pollution and health and his new venture in developing drugs for Chinese people. He made no mention, however, about his genetics studies and their associated controversies, and showed no trace of bitterness. 17 Curiously, the Ausa-sponsored clinical trial on the evaluation of Yiye in prevention of stroke was registered at the clinical trial registry, www. ClinicalTrials.gov, on November 19, 2008 , which coincided with the official approval from the SFDA of Yiye. 18 The registered trial, China Stroke Primary Prevention Trial (CSPPT), is a phase IV trial (NCT00794885), which compares the efficacy of enalapril and folic acid combination vs. enalapril alone in preventing strokes. As of writing, its status is listed as ''on-going, but is not recruiting participants.'' Its estimated completion date is August, 2014.",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 710,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 858,
                    "end": 898,
                    "text": "ClinicalTrials.gov, on November 19, 2008",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 969,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Aftermath"
        },
        {
            "text": "In modern society, science has become a firmly institutionalized social activity, attracting people through offering generally prized opportunities of engaging in socially approved patterns of association with one's fellow and the consequent creation of cultural products esteemed by the group, in addition to economic benefits that science may offer (Merton [1938 ). As Merton eloquently put it, ''Such group-sanctioned conduct tends to continue unchallenged, with little questioning of its reason for being. Institutionalized values are conceived as selfevident and require no vindication'' (Merton [1938 ). In modern science, especially in biomedical research, scientific enquiries often require large amount of resources-expensive instruments and reagents, lab space, and talented and hardworking students. Hence the pressure for getting resources is enormous. Anything that promises to help ease the pressure is welcome.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 364,
                    "text": "(Merton [1938",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 593,
                    "end": 606,
                    "text": "(Merton [1938",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Science, Nationalism, and Beauty Contest"
        },
        {
            "text": "Scholars of sociology of science often view science as agonistic, made up of rival individuals or groups vying to have their scientific ideas or views recognized and/or accepted as valid (Greenhalgh 2008) . Science, as a space of maps of culture, is drawn by scientists hoping to have their research accepted as valid and recognized, their practices esteemed and patronized, and their culture sustained as home of objectivity, reason, truth or utility. The maps are then used by all who are unsure about the reality (Gieryn 1999 ). Yet maps of science change over time, as competing cartographers are constantly drawing, erasing, and redrawing the boundaries of science. By doing this, the scientist cartographers claim authority over a particular issue by taking it within their science or turf. Thus, vying for acceptance or the valid ''truth'' among scientists is essentially a credibility contest, with winners viewed as the epistemic authority (Gieryn 1999) . The one with the epistemic authority obviously would be the most influential, and their views and voices would be the most visible and vocal when it comes to policy issues (Greenhalgh 2008 ).",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 204,
                    "text": "(Greenhalgh 2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 516,
                    "end": 528,
                    "text": "(Gieryn 1999",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 949,
                    "end": 962,
                    "text": "(Gieryn 1999)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1137,
                    "end": 1153,
                    "text": "(Greenhalgh 2008",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Science, Nationalism, and Beauty Contest"
        },
        {
            "text": "Gieryn's credibility contest metaphor aptly depicts the quest for epistemic authority in science, it also is applicable, rather fittingly, to the situation when scientists vie for resources from funding agencies. In fact, when the process of deciding who would get resources lacks procedural justice, and when there is a lack of tradition for open and rational debate and of a checks-and-balances system, the credibility contest becomes literally a ''beauty'' contest-the most glamorous, in terms of rank, status, or simply seniority in the administrative ladder, but not necessarily the vision, merit, or talent, would get the resources. In a country where political loyalty and connections are valued far more than scientific merit and talent, the credibility contest further becomes a contest of political correctness or patriotism. Coupled with the lack of a clean and efficient government and of transparency and also with the pervasiveness of Guanxi or personal connections, this contest might create winners who are not necessarily the scientifically most visionary. As human beings, scientists are also susceptible to all human frailties. Aside from questing for epistemic authority, they also compete for resources and influence, and often vie for political clout, credit, fame, and even glamour, especially when such activities help their quest for epistemic authority or increase their professional and personal gains. If there are no set rules of the game with certain procedural justice or a checks-and-balances system in place that can curtail the tendency and channel it into the maximization of the common good, the human frailties, coupled with the lack of proper avenues for open debate, the contest would be an invitation for inefficiency, waste, corruption, and even disaster. Winners might take all, but in the long run the bad money drives out the good. The spectacular fiasco in containing the SARS epidemic and in sequencing the coronavirus that causes SARS are a prime example (Enserink 2003; Cao 2004) .",
            "cite_spans": [
                {
                    "start": 2002,
                    "end": 2017,
                    "text": "(Enserink 2003;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2018,
                    "end": 2027,
                    "text": "Cao 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Science, Nationalism, and Beauty Contest"
        },
        {
            "text": "Lured mostly by the low cost of collecting large DNA samples and the perceived genetic homogeneity, many gene hunters from the West came to China in the hope to identify genes responsible for complex diseases, and some of them may have hoped to get rich in the process. This was mostly accomplished through some wellconnected Chinese intermediaries ''as experienced guide,'' as Washington Post reporter John Pomfret put it (Pomfret and Nelson 2000) . Letting the intermediary do the leg work did spare them from doing the dirty field work but also insulated them from the sentiment from villagers and the scientific establishment in China and prevented from establishing a rapport with these people.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 448,
                    "text": "(Pomfret and Nelson 2000)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Science, Nationalism, and Beauty Contest"
        },
        {
            "text": "From a scientific standpoint, many gene-hunting projects were launched without much understanding of the population genetic structure of the Chinese population or foundational genetic epidemiologic data, let alone the appreciation of the inherent risk in this scientific endeavor. There was no plan B that one could have something to fall back on in case what was planned did not pan out. The execution also was fraught with various deficiencies. With little or no oversight, the daily work was left to the hands of not-so-well trained people. And when rumors of irregularities surfaced, inspection was largely perfunctory, nothing more than sugar-coating or bandaging. It would have been a miracle if such projects were ever productive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science, Nationalism, and Beauty Contest"
        },
        {
            "text": "Faced with numerous well-endowed gene hunting teams coming to China, the cash-strapped Chinese genetics scientists had every reason to be worried. The taking of large number of DNA samples and, worse yet, the tracking down of some large pedigrees with rare genetic diseases would effectively deprive their chance of finding disease genes, outshining them in the genetic research of Chinese populations and threatening their careers. Providing DNA materials without any reasonable share of possible future financial payoff for the people who donated their blood could also be a concern, but it is not clear which was the primary concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science, Nationalism, and Beauty Contest"
        },
        {
            "text": "By calling the attention of the central government through evoking nationalism via calling the protection of China's genetic resources, they got the resources and also claimed a territory that would be off-limit to ''foreign devils.'' Yet by doing so, no one apparently was aware then of numerous and enormous hurdles to gene prospecting and vastly underestimated its complexity and challenge. By evoking the urgency to protect China's genetic resources, some scientists played the card of nationalism, wining the contest in getting resources through nudging the unsuspecting government to cough up some much needed funds to thwart ''foreign devils''' pilfering act. Through the drafting and implementation of the Interim Measures for the Administration of Human Genetic Resources, the domestic scientists effectively enacted an embargo of the transfer of all DNA-containing materials from China to the outside by drawing a clearly demarcated boundary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science, Nationalism, and Beauty Contest"
        },
        {
            "text": "This may explain why Dr. Xiping Xu repeatedly proclaimed, in many public occasions during the entire course of the ''war,'' that he is a patriot. Well-connected and clearly a master of nuances of Guanxi, he certainly knew the psyche of many Chinese and government officials. Lapses and missteps aside, he was no match to domestic scientists united in the name of patriotism. Yet his biggest deficiency in the credibility contest was attributable to his betting on a wrong horse: many, if not all, of his well-funded projects did not pan out in the end, producing no headline scientific discovery and failing to establish an epistemic authority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science, Nationalism, and Beauty Contest"
        },
        {
            "text": "While credibility contest to quest for epistemic authority depicts science and its working, the contest for credibility, glamour or patriotism in getting resources as we see in the ''gene war'' may be ultimately detrimental to China's science and technology. Today, China's R&D investment, in terms of dollar amount, has increased dramatically as compared with the era of ''gene war.'' It reached a historical high of 868.7 billion Yuan, or about 133.6 billion US dollars, in 2011, amounting to 1.84% of China's GDP. 19 As a result, China's scientific output, measured by the number of papers published in international journals, also has increased remarkably and is reportedly ranked as the second in the world, just behind the US. 20 Yet in terms of average number of citations-a rough measure of impact or research quality, China was ranked a distant 14 th . A more disconcerting observation is that the fruit of biomedical research seldom translates into better patient care, better therapeutics, better prognostics, or better prevention. In other words, the vast majority of tax-payers have not received any tangible benefit from the supposedly noble and grandiose scientific endeavor. This situation, if left unchanged, is not going to justify for heavy investment in biomedical research and to win the continued support from tax-payers in the long-run. Ultimately, it would raise the issue of sustainability of biomedical research in China. This problem will become all the more acute as China enters into an aging society in which health care cost will surely skyrocket.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 519,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Science, Nationalism, and Beauty Contest"
        },
        {
            "text": "It should be noted that, at the height of the ''gene war,'' similar concerns were also raised in Finland and India. However, few seemed to have framed their concerns at the level of nationalism, and even fewer have gone overboard and demonized, often in passionate and patriotic rhetoric, all foreign-supported gene hunting projects. The near paranoid that instigated towards all foreign-backed gene-hunting project did help to cough up some much needed research funding from the government, but also fermented xenophobia and some utterly unfounded yet sensational non-sense such as ''gene weapons'' 21 (Tong 2003) and tarnished genetic research in China. Remarkably, when a book was published in 2003, sensationally claiming that the SARS virus was deliberately manufactured by the West based on DNA materials smuggled out of China (Tong 2003) , no one stood out and debunked such scientific rubbish.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 614,
                    "text": "(Tong 2003)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 833,
                    "end": 844,
                    "text": "(Tong 2003)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Science, Nationalism, and Beauty Contest"
        },
        {
            "text": "The Chinese also carry a burden of humiliation and painful memories of the past as a result of repeated ravages by foreign aggression and exploitation in the last two centuries. Consequently, issues that may be remotely related to national sovereignty or foreign exploitation are hot-button ones. Minor incidents can be easily escalated into a major event, as evidenced by the calls for boycotts of French Carrefour and other foreign retailers in China in response to the disruptions of the Olympic torch relay in Paris in 2008, and, more recently, by the vandalization of Japanese-made cars in many Chinese cities at the height of anti-Japanese sentiment rekindled by the territorial dispute between China and Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science, Nationalism, and Beauty Contest"
        },
        {
            "text": "China's current funding system and the science policy-making also are vulnerable to subterfuge of various kinds, behind which personal gains are often masquerading as patriotism or national interest. As Ambrose Bierce once defined, patriotism is a ''Combustible rubbish ready to the torch of any one ambitious to illuminate his name.'' It is a challenge to weed out charlatans impersonating as patriots, but the best bet would be a transparent system that values merit, talent and vision above cheap patriotic or nationalistic rhetoric.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science, Nationalism, and Beauty Contest"
        },
        {
            "text": "As China is aspiring to be a leader in science and technology, this ''gene war of the century'' and its aftermath, as narrated here, serve as a cautionary tale. It reminds us, first and foremost, how important it is to be clear-headed and not to follow blindly whatever in vogue. Very often, what we see is the conspicuous ''me-too'' science, following whatever fashionable. Yet the most important ball that all eyes should lay on, i.e. better health for all, is seemingly lost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In the absence of procedural justice in the process of deciding who would get resources, and when there is a lack of tradition for open and rational debate and of a checks-and-balances system, the credibility contest for resources would easily become a ''beauty'' contest. In a country where political loyalty and nationalism are valued more than scientific merit and talent, the credibility contest would further become a contest of political loyalty, political correctness, or patriotism. The news of pilfering of China's genetic resources by foreign companies could easily strike a chord of painful memories of foreign aggression and exploitation in the last two centuries. The isolation from the world community for nearly three decades since 21 One key finding of the HGP is that all human races are 99.99% identical-DNA sequence-wise. Therefore, racial differences are genetically insignificant. For many genes, it has been established that genetic variations within the same racial group are larger than those among racial groups. Thus, scientifically, it is impossible to devise a ''gene weapon'' to target a specific racial or ethnic group.",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 749,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "''Gene War of the Century'' and Its Aftermath 509 the founding of the People's Republic purportedly due to the prejudice, discrimination, and containment of the Western imperialists and capitalists-or so it was told by the state media-also helped foster or reinforce a nearly xenophobia attitude towards anything perceived to be dangerous if coming from outside of China, especially it touches on ideology. Thus, a spark of minor incident could easily kindle the fire of tumultuous nationalistic uproar. Hence, the ''gene war'' holds a lesson that being seemingly the most patriotic is not an assurance for good science. The mere possession of resources does not guarantee scientific productivity, either. Vision and brain are more important when it comes to scientific innovation and discovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The over-politicizing science will ultimately prove to be detrimental to China's science and technology. We have seen it during China's Great Cultural Revolution, in which nearly everything in science and technology was politicized. But science and technology then were essentially decimated, and the characteristic hallmark was Jia, Da, Kong or falsehood, grandeur, and emptiness. In addition, when political loyalty prevails over talent and vision, some unscrupulous scientists can hijack the value system to their own advantage. And when there is also a lack of avenue for open debate, then one project purported of to be of national importance could be usurped by another with purportedly greater importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The conflict also reminds us that scientists are no more than human beings and have all the human frailties. Personal gains or some ulterior motives can be camouflaged as patriotism or public interest, as shown in the politics of paleoanthropological nationalism in China (Sautman 2001) . As Merton succinctly put it, ''any extrinsic reward-fame, money, position-is morally ambiguous and potentially subversive of culturally esteemed values. For as rewards are meted out, they can displace the original motive: concern with recognition can displace concern with advancing knowledge. An excess of incentives can produce distracting conflict'' (Merton [1968 ). Without any measures or system to guard against this, the interest of the nation and of the public will suffer.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 286,
                    "text": "(Sautman 2001)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 642,
                    "end": 655,
                    "text": "(Merton [1968",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In human genetics, China's premier challenge now remains to be, as was a decade ago, ''to build up a critical mass of highly competent and visionary scientists who will be able to bring Chinese genetics into the world community'' (Guo et al. 1997) . The ultimate goal of biomedical research in general and human genetics in particular is to bring tangible benefits and better health to the general public, not merely some ranking of scientific output, for it is the source of gaining sustainable support from the general public and of economic prosperity. Science thrives on openness, reason, and the competition of ideas, and it suffers when subjected to political agenda, faux patriotism or nationalism.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 247,
                    "text": "(Guo et al. 1997)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Anhui-native scientist climb peak of human genetics",
            "authors": [
                {
                    "first": "Anhui",
                    "middle": [],
                    "last": "Daily",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "China: An International Journal",
            "volume": "2",
            "issn": "",
            "pages": "262--286",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Noncoding RNA transcription beyond annotated genes",
            "authors": [
                {
                    "first": "Piero",
                    "middle": [],
                    "last": "Carninci",
                    "suffix": ""
                },
                {
                    "first": "Yoshihida",
                    "middle": [],
                    "last": "Hayashizaki",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Current Opinion in Genetics & Development",
            "volume": "17",
            "issn": "2",
            "pages": "139--144",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gde.2007.02.008"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Implications of the human genome project for medical science",
            "authors": [
                {
                    "first": "Fransis",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "Victor",
                    "middle": [
                        "A"
                    ],
                    "last": "Mckusick",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "JAMA",
            "volume": "285",
            "issn": "5",
            "pages": "540--544",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The search for genetic variants predisposing women to endometriosis",
            "authors": [
                {
                    "first": "Wen",
                    "middle": [],
                    "last": "Di",
                    "suffix": ""
                },
                {
                    "first": "Sun-Wei",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Current Opinion in Obstetrics and Gynecology",
            "volume": "19",
            "issn": "4",
            "pages": "395--401",
            "other_ids": {
                "DOI": [
                    "10.1097/GCO.0b013e328235a5b4"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Confirmation of susceptibility gene loci on chromosome 1 in northern China Han families with type 2 diabetes",
            "authors": [
                {
                    "first": "Weinan",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Chinese Medical Journal (England)",
            "volume": "114",
            "issn": "8",
            "pages": "876--878",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "China's missed chance",
            "authors": [
                {
                    "first": "Martin",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "301",
            "issn": "",
            "pages": "294--296",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Shiji Zhi Zhang: Jiyin Qian Duo Zhan [war of the century: The war to seize the genes",
            "authors": [
                {
                    "first": "Fude",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "192",
            "issn": "",
            "pages": "244--247",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Shiji Zhi Zhang: Jiyin Qian Duo Zhan [war of the century: The war to seize the genes",
            "authors": [
                {
                    "first": "Fude",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "193",
            "issn": "",
            "pages": "294--297",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Asthma gene discovered",
            "authors": [],
            "year": 1997,
            "venue": "Gene Therapy Weekly",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cultural boundaries of science: Credibility on the line",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [
                        "F"
                    ],
                    "last": "Gieryn",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Common genetic variation and human traits",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "B"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New England Journal of Medicine",
            "volume": "360",
            "issn": "17",
            "pages": "1696--1698",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Just one child: Science and policy in Deng's China",
            "authors": [
                {
                    "first": "Susan",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Gene war of the century?",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Changjiang",
                    "middle": [],
                    "last": "Sun-Wei",
                    "suffix": ""
                },
                {
                    "first": "Ching",
                    "middle": [
                        "Chun"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Science",
            "volume": "278",
            "issn": "5344",
            "pages": "1693--1694",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A linkage between DNA markers on the X chromosome and male sexual orientation",
            "authors": [
                {
                    "first": "Dean",
                    "middle": [
                        "H"
                    ],
                    "last": "Hamer",
                    "suffix": ""
                },
                {
                    "first": "Victoria",
                    "middle": [
                        "L"
                    ],
                    "last": "Hu Stella",
                    "suffix": ""
                },
                {
                    "first": "Hu",
                    "middle": [],
                    "last": "Magnuson",
                    "suffix": ""
                },
                {
                    "first": "Angela",
                    "middle": [
                        "M"
                    ],
                    "last": "Nan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pattatucci",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Science",
            "volume": "261",
            "issn": "5119",
            "pages": "321--327",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Backlash disrupts China exchanges",
            "authors": [
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Jue",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Science",
            "volume": "278",
            "issn": "5337",
            "pages": "376--377",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Genome-based prediction of common diseases: advances and prospects",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Janssens",
                    "suffix": ""
                },
                {
                    "first": "Cornelia",
                    "middle": [
                        "M"
                    ],
                    "last": "Cecile",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Duijn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Human Molecular Genetics",
            "volume": "17",
            "issn": "R2",
            "pages": "166--173",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Protection of genetic patent-a discussion of gene providers' sharing the benefits accruing from the use of genetic patent",
            "authors": [
                {
                    "first": "Xiao-Long",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "Yi-Min",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Beijing University of Aeronautics and Astronautics (Social Sciences Edition",
            "volume": "",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The thought on dispute of cooperative gene research between China and America",
            "authors": [
                {
                    "first": "Ping",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Zhi-Bo",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Studies in Science of Science",
            "volume": "24",
            "issn": "1",
            "pages": "26--29",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Out of sight, out of mind: How Harvard University exploited rural Chinese villagers for their DNA",
            "authors": [
                {
                    "first": "Brandon",
                    "middle": [],
                    "last": "Keim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genewatch",
            "volume": "16",
            "issn": "5",
            "pages": "10--11",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Appellate Court weighs 'obvious' patents",
            "authors": [
                {
                    "first": "Eli",
                    "middle": [],
                    "last": "Kintisch",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biotechnology. U.S",
            "volume": "323",
            "issn": "5913",
            "pages": "452--453",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Genetic risk prediction-are we there yet?",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "J"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New England Journal of Medicine",
            "volume": "360",
            "issn": "17",
            "pages": "1701--1703",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Genetic dissection of complex traits",
            "authors": [
                {
                    "first": "Eric",
                    "middle": [
                        "S"
                    ],
                    "last": "Lander",
                    "suffix": ""
                },
                {
                    "first": "Nicholas",
                    "middle": [
                        "J"
                    ],
                    "last": "Schork",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Science",
            "volume": "265",
            "issn": "5181",
            "pages": "2037--2048",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The long-term effect of lifestyle interventions to prevent diabetes in the China Da Qing diabetes prevention study: A 20-year follow-up study",
            "authors": [
                {
                    "first": "Guangwei",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "9626",
            "pages": "1783--1789",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Jiyin Da Zhan'' [The escalating ''gene war",
            "authors": [
                {
                    "first": "Yi",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Personal genomes: The case of the missing heritability",
            "authors": [
                {
                    "first": "Brendan",
                    "middle": [],
                    "last": "Maher",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "456",
            "issn": "7218",
            "pages": "18--21",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The puritan spur to science",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "K"
                    ],
                    "last": "Merton",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "The sociology of science: Theoretical and empirical investigations",
            "volume": "511",
            "issn": "",
            "pages": "228--253",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Behavior patterns of scientists",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "K"
                    ],
                    "last": "Merton",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "The Sociology of Science: Theoretical and Empirical Investigations",
            "volume": "",
            "issn": "",
            "pages": "325--342",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Hereditary diseases in Finland; rare flora in rare soul",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Norio",
                    "suffix": ""
                },
                {
                    "first": "Heli",
                    "middle": [
                        "R"
                    ],
                    "last": "Reijo",
                    "suffix": ""
                },
                {
                    "first": "Jaakko",
                    "middle": [],
                    "last": "Nevanlinna",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Perheentupa",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Annals of Clinical Research",
            "volume": "5",
            "issn": "3",
            "pages": "109--141",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Association between a literature-based genetic risk score and cardiovascular events in women",
            "authors": [
                {
                    "first": "Nina",
                    "middle": [],
                    "last": "Paynter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Danniel",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chasman",
                    "suffix": ""
                },
                {
                    "first": "Guillaume",
                    "middle": [],
                    "last": "Pare",
                    "suffix": ""
                },
                {
                    "first": "Julia",
                    "middle": [
                        "E"
                    ],
                    "last": "Buring",
                    "suffix": ""
                },
                {
                    "first": "Nancy",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "Joseph",
                    "middle": [
                        "P"
                    ],
                    "last": "Miletich",
                    "suffix": ""
                },
                {
                    "first": "Paul",
                    "middle": [
                        "M"
                    ],
                    "last": "Ridker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JAMA",
            "volume": "303",
            "issn": "7",
            "pages": "631--637",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2010.119"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "People's Daily. 2002. Benefiting thousands and thousands of families",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "U.S. says genes should not be eligible for patents",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Pollack",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "China probe clears Harvard's Genetic Research",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Pomfret",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Washington Post",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "An isolated region's genetic Mother Lode Harvard-Led study mined DNA riches; some donors say promises were broken",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Pomfret",
                    "suffix": ""
                },
                {
                    "first": "Deborah",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Male homosexuality: Absence of linkage to microsatellite markers at Xq28",
            "authors": [
                {
                    "first": "George",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "Carol",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "Neil",
                    "middle": [],
                    "last": "Risch",
                    "suffix": ""
                },
                {
                    "first": "George",
                    "middle": [],
                    "last": "Ebers",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "284",
            "issn": "5414",
            "pages": "665--667",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The future of genetic studies of complex human diseases",
            "authors": [
                {
                    "first": "Neil",
                    "middle": [],
                    "last": "Risch",
                    "suffix": ""
                },
                {
                    "first": "Kathleen",
                    "middle": [],
                    "last": "Merikangas",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "273",
            "issn": "5281",
            "pages": "1516--1517",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Peking man and the politics of paleoanthropological nationalism in China",
            "authors": [
                {
                    "first": "Barry",
                    "middle": [],
                    "last": "Sautman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Journal of Asian Studies",
            "volume": "60",
            "issn": "1",
            "pages": "95--124",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Beijing Youth Daily",
            "authors": [
                {
                    "first": "Bin",
                    "middle": [],
                    "last": "Shou",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The Harvard case of Xu Xiping: Exploitation of the people, scientific advance, or genetic theft?",
            "authors": [
                {
                    "first": "Margret",
                    "middle": [],
                    "last": "Sleeboom",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New Genetics and Society",
            "volume": "24",
            "issn": "1",
            "pages": "57--78",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Genome research set to take off in China",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Swinbanks",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "394",
            "issn": "6689",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The last defence: The agony of the loss of Chinese genes",
            "authors": [
                {
                    "first": "Zeng",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance",
            "authors": [
                {
                    "first": "Jaakko",
                    "middle": [],
                    "last": "Tuomilehto",
                    "suffix": ""
                },
                {
                    "first": "Jaana",
                    "middle": [],
                    "last": "Lindstrom",
                    "suffix": ""
                },
                {
                    "first": "Johan",
                    "middle": [
                        "G"
                    ],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "Timo",
                    "middle": [
                        "T"
                    ],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "Helena",
                    "middle": [],
                    "last": "Hamalainen",
                    "suffix": ""
                },
                {
                    "first": "Pirjo",
                    "middle": [],
                    "last": "Ilanne-Parikka",
                    "suffix": ""
                },
                {
                    "first": "Sirka",
                    "middle": [],
                    "last": "Keinanen-Kiukaanniemi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "New England Journal of Medicine",
            "volume": "344",
            "issn": "18",
            "pages": "1343--1350",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Genes show limited value in predicting diseases",
            "authors": [
                {
                    "first": "Nicholas",
                    "middle": [],
                    "last": "Wade",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A decade later, genetic map yields few new cures",
            "authors": [
                {
                    "first": "Nicholas",
                    "middle": [],
                    "last": "Wade",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "New York Times",
            "volume": "",
            "issn": "13",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "New drug research in China lift heavy siege. People's Daily",
            "authors": [
                {
                    "first": "Shu",
                    "middle": [
                        "-"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Methods for time trend analysis of cancer incidence rates",
            "authors": [
                {
                    "first": "Yong-Bing",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Zhonghua Liu Xing Bing Xue Za Zhi",
            "volume": "25",
            "issn": "2",
            "pages": "173--177",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Experimental studies on somatic gene therapy for diabetes I. Structuring of recombinant from human insulin gene and mammalian expression vector PRC/CMV",
            "authors": [
                {
                    "first": "Xinhua",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Heng",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Fude",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Qi",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Zhongguo Yi Xue Ke Xue Yuan Xue Bao",
            "volume": "19",
            "issn": "2",
            "pages": "145--149",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Scramble for Chinese genes not ended",
            "authors": [
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Harvard's genetic research projects in China a ''violation",
            "authors": [
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Yan",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Advances in science and progress of humanity: A global perspective on DNA",
            "authors": [
                {
                    "first": "Huanmin",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Population and genetics: Legal and socio-ethical perspectives",
            "volume": "",
            "issn": "",
            "pages": "395--404",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The gene puzzle",
            "authors": [
                {
                    "first": "Carl",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Timeline of events surrounding the breakout of the ''gene war of the century'' and its aftermath 1989: The gene mutation responsible for cystic fibrosis, a rare genetic disease, was cloned 1990: The Human Genome Project, sponsored by the US Department of Energy and the US National Institute of Health, was officially launched. Geneticists from China, France, Germany, Japan, and United Kingdom participated in this project and, along with the US, formed an international consortium. The sequencing work was divided among all members, with China responsible for 1% of the whole human genome The news that Harvard's genetics projects are launched in Anhui broke out in Science Xiang Shan Conference was held in November 1997: Articles and reports that Western companies are coming to China to hunt down disease genes began to appear in professional journals and newspapers. The phrase, ''gene war,'' first appeared in the media Sequana announced in May that it has identified a mutated gene that makes people susceptible to asthma 1998: Several international collaborative projects were halted pending official approval The Interim Measures for the Administration of Human Genetic Resources came into effect. No biospecimen containing DNA and/or RNA can be taken out of China without approval 1999: Several incidents/irregularities involved in Xu's Anhui projects surfaced A fact-finding team of six persons from Harvard went to Anhui to investigate but found nothing improper The US Department of Health and Human Services (DHHS) launched its own investigation of Harvard's genetic research in China 2000: The draft version of the human genome sequences was completedWashington Post ran a lengthy report detailing the allegations that Chinese villagers had not been given low-cost medical care as they were promised in exchange for providing blood samples for Xu's US-funded genetic research. The report also included allegations that Xu's lapsed in informed consent 2001: An investigative report was published in Outlook, a major Chinese magazine. The report reiterated some of the allegations made in an earlier report published in the Washington Post and supplemented them with interviews with Chinese farmers in an isolated region of Anhui province and their various predicaments A face-to-face confrontation erupted regarding various irregularities in Xu's projects at the Symposium on Bioethics, Biotechnology and Biosecurity held in Hangzhou, ChinaChina's Office for Management of Human Genetic Resources launched its own investigation, but soon concluded that Xu's projects did not break any Chinese regulations, and told the US Embassy soThe Dean of the HSPH sent a scathing letter to Xu, strongly criticizing him for writing two letters to senior Chinese government officials, in which Xu urged the government to silence the voice from his detractors and to take actions against a major figure who had criticized his work 2002: The federal Office for Human Research Protections (OHRP) of the DHHS issued a scathing indictment of the HSPH research",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "2003: Xu was ordered to suspend all human subject interventions in his active studies pending the outcome of an internal auditThe completed version of the human genome was publishedThe OHRP sent a letter to HSPH in early May, stating that all issues raised in the HSPHinvolved China studies have been either resolved or dissolved because of unsubstantiated allegations This approach was based on a phenomenon, called ''genetic linkage,'' discovered in fruit flies in the 1910s by Alfred Sturtevant, then a graduate student of Thomas Morgan, a prominent American geneticist who won the Nobel Prize in Physiology or Medicine in 1933.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "List of Xiping Xu's funding from the NIH of USA, from 1996 to 2009",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Establishing the precursors of osteoporosis in children Source CRISP (http://crisp.cit.nih.gov/crisp/crisp_query.generate_screen, accessed on July 14, 2009)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments The author would like to thank Drs. Cong Cao, Partha Majumder, Margaret Sleeboom-Faulkner for their constructive comments on an earlier version of this manuscript. He also thanks Dr. Yang Huanmin for the reading of an earlier draft, two anonymous reviewers and the editors for their helpful comments. Thanks also goes to Charles Guo for his critical reading of and helpful comments on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}