{
    "paper_id": "86e41d6fbd64c3432c7a75aeac30e009b8c4f9b9",
    "metadata": {
        "title": "ProMED-mail: 22 years of digital surveillance of emerging infectious diseases",
        "authors": [
            {
                "first": "Malwina",
                "middle": [],
                "last": "Carrion",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lawrence",
                "middle": [
                    "C"
                ],
                "last": "Madoff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "ProMED-mail (ProMED) was launched in 1994 as an email service to identify unusual health events related to emerging and re-emerging infectious diseases and toxins affecting humans, animals and plants. It is used daily by public health leaders, government officials at all levels, physicians, veterinarians and other healthcare workers, researchers, private companies, journalists and the general public. Reports are produced and commentary provided by a global team of subject matter experts in a variety of fields including virology, parasitology, epidemiology, entomology, veterinary and plant disease specialists. ProMED operates 24 hours a day, 7 days a week and has over 83 000 subscribers, representing every country in the world. Additionally, ProMED disseminates information via its website and through social media channels such as Twitter and Facebook as well as through RSS feeds. Over the last 22 years, it has been the first to report on numerous major and minor disease outbreaks including SARS, MERS, Ebola and the early spread of Zika. ProMED is transparent, apolitical, open to all and free of charge, making it an important and longstanding contributor to global health surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ProMED-mail (ProMED) was launched in 1994 as an email list to identify unusual health events related to emerging and reemerging infectious diseases and toxicities affecting humans, animals and plants. A groundbreaking venture into using nontraditional or informal information sources to generate reports of outbreaks, the efficacy of this approach has been demonstrated repeatedly. [1] [2] [3] ProMED was also, from the beginning, built around the One Health concept that recognizes the intersection of diseases in humans, animals and plants.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[1]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "[2]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "[3]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From its beginnings with only 40 members, ProMED has grown during the last 22 years to over 83 000 subscribers in more than 200 countries. ProMED is used by a wide range of individuals and organizations. These include public health leaders, government officials at all levels, physicians, veterinarians and other healthcare workers, researchers, private companies, journalists and the general public. Funded by a mix of grants, generous donations from supporters around the world and the International Society for Infectious Diseases (ISID), ProMED is transparent, apolitical, open to all and free of charge, making it an important part of the global public health community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "ProMED is based on innovative and informal disease surveillance, which allows it to disseminate information faster than traditional surveillance systems. By relying on local media, professional networks and on-the-ground experts, ProMED is able to highlight occurrences of emerging infectious diseases and outbreaks to its subscribers in near real-time. Reports are curated by specialist moderators who provide expert commentary, supply references to previous reports and to the scientific literature, and put the report in perspective for a diverse readership. 4 These reports are simultaneously sent out to subscribers via email and posted to ProMED's website, 5 which receives thousands of visits each day. Reports are also disseminated by social media, RSS feeds and smartphone apps.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 563,
                    "text": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 663,
                    "end": 664,
                    "text": "5",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Structure"
        },
        {
            "text": "ProMED is composed of one global network and eight regional networks that operate in multiple languages including French, Spanish, Portuguese, Russian and Arabic. Subscribers are able to choose which lists they wish to receive, whether in realtime or as a digest, and additionally posts focused only on plants, zoonotic and animal diseases or posts that relate only to disease occurrence (without commentary and discussion). The specialist moderators (experts in specific subject matter or in regional diseases) are located in 37 countries and are constantly scanning for, reviewing and posting information to the network. Figure 1 shows the locations of moderators, staff and volunteers. ProMED reports data on outbreaks globally, 24 hours a day, 7 days a week, averaging eight outbreak reports per day. In order to maintain a level of consistency, as well as highlight the most important events of the day, ProMED staff carefully consider each post and aim for quality of reporting and accuracy over quantity of posts. Figure 2 shows the ProMED information flowchart, detailing the process that each piece of information goes through prior to being posted on ProMED.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 623,
                    "end": 631,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1021,
                    "end": 1029,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Structure"
        },
        {
            "text": "While ProMED is one of the oldest digital surveillance systems, it is certainly not the only one. Barboza et al. 6 describe six internet-based biosurveillance systems, including ProMED. The systems include both human-curated, such as ProMED, and automated. The authors explored the strengths and limitations of each when compared to disease events reported in the 2010 French Institute for Public Health Surveillance weekly international epidemiological bulletin. Barboza et al. 6 found that ProMED tended to score highly on its ability to detect confirmed disease outbreaks, as well as to detect these outbreaks before they were publicized in the weekly international epidemiology bulletin. A more recent paper by Bijkerk et al. 7 analyzed the ten sources, including ProMED, used by the Netherlands Early Warning Committee to identify threats from abroad. They found that ProMED, along with the European Centre for Disease Prevention and Control Round Table Report, were the most complete sources and that when combined they reported \"95% of all threats a timely manner\". 7 These findings corroborate ProMED's own experiences with being the first to report on numerous events over the past decades, also described below.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "text": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 479,
                    "end": 480,
                    "text": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 730,
                    "end": 731,
                    "text": "7",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1073,
                    "end": 1074,
                    "text": "7",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Structure"
        },
        {
            "text": "In 2014, ISID and ProMED, along with Skoll Global Threats Fund, HealthMap, and Training Programs in Epidemiology and Public Health Intervention Network (TEPHINET), began work on another innovative tool for disease surveillance, the EpiCore program. 8 EpiCore was created to build a network of field epidemiologists and health professionals who can validate reported and suspected outbreaks. ProMED moderators send requests for information (RFIs) directly to EpiCore members in a specific area of the world, whether country or region. These volunteers then use their professional networks and other resources available to them to offer further data, confirmation of facts, or to correct information. All of the information is submitted through EpiCore's secure online reporting platform. When someone applies to become an EpiCore member, they must provide information about their professional qualifications and location as well as undergo training that is verified by the EpiCore program manager. However, in an effort to protect them as well as their contacts, EpiCore members are able to respond to RFIs anonymously, provide their information but ask it not be included in the report, or allow their name to be associated with the report.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 250,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EpiCore"
        },
        {
            "text": "While ProMED has always welcomed a feedback loop and encouraged subscribers to submit reports and information of interest, EpiCore has brought participation in ProMED to a new level. In the past, the response rates of ProMED RFIs to the general subscriber lists have been low with relatively few comments or additional information submitted. Through EpiCore, targeted RFIs are reaching a dedicated group that is eager to help gather further information and thus enhance ProMED's surveillance and reporting abilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EpiCore"
        },
        {
            "text": "Fully launched in March 2016, EpiCore has grown rapidly and currently includes more than 1800 members in 136 countries. The specialties of the EpiCore membership reflect ProMED's One Health approach with experts in animal, environmental and human health all represented. ProMED moderators consistently rate the responses they receive as being helpful and include these responses in follow-up posts. This demonstrates the added benefit of consulting the EpiCore community. According to membership surveys carried out in February and March 2017, most members report that they have greatly enjoyed their role so far. As EpiCore continues to grow, further opportunities for its members to contribute are being explored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EpiCore"
        },
        {
            "text": "The strength and popularity of ProMED has grown considerably since it began in 1994. Over the past six years, since 2010, subscribership has increased by nearly 30 000 readers (Figure 3 ). The decline in subscribership in 2012 was due to removing duplicates and inactive email addresses; since that time, this is now done on a regular basis. In addition, the number of posts per day has been steadily rising, as can be seen in Table 1 . While this table represents only the global English network, a similar increase can be observed on the regional networks as well.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 185,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 427,
                    "end": 434,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Successes"
        },
        {
            "text": "ProMED has also become more prominent on social media in recent years. ProMED's main Facebook page has over 4400 followers and the main Twitter account (@ProMED_mail) counts more than 6800 Twitter followers, regularly adding over 100 new followers a month since early 2016. Thousands of others access ProMED daily through iOS and Android smartphone apps, via RSS feeds or from the website. ProMED also includes a feature on both the apps and the website allowing the public to send information and links to reports, news stories and other resources. When the information is provided and permission given, ProMED always acknowledges the origin of these contributions as it recognizes the strength of the general public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Successes"
        },
        {
            "text": "ProMED has also worked hard to expand the number and location of networks and moderators to include those where emerging diseases and outbreaks are particularly concerning such as Francophone Africa and South-East Asia. In the past ten years, ProMED has added ProMED-MENA (Middle East and North Africa), ProMED-SOAS (South Asia), ProMED-EAFR (Anglophone Africa) and ProMED-FRA (Francophone Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Successes"
        },
        {
            "text": "In order to show the broad scope of outbreaks and infectious disease events going on in the world, ProMED creates and publicizes word clouds on a quarterly basis on social media. These word clouds are based on all posts in the global ProMED network in the given time period and the size of the text corresponds to how many posts relate to that disease or event. The words are grouped by region but are not necessarily placed directly in the countries where the disease or outbreak occurred. In addition, ProMED has been involved in efforts to bring global attention directly to a cause or outbreak. In 2015 one of ProMED's co-founders, the late John (Jack) P. Woodall, became concerned with the growing yellow fever outbreak in Angola and its potential for spread. Through various publications, quotes in newspapers such as the New York Times and Scientific American, and constant updates through ProMED, Woodall kept warning the scientific community but perhaps more importantly, also offering a potential solution. [9] [10] [11] [12] In two published manuscripts (Woodall and Yuill 11 and Calisher and Woodall 9 ), as well as in newspaper articles, Woodall and his colleagues proposed the use of a fractional dose of yellow fever vaccine so that the 7 million vaccines in the stockpile could meet demand and avoid a pandemic. This strategy was adopted by WHO, and begun in Angola and surrounding countries in August 2016, effectively limiting the spread in Angola and preventing global spread.",
            "cite_spans": [
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[9]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[11]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[12]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Successes"
        },
        {
            "text": "While ProMED has had many successes, and has grown tremendously over the past two decades, there remain constraints and limitations to the work being carried out. ProMED prides itself on being open access and free of charge, with the goal of being able to disseminate this important information transparently and without limitations. Factors that improve emerging disease reporting include ready access to the internet, freedom from political and legal constraints on the exchange of information, and a vigorous media. Part of the impetus for the development of ProMED's regional networks has been to enhance reporting in areas where these features were absent or underdeveloped. However, impediments to rapid and transparent reporting continue to exist in many areas of the globe. One of ProMED's strengths could also be considered a limitation. The use of human moderators and curators instead of an algorithm or automation (as used by systems such as HealthMap or MEDISYS), means that the importance of an article or event is judged on a case-by-case basis and therefore determined by expert opinion. ProMED operates as a team and there are daily discussions between the moderators and editors regarding the content that is posted. Nonetheless, there is always the opportunity for personal bias to influence some of the choices made by moderators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and constraints"
        },
        {
            "text": "While the ProMED archive contains over 22 years of posts on emerging infectious diseases and outbreaks, it is not currently equipped to provide, in many instances, detailed epidemiological data. For example, ProMED often does not report case or death counts beyond what is included in the text of a post. In order to extract this information from ProMED posts in a systematic way further analysis is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and constraints"
        },
        {
            "text": "A further constraint is that while ProMED has been actively working to expand and grow its networks, seeking to add moderators in key regions and countries, gaps remain. Limited resources mean that it takes careful planning and a selective approach to bring on new moderators and regions, as the goal is always to sustain any new network indefinitely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and constraints"
        },
        {
            "text": "Despite the identified constraints, ProMED continues to make plans to improve and expand in order to fulfill its mission of rapid and complete reporting of important outbreaks. There is a need to fill regional gaps, particularly in hotspots for disease emergence but where access to information is incomplete. Greater coverage in Africa and China, for example, would be highly beneficial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future developments"
        },
        {
            "text": "ProMED is also working to improve its user experience and incorporate images and graphics within posts. This requires balancing content with bandwidth constraints that remain limiting in many parts of the world, and is also limited by the high costs of technology development. One of the most recent additions has come from a collaboration between ProMED and the EcoHealth Alliance to include a dynamic timeline of events on ProMED posts. This timeline is currently only available on the website version of a post but it allows a user to see any past events linked to that disease or outbreak. Furthermore, if they are looking at a post that was published in the past, any events that may have occurred after that post will also appear on the timeline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future developments"
        },
        {
            "text": "In order to serve the public health community in as many ways as possible, ProMED encourages the use of its data for research and public health purposes. Tens of thousands of emerging disease reports dating back to the 1990s are currently housed in its archives. Public access, however, is currently limited to a web search tool, although individual requests for more refined datasets are honored whenever possible. ProMED is continually working to enhance the accessibility and visualization of its data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future developments"
        },
        {
            "text": "ProMED is a global digital disease surveillance system that embraces the One Health model and prides itself on being an innovator in the field. Since its inception in 1994, ProMED has worked to communicate on emerging diseases and outbreaks faster than traditional surveillance systems. Now in its 23 rd year of operation, ProMED continues to be one of the longest standing and most active non-traditional emerging disease surveillance systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "While there are limitations to the current power of the ProMED system, the documented successes over the past decades show the strength of its model and the drive of a small but dedicated staff. As ProMED continues to grow and expand in the coming years, it actively seeks collaborations with individuals and organizations that share its mission and values in the interests of global health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Avian influenza H5N8 (47/6.8%) Mumps (70/3.9%) Ebola (66/9.4%) Anthrax (101/6.8%) Chikungunya (47/9",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dengue",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "/9%) Zika virus (103/20.1%)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hantavirus (31/6.1%) Lumpy skin disease (44/6.4%) Zika virus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Digital disease detectionharnessing the web for public health surveillance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2153--2158",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global capacity for emerging infectious disease detection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "21701--21707",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An overview of internet biosurveillance",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Arthur",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Microbiol Infect",
            "volume": "19",
            "issn": "",
            "pages": "1006--1019",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Web-based surveillance systems for human, animal, and plant diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Microbiol Spectr",
            "volume": "2",
            "issn": "",
            "pages": "15--2012",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ProMED-mail",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Isid",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Society for Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Factors influencing performance of internet-based biosurveillance systems used in epidemic intelligence for early detection of infectious diseases outbreaks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barboza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vaillant",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Strat",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ECDC Round Table Report and ProMed-mail most useful international information sources for the Netherlands Early Warning Committee",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bijkerk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Monnier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fanoy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Euro Surveill",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Yellow fever-more a policy and planning problem than a biological one",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Calisher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Woodall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "1859--60",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Another pandemic disaster looms: yellow fever spreading from Angola",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Woodall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pan Afr Med J",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Why is the yellow fever outbreak in Angola a \"threat to the entire world",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Woodall",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Yuill",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "96--103",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Yellow fever vaccine supply: a possible solution",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Monath",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Woodall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "1599--1600",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "ProMED-mail: an early warning system for emerging diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "227--259",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Map of ProMED-mail moderators, staff and volunteers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ProMED-mail information flowchart (adapted and updated from Madoff 2004). 13 PMm: ProMED-mail; RFI: request for information; RSS: rich site summary; ProMED-EAFR (English language posts focusing on Anglophone Africa); ProMED-ESP (Spanish language posts focusing on Latin America); ProMED-FRA (French language posts focusing on Francophone Africa); ProMED-MBDS (English language posts focusing on the Mekong Basin region of Southeast Asia); ProMED-MENA (English language posts with summaries in Arabic focusing on the Middle East); ProMED-PORT (Portuguese language posts focusing on Latin America); ProMED-RUS (Russian language posts focusing on the independent states of the former Soviet Union); ProMED-SOAS (English language posts focusing on South Asia).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "is an end of year world cloud comprising all the posts from the global ProMED network from 01 January 2016 to 31 December 2016. Table 2 shows the top five diseases reported in each region, along with how many posts this resulted in and the percentage this represented of total posts in the region on the ProMED global list. While there are differences in the number of total posts per region, with North America, Asia and Oceania showing at least double that of other regions, the percentages show that in fact there is a wide range of diseases being reported in each region as most of the top five diseases reported make up less than 10% of the total number of posts. The large percentage of post on yellow fever in Africa can be tied directly to the 2016 yellow fever outbreak in Angola. Similarly, the large number of posts on dengue and Zika virus in the South and Central America regions correspond to outbreaks there in 2016. True to its purpose, ProMED has been one of the first outlets to report on numerous major and minor disease outbreaks over the years. Some examples include: cholera in Manila, Philippines (1996); meningococcal meningitis in Vietnamese immigrants in Russia (1997); fatal pediatric hand, foot and mouth disease in Malaysia (1998); yellow fever in Bolivia (1999); anthrax-contaminated heroin in Norway (2000); post 9/11 anthrax mail attacks (2001); measles in Papua New Guinea (2002); severe acute respiratory syndrome (SARS) global outbreak (2003); Middle East respiratory syndrome (MERS) in Saudi Arabia (2012); undiagnosed hemorrhagic fever in Guinea, later confirmed as Ebola (2014); early Zika spread in the Americas (2015); highly pathogenic avian influenza (HPAI) among poultry in Europe (2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Total number of ProMED-mail email subscribers by year; 2010 to March 2017.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Word cloud showing the most popular ProMED-mail topics by region from 01 January 2016 to 31 December 2016.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Top five reported diseases with number of pertinent posts and percentage of total posts in each region based on number of ProMEDmail global list posts from 1 January 2016 to 31",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ProMED-mail global network total annual posts and posts per day",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements: ProMED is a program of the International Society for Infectious Diseases (ISID). We thank our staff and participants. The ISID receives support for ProMED from the Wellcome Trust, the Skoll Global Threats Fund, CRDF Global, OIE and generous donors. HealthMap provides in-kind support. Thank you to John Ramatowski of ISID for creating the word cloud in Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 379,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "acknowledgement"
        },
        {
            "text": "Competing interests: Not declared.Ethical approval: Not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding: None."
        },
        {
            "text": "Authors' contributions: MC and LCM both conceived and drafted the paper. MC and LCM also critically revised the manuscript for intellectual content. Both authors read and approved the final manuscript. LCM is the guarantor of the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}