{
    "paper_id": "86f945ac3cc56d2dfba02f4524e37515f038a1c5",
    "metadata": {
        "title": "Contacting Passengers After Exposure to Measles on an International Flight: Implications for Responding to New Disease Threats and Bioterrorism",
        "authors": [
            {
                "first": "Lara",
                "middle": [
                    "E"
                ],
                "last": "Lasher",
                "suffix": "",
                "affiliation": {},
                "email": "<lelasher@mail.health.state.hi.us>."
            },
            {
                "first": "Tracy",
                "middle": [
                    "L"
                ],
                "last": "Ayers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pauli",
                "middle": [
                    "N"
                ],
                "last": "Amornkul",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michele",
                "middle": [
                    "N"
                ],
                "last": "Nakata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "V"
                ],
                "last": "Effler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Disease Outbreak and Control Division, Hawai'",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "On May 21, 2000, a passenger with measles traveled from Japan to Hawai'i on a seven-hour flight. When the flight landed, the U.S. Public Health Service (USPHS) Quarantine Station in Honolulu alerted passengers that a suspected case of measles had been identified, but they were not detained. The next day, to offer appropriate post-exposure prophylaxis, the Hawai'i Department of Health (HDOH) attempted to contact all passengers from the flight using information from the airline, U.S. Customs declaration forms, and tour agencies. Of 335 total passengers, 270 (81%) were successfully reached and provided complete information. The mean time from exposure to contact for all respondents was 61 hours (95% confidence interval 57, 66). A total of 202 (75%) of the responding passengers were contacted within 72 hours after exposure, the time period during which administration of measles vaccine would have provided protection for susceptible individuals. The time-to-contact was significantly longer for passengers who did not stay in hotels than for hotel guests. Customs forms proved to be of limited utility in contacting international travelers. This experience highlights the need for more complete and timely methods of contacting passengers potentially exposed to infectious agents aboard flights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On May 21, 2000, a passenger with measles traveled from Japan to Hawai'i on a seven-hour flight. When the flight landed, the U.S. Public Health Service (USPHS) Quarantine Station in Honolulu alerted passengers that a suspected case of measles had been identified, but they were not detained. The next day, to offer appropriate post-exposure prophylaxis, the Hawai'i Department of Health (HDOH) attempted to contact all passengers from the flight using information from the airline, U.S. Customs declaration forms, and tour agencies. Of 335 total passengers, 270 (81%) were successfully reached and provided complete information. The mean time from exposure to contact for all respondents was 61 hours (95% confidence interval 57, 66). A total of 202 (75%) of the responding passengers were contacted within 72 hours after exposure, the time period during which administration of measles vaccine would have provided protection for susceptible individuals. The time-to-contact was significantly longer for passengers who did not stay in hotels than for hotel guests. Customs forms proved to be of limited utility in contacting international travelers. This experience highlights the need for more complete and timely methods of contacting passengers potentially exposed to infectious agents aboard flights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SYNOPSIS"
        },
        {
            "text": "At Honolulu life fell apart. . . . [People] left the town by the hundreds, the healthy to get away from the loathsome disease and the sick to escape what they knew not. . . . They went to the hills to wait out their time-and to spread the disease without knowing it-or they took to boats and canoes in defiance of the Health Commissioner's orders and headed for the outer islands. [Description of the role of travel during the smallpox outbreak in Hawai'i in 1853.] 1 Historically, major epidemic diseases, including plague and smallpox, have been transmitted internationally by travelers. 2 The potential for disease being spread by travelers is critical today, in part because travel is so common. In 2000, approximately 699 million international passengers traveled by air, accounting for an estimated 40% or more of international passenger transportation. 3 In 1992, the Institute of Medicine formally recognized international travel as a major factor in the emergence of new diseases, stating, \"The ease with which people can travel around the world today means that 'exotic' diseases can move just as quickly\" as people can move. 4 One possible means by which a pathogen might arrive in the United States or spread rapidly within the country is through exposure and infection of airline passengers. If the occurrence of the illness was not recognized during the flight and quarantine not imposed upon landing, exposed passengers would likely disembark and leave the airport terminal quickly. As has already been demonstrated for tuberculosis and influenza, infection of other passengers can occur if a person with a communicable illness travels onboard an aircraft. 5, 6 Terrorists might also use public conveyances as a means for spreading infectious diseases. Terrorists might target transportation systems because they are accessible venues in which members of the public congregate with predictable regularity. 7 In the context of combating bioterrorism, assessing the role of the traveler becomes increasingly critical because of the potential for passengers to serve not only as targets but also as possible vehicles for disseminating a biological weapon. The experiences of two recent large-scale biological counterterrorism exercises, Dark Winter and TOP OFF, show that risks associated with airline travel are potentially of serious concern for those attempting to mitigate the spread of a biological attack. 8, 9 Options for providing effective control measures diminish with time from exposure; therefore, determining the length of time needed to locate airline travelers who might have been exposed in-flight to an infectious agent is imperative for preparedness efforts.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 43,
                    "text": "[People]",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 467,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 590,
                    "end": 591,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 860,
                    "end": 861,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1136,
                    "end": 1137,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1672,
                    "end": 1674,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1675,
                    "end": 1676,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1921,
                    "end": 1922,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2424,
                    "end": 2426,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2427,
                    "end": 2428,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SYNOPSIS"
        },
        {
            "text": "Recent experience with Severe Acute Respiratory Syndrome (SARS) has demonstrated the ability of air travel to facilitate rapid spread of an outbreak throughout the world; a few individuals are thought to have acquired SARS through in-flight exposures. 10 A World Health Organization official, quoted in USA Today in May 2003, described the risk of inflight transmission of SARS as \"fairly small, but not negligible.\" 11 In response to early indications that transmission during air travel might have occurred, Canadian public health professionals have issued guidelines for follow-up of passengers exposed to symptomatic individuals with suspected SARS illness. 12 In this article, we report the findings of an investigation to determine the time from plane disembarkation to contact by the Hawai'i Department of Health (HDOH) for passengers exposed to measles on an international flight from Japan to Hawai'i, and we identify constraints in attempting to reach airline passengers retrospectively.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 417,
                    "end": 419,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 662,
                    "end": 664,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "SYNOPSIS"
        },
        {
            "text": "On May 21, 2000, the U.S. Public Health Service (USPHS) Quarantine Station in Honolulu was notified that a flight was arriving with a male aged 17 years who had developed an illness characterized by fever, rash, cough, sore throat, headache, and conjunctivitis just prior to departure from Japan. 13 Upon arrival of the flight, USPHS Division of Quarantine officers provisionally diagnosed measles in the passenger and he was transported to a local hospital; rubeola IgM antibody titers later confirmed measles infection. Passengers on-board the plane were alerted that a suspected case of measles had been identified and were provided with general illness information; they were not detained. Later in the day, HDOH officials decided to contact all passengers to provide further guidance regarding their measles exposure as well as to evaluate the Department's capacity to contact airline passengers in a timely manner once they disembark.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "CONTACTING PASSENGERS"
        },
        {
            "text": "On the evening of the flight's arrival, a letter was prepared in English and translated into Japanese to inform passengers of their potential exposure on the flight and the symptoms, communicability, and possible complications of measles illness. The letter also advised passengers that measles vaccination might be of benefit to non-immune individuals if administered within 72 hours after exposure. Passengers were requested to seek medical consultation if they were unsure of their immunity to measles. Attached to the letter was a form to record the day and time the passenger received the notification of exposure to measles. On the morning of May 22, 2000-24 hours after the flight arrived-HDOH began attempts to contact all passengers from the flight by obtaining a passenger manifest and copies of the U.S. Customs declaration forms. The Customs declaration form requires individuals entering the country to provide an address in the U.S. where they can be reached. To minimize the time needed to contact visitors, HDOH disease investigators divided the passengers into groups on the basis of hotel destinations and used their knowledge of local tour operators to identify groups that may have been on the index flight. During the next several days, disease investigators went to hotels and left telephone messages in an effort to locate passengers. If investigators determined that hotel or tour operator staffers might be the first to reach any given passenger, these staffers were given copies of the letters, instructed on the urgency of providing this information to their clients, and asked to ensure that the passenger recorded the time they first read the letter. The forms were collected during the following days. Disease investigators used telephone contact as much as possible to reach passengers who were residents of Hawai'i, but also conducted home visits when necessary. Passengers who had traveled on to the U.S. mainland were contacted with the assistance of local health departments. The airline notified the flight crew, who were not included in the analyses reported here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTACTING PASSENGERS"
        },
        {
            "text": "The time of notification was ascertained from the completed surveys for both individuals and groups. As defined, a group included any traveling companions who were physically present at the time the primary respondent completed the survey (usually a spouse or other family member). Time from exposure to notification was defined as the period from disembarkation to the time reported on the notification form. Times were rounded to the nearest hour. The data were entered into Microsoft Access 2000 14 and analyzed using SPSS 8.0 for Windows. 15 The Mann-Whitney U statistic was utilized for comparisons between groups with small numbers.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 545,
                    "text": "15",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "CONTACTING PASSENGERS"
        },
        {
            "text": "A total of 335 passengers were on the flight; 324 (97%) were residents of Japan, 8 (2%) were U.S. residents, and 3 (1%) were residents of Indonesia. Four passengers refused participation, and no contact information was available for 20 of the 335 passengers. Of the 311 (93%) remaining passengers, 41 were excluded from the analysis (28 returned forms without a contact date or time, 11 returned forms without a contact time, and the hospitalized index patient and his traveling partner were excluded). Thus, a total of 270 passengers, representing 81% of all passengers on the aircraft, were included in the analysis. Residents of Japan accounted for 259 of the respondents with complete information (174 groups); eight respondents (five groups) were U.S. residents, and three (three groups) were residents of Indonesia. The mean time from exposure to notification for the 270 respondents was 61 hours (95% confidence interval [CI] 56.5, 65.9). (See Table. ) The median time from exposure to contact was 56 hours (range 25-316 hours). (See Figure.) The mean time to contact passengers not residing in hotels was significantly greater than the time to contact those residing in a hotel (Mann-Whitney U statistic Zϭ4.394; pϽ0.001). The mean time from exposure to notification for respondents who did not stay in hotels was 210 hours (95% CI 129, 291), with a median of 242 hours (range 58-316 hours). For the respondents staying in hotels, the mean time from exposure to contact was 56 hours (95% CI 53, 59), with a median of 56 hours (range 25-242 hours). For Although not statistically significant, a difference existed in the mean time to notification for Hawai'i residents and residents of other states. For the three Hawai'i residents and one visitor of a Hawai'i resident, the mean time from exposure to notification was 157 hours (95% CI 22, 335) with a median of 152 hours (range 58-265 hours). The mean time from exposure to notification for the five mainland residents was 252 hours (95% CI 144, 361) with a median of 316 hours (range 157-316 hours).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 951,
                    "end": 957,
                    "text": "Table.",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1041,
                    "end": 1049,
                    "text": "Figure.)",
                    "ref_id": null
                }
            ],
            "section": "TIME TO CONTACT PASSENGERS"
        },
        {
            "text": "In the follow-up to a measles exposure on an international flight to Honolulu, 202 (75%) of the 270 responding airline passengers were contacted 1 within the 72-hour period after exposure during which measles vaccine would have provided protection against measles in the majority of susceptible individuals. 16 Although the risk of transmitting an infectious disease to fellow airline passengers will likely vary substantially by agent, pathogens that are spread by the airborne route (e.g., measles), or even close contact or fomites, are potential hazards. This might be particularly true for longer flights where opportunities for exposure might be greater. In the age of bioterrorism, passengers might also be intentionally exposed to a communicable pathogen disseminated by a dispersal device. In such a scenario, health officials may not recognize that an exposure has occurred among air travelers until after the incubation period has elapsed, making it difficult to reach other fellow passengers within the time frame for effective isolation or treatment.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The generalizability of the findings reported here may be limited by the demography and travel intentions of the flight's passengers. The majority of passengers were on vacations arranged through various Japanese tour companies, which facilitated HDOH's locating the exposed passengers. In other scenarios, a greater proportion might be destined for their private residences or in-transit to secondary locations out of state. Had the final destinations for passengers from this flight been more geographically dispersed, with larger numbers traveling to private residences, contact efforts would have been more complex and might have taken longer. For passengers not staying in hotels, the mean time from exposure to contact exceeded 8 days, ranging from 58 to 316 hours. Only two of these individuals were contacted within the 72-hour window for measles prophylaxis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Although cabin air aboard commercial flights is filtered and usually considered free of pathogens, this can change when a severely ill person takes an extended flight. 17 To limit the spread of infections, people with communicable illnesses of public health importance should continue to be discouraged from traveling. In the measles exposure episode we investigated, the index patient was suffering from visible manifestations (i.e., rash and cough) when he boarded in Japan, and his illness was severe enough that he required hospitalization after arrival in Hawai'i. However, this passenger was not identified by airline personnel as being seriously ill until the flight was underway, indicating that improvement in efforts to restrict airline travel for ill individuals is needed. Even more important from a disease control perspective is that proscriptions on travel during major epidemics could be ignored. 1 Instead of the contact tracing approach we employed, a more immediate way to communicate with exposed airline passengers would be to use the media to alert the general public. Radio, television, and newspapers could reach a greater number of exposed individuals more quickly than the contact tracing approach used here. However, widespread dissemination of such information might result in panic; in certain situations, waiting for confirmatory testing before making announcements through the media might be preferable. In addition, extensive news circulation of a possible in-flight exposure would likely result in individuals who were not exposed seeking care and prophylaxis, perhaps diverting limited health agency resources from the task of finding and treating those with actual risk.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 913,
                    "end": 914,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Because this was an international flight, all individual passengers and families were required to provide a Customs declaration form indicating their intended address in the United States. This information was useful in facilitating timely contact with the passengers on this flight, but had limitations. Customs forms were not generated for all passengers on the flight manifest because only one name is required on the form (one form can be used to represent multiple travelers in a group or family). In our experience, the total number of people identified on the Customs forms did not equal the total number of passengers on the flight manifest. A total of 218 customs forms (representing 280 passengers) were collected for the 335-passenger flight. We were able to determine the mismatch between Customs forms and the flight manifest only because we had requested a copy of the manifest before it was deleted from the airline's database; typically this is done 48 hours after the plane lands. [Retaining passenger manifests for longer than 48 hours is likely to be important for aircraft-related disease exposures not recognized prior to disembarkation.] Moreover, we determined that 18 passengers did not stay at the locations they had indicated on their Customs declaration form. Although these 18 people were ultimately contacted through tour agencies and investigative efforts, they would not have been reached if we had relied solely on these public. This approach would permit experienced medical consultation before passengers leave the terminal and would enhance opportunities to obtain complete contact information, provide counseling, or offer prophylaxis to passengers. Finally, as has been employed with limited success in combating the SARS outbreak, 10 efforts should be made to develop our global capacity for identifying potentially infectious individuals before international transit so that appropriate treatment and isolation procedures can be initiated before departure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "forms. Another 20 passengers could not be contacted at all, despite intensive attempts. Although they represented only 6% of the exposed passengers, even one infected person could be enough to propagate further transmission if the infectious agent was well dispersed and reasonably contagious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "There are several limitations to the generalizability of this investigation that should be noted. First, the large difference observed in contact time between those staying in hotels vs. those not staying in hotels might be confounded by whether passengers were part of tour groups. People in tour groups usually stay together, and tour agencies typically have accurate information on their hotel arrangements. Another limitation is that we measured how long it took to notify passengers of their potential exposure, as opposed to how long it took to provide prophylactic vaccine or antibiotics. Although this approach might approximate the time required to get the passengers appropriate treatment or to isolate them, the additional time from notification to receipt of prophylaxis should be considered. Also, in the investigation reported here, public health agencies learned about a potential in-flight exposure when the ill patient was recognized in the air and diagnosed shortly after the plane landed. Alternatively, if illness in the index patient is not recognized for several days after disembarkation, the amount of time available to contact fellow passengers within the window for effective prophylaxis, isolation, or quarantine is reduced. Another limitation is that the time of notification was selfreported in many instances, and thus subject to reporting errors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Despite these potential shortcomings, the concerns identified in this investigation have proven to be relevant to our recent experience in conducting in-flight SARS exposure investigations. In one such incident, a flight attendant, subsequently diagnosed with probable SARS in Taiwan, flew into Honolulu while experiencing a febrile prodrome. Her illness progressed overnight, but the following day she worked the outbound flight from Honolulu to Narita, Japan, potentially exposing the airline passengers she served. Upon being notified of her diagnosis, HDOH attempted to contact 108 passengers who had listed an address in Hawai'i as their destination for the original flight into Honolulu. We were able to contact only 68 passengers by telephone or site visits, so letters had to be sent to the remaining 40 passengers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Future research should identify rapid procedures for notifying airline passengers potentially exposed to serious infectious agents in a timely and efficient manner. For certain biological weapons, information must reach all exposed individuals within one-two days after exposure if they are to have a reasonable chance of receiving appropriate prophylaxis. 18, 19 Requiring passengers on flights to indicate contact information for a period of days or weeks immediately after the flight might be one means to shorten the amount of time necessary to contact them in the event of a post-flight emergency. However, such a requirement might be cumbersome to administer and does not address the provision of erroneous contact information. Also, policies regarding restricted egress of travelers from a flight on which a potentially serious contagious illness has been identified should be further developed and consistently communicated to the",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Shoal of time: a history of the Hawaiian Islands",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Daws",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infection in the twenty-first century: predictions and postulates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geddes",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Antimicrob Chemother",
            "volume": "46",
            "issn": "",
            "pages": "873--880",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Tourism Organization. Market trends",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Institute of Medicine, Committee on Emerging Microbial Threats to Health. Emerging infections: microbial threats to health in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shope",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Oaks",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transmission of multidrug-resistant Mycobacterium tuberculosis during a long airplane flight",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Kenyon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Valway",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Ihle",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Onorato",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Castro",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "New Engl J Med",
            "volume": "334",
            "issn": "",
            "pages": "933--941",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Health issues of air travel",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Dehart",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Annu Rev Public Health",
            "volume": "24",
            "issn": "",
            "pages": "133--51",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Honorable Tommy Thompson, testimony before the Senate Appropriations Committee",
            "authors": [
                {
                    "first": "Human",
                    "middle": [],
                    "last": "Secretary Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Shining light on \"Dark Winter",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;toole",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mair",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "34",
            "issn": "",
            "pages": "972--83",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organization, Department of Communicable Disease Surveillance and Response. Consensus document on the epidemiology of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Asian airlines handle SARS differently",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Woodyard",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Lollis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "U S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "USA Today",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Population and Public Health Branch. SARS and air travel: interim guidelines for prevention and control",
            "authors": [],
            "year": 2003,
            "venue": "Health Canada",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Low risk of measles transmission following exposure on an international airline flight",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Amornkul",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bogard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakata",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harpaz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Effler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect Dis",
            "volume": "189",
            "issn": "",
            "pages": "581--586",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Microsoft Corporation",
            "authors": [],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SPSS, Inc. SPSS 8.0 for Windows",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "American Academy of Pediatrics",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Pickering",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Orenstein",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "385--96",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Airline travel and infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "New Engl J Med",
            "volume": "334",
            "issn": "",
            "pages": "981--983",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Working Group on Civilian Biodefense. Smallpox as a biological weapon: medical and public health management",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ascher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eitzen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "281",
            "issn": "",
            "pages": "2127--2164",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Working Group on Civilian Biodefense. Plague as a biological weapon: medical and public health management",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ascher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eitzen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "283",
            "issn": "",
            "pages": "2281--90",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure. Number of airline passengers contacted about in-flight measles exposure, by number of hours to contact (Nϭ270 passengers)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mean number of hours to contact airline passengers about in-flight measles exposure, by post-flight residence (N=270 passengers)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Myra Ching-Lee, MPH, Jed Sasaki, Terri Smalley, Joan Chang, MD, Lawrence Inouye, PhD, April Bogard, MPH, Man Chen Ieong, Jane Fukunaga, Mona Taira, and Aulani Ho'omanawanui of the Hawai'i Department of Health. They also thank Japan Airlines and the hotels involved in this investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}