{
    "paper_id": "877d2ecd8151d692763e6e4f2423846f17f877be",
    "metadata": {
        "title": "Comment Comment e453",
        "authors": [
            {
                "first": "Yan",
                "middle": [],
                "last": "Niud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fujie",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": "fujiexu@zju.edu.cn"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Isolation of cases and contacts has long been a strategy in the fight against infectious diseases; however, its effectiveness has varied. The modelling study by Joel Hellewell and colleagues 1 qualitatively explored the parameters that determine whether isolation of cases and contacts can successfully contain COVID-19 outbreaks after importation of travel-related cases and initial transmissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deciphering the power of isolation in controlling COVID-19 outbreaks"
        },
        {
            "text": "Initial outbreak sizes were among the key determinants for the success of isolation. 2 months ago, the world knew almost nothing about COVID-19, and Wuhanthe epicentre of the outbreak-did not have the luxury of early detection and response. Challenged by the reality that earlier opportunities had been missed, China launched a costly public health response in Wuhan, which involved many tactics besides isolation of cases and contacts, including lockdown of the city and mass quarantine, social distancing mandates, school closures, and intense case finding and contact tracing by the medical and public health professionals who were mobilised across the country to come to Wuhan. [2] [3] [4] The approach in Wuhan and the nearby cities in Hubei Province took exceptional measures in response to the outbreak, because there was evidence of high-level community transmission and widespread nosocomial infections. 5 As of Feb 11, 2020, 3019 COVID-19 cases among health workers had been reported, with at least five deaths. 5,6 In many regions outside of China, decision makers and the medical community still have the opportunity of early detection and response. 2 The Article by Hellewell and colleagues gives us a clearer sense of how quickly the window for early response is closing: when the number of initial cases increases to 40, the probability of failure to control is high, at 80% even with 80% of contacts traced and isolated. Based on the early experience in Wuhan, the number of COVID-19 cases could increase from 20 to 40 cases within 3 days (from Jan 6-8, 2020), and outbreak sizes doubled in every 7·4 days on average, highlighting the urgency of early detection and rapid response. 7 In Hellewell and colleagues' model, transmission before symptoms, even when the percentage is moderate, at 15-30%, had a marked effect on probability to control. 1 Unlike the severe acute respiratory syndrome virus, where almost all onward transmissions occur after symptom onset, 8 we now know that transmission of COVID-19 virus can occur before symptom onset. In the fifth version of Chinese guidelines governing contact tracing, it defined close contacts as \"those who have been in close contact since 2 days before the onset of symptoms in suspected and confirmed cases, or 2 days prior to an asymptomatic confirmed case,\" which reflects our current understanding that secondary transmission of COVID-19 virus is possible at least 2 days before symptom onset. 9 However, the efficiency of transmission remains uncertain, and seroprevalence studies among different contacts will be important. Transmission by people with no or mild symptoms can dampen the power of the isolation strategy because of reduced likelihood of isolating all cases and tracing all contacts. The identification and testing of potential cases need to be as extensive as is permitted by health care and diagnostic testing capacity-including the identification, testing, and isolation of suspected cases with no or mild disease (eg, influenza-like illness).",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 685,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1698,
                    "end": 1699,
                    "text": "7",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1981,
                    "end": 1982,
                    "text": "8",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2465,
                    "end": 2466,
                    "text": "9",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Deciphering the power of isolation in controlling COVID-19 outbreaks"
        },
        {
            "text": "Another major challenge to the completeness in case isolation is that nucleic acid testing-the main tool for case identification-has a variable rate of false-negative results; so even symptomatic cases could be set free, and thus weakening the feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts. Aiming to improve the completeness of isolation to curb all transmissions, Hubei province revised the case definition between Feb 5 and 18, 2020, and added clinically diagnosed cases, which eliminated the requirement for a positive nucleic acid test. 10 The development of better tests is a research priority internationally.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 579,
                    "text": "10",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Deciphering the power of isolation in controlling COVID-19 outbreaks"
        },
        {
            "text": "With more research and high-tech groups joining the fight, we might also see advances in contact tracing. In this fight against COVID-19, control measures such as isolation and contact tracing might indeed gain more power, thanks to modern technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deciphering the power of isolation in controlling COVID-19 outbreaks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "",
            "pages": "113--135",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modeling and public health emergency responses: lessons from SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Glasser",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hupert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccauley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hatchett",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemics",
            "volume": "3",
            "issn": "",
            "pages": "32--37",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "National Health Commission of China. The 5 th version of Chinese guidelines governing contact tracing",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "National Health Commission of China. The 6 th version of Chinese guidelines governing diagnosis and treatment",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}