{
    "paper_id": "88bdd99c41f943dd769a81f74a53434f3eb4f371",
    "metadata": {
        "title": "Preliminary evidence that higher temperatures are associated with lower incidence of COVID-19, for cases reported globally up to 29th February 2020",
        "authors": [
            {
                "first": "Melanie",
                "middle": [],
                "last": "Bannister-Tyrrell",
                "suffix": "",
                "affiliation": {},
                "email": "melanie.bannister-tyrrell@ausvet.com.au"
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Meyer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Céline",
                "middle": [],
                "last": "Faverjon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Angus",
                "middle": [],
                "last": "Cameron",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Seasonal variation in COVID-19 incidence could impact the trajectory of the pandemic. Using global linelist data on COVID-19 cases reported until 29 th February 2020 and global gridded temperature data, and after adjusting for surveillance capacity and time since first imported case, higher average temperature was strongly associated with lower COVID-19 incidence for temperatures of 1°C and higher. However, temperature explained a relatively modest amount of the total variation in COVID-19 incidence. These preliminary findings support stringent containment efforts in Europe and elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pandemic COVID-19, caused by a beta-coronavirus named SARS-CoV-2 first identified in Wuhan, China [1] , has spread rapidly, particularly in temperate regions in the northern hemisphere [2] . The number of cases reported in countries in tropical regions, most of which are low-and middle-income countries (LMICs) with weaker detection and response capacity [3] , is lower [2] . There has been much speculation about whether warming temperatures with the onset of spring and summer will contribute to decreased transmission in the northern hemisphere, as is observed for many viral respiratory infections [4] . This would also have implications for the risk of spread in temperate regions in the southern hemisphere at the onset of winter, and for tropical regions where the vast majority of LMICs are located. Higher temperatures were shown to have a protective effect against transmission of severe acute respiratory syndrome (SARS) in 2002-2003 [5] , possibly due to the decreased survival of the SARS-CoV on surfaces at higher temperatures [6] . Decreased aerosol spread at higher temperatures is another possible mechanism, as observed for human influenza viruses [7] . This study aimed to provide preliminary data on whether there may be seasonal variation in COVID-19 incidence, in sub-national regions that have reported at least one confirmed COVID-19 case.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1042,
                    "end": 1045,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "An open-source line list of confirmed COVID-19 cases was downloaded on March 2 nd 2020 [8] . The line list included data on confirmed cases up to February 29 th 2020 for all countries, including China. Cases were aggregated to the first-level administrative division (ADM1) in which they occurred, as defined by the Global Administrative Areas dataset (https://gadm.org/, accessed March 4 th 2020). This corresponds to the first-level administrative unit within each country, usually described as a state or province. The reported coordinates of the case (variably a point location, city centroid, or different subnational administrative levels) were used to determine the ADM1 in which the case occurred. For each ADM1, an observation period was defined as period from the date of onset of symptoms of the first reported case for that ADM1 to February 29 th 2020. When information regarding onset of symptoms of the first reported case was missing, the confirmation date of the first reported case was used instead.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Daily gridded temperature data at 0.5-degree spatial resolution were obtained from the Climate Prediction Centre (NOAA/OAR/ESRL PSD, Boulder, Colorado, USA, https://www.esrl.noaa.gov/psd/, accessed March 4 th 2020). The average temperature at the ADM1 centroid was calculated by taking the average of the maximum and minimum temperatures over the observation period at the centroid coordinates, using packages {ncdf4} [9] and {rgdal} [10] . All the analyses were implemented in the R environment [11] .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All ADM1 associated with at least one confirmed case of COVID-19 in the source dataset were included in the analysis, excluding Hubei province in China where the outbreak emerged. Each case was classified as imported (using the proxy that travel history was reported in the line list data) or local (otherwise). We modelled the cumulative number of COVID-19 cases classified as local cases in each ADM1 during the observation period. The statistical model was based on the generalized linear regression framework [12] . We used a negative binomial distribution to account for the overdispersion of the number of local cases during the observation period. The primary exposure was the average temperature at the ADM1 centroid during the observation period. Temperature was included in the model both as a linear and a quadratic term to account for the non-linearity of the association observed during initial data exploration.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Four variables were included in the model as potential confounders: the cumulative number of imported cases, time since the first reported case (to account for right-censoring), the median age of the national population (United Nations database, https://ourworldindata.org/age-structure, to account for the higher incidence of severe cases in older people, which may be more readily detected), and the capacity of the country to detect an emerging infectious disease. The Global Health Security Index (GHSI) (https://www.ghsindex.org/) publishes a country-level score (out of 100) for capacity for \"early detection and reporting for epidemics of potential concern\". This indicator is a weighted average of indicators related to laboratory systems, real-time surveillance and reporting, epidemiology workforce, and data integration between human, animal and environmental health sectors, each of which reflects a core capacity defined under the International Health Regulations (2005).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Likelihood ratio tests were used to identify variables that did not significantly improve model fit and obtain a final model specification. The number of imported cases was dropped from the final model due to collinearity with the time since first reported case. The final model included time since the first reported case, early detection score and temperature terms. Model fit indicators (leverage, influence, residuals and fitted values) were assessed graphically. Pseudo R-squared values were calculated using the Nagelkerke's method [13] .",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 542,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "As of February 29 th 2020, 188 ADM1 units worldwide reported at least one imported case and were included as observations in the model. This included 39 provinces in China as well as 149 ADM1-level reports in 46 other countries (Figure 1) . A total of 13,479 confirmed cases were included in the dataset.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 238,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "As of 29 th February 2020, provinces in China (excluding Hubei) reported between 0 and 68 imported cases; ADM1 outside China reported between 0 and 26 imported cases (noting that as case travel history was not always reported, classification of imported versus local case was not always possible). The number of presumed locally-transmitted cases ranged from 0 to 1,220 in provinces in China (excluding Hubei), and 0 to 552 in ADM1 outside China (Table 1) . Average temperatures at ADM1 centroids in China (excluding Hubei) ranged from -16.8°C to 20.4°C, and from -18.7°C to 31.9°C outside China (Table 1) . Average temperature (as a linear and quadratic term combination) was strongly associated with count of local COVID-19 cases (likelihood ratio test = 19.4, df = 2, p=0.00006). Although one observation (Daegu province in South Korea) was identified as an outlier and had high leverage, the model results did not change when this observation was removed from the dataset. The model results indicate that there was a negative correlation in the predicted number of cases with temperature from 1°C and above ( Figure  2 ). For example, at mean values for the other variables, an increase in average temperature from 1°C to 9°C was associated with a decrease in predicted cases at ADM1 level from 24 cases to 19 cases, respectively. Similarly, an increase in average temperature from 10°C to 19°C was associated with a decrease from 18 to 7 predicted cases at ADM1 level, respectively. The pseudo R-squared values for the final model with and without temperature were 0.44 and 0.39, respectively, indicating that the inclusion of the temperature effect only provided a relatively modest improvement in model fit. There are several important limitations to this study. These results remain preliminary, as they only include confirmed cases as of February 29 th 2020, at which point reported local transmission outside China was relatively limited. There was no data available on many characteristics that affect rate of spread within a region, especially the interventions initiated in response to the detection of imported or locally transmitted cases. Furthermore, the model could not be fitted with a random intercept for country to account for clustering of ADM1 units within countries, as the uneven distribution of the number of affected provinces by country led to model instability. However, the early detection score likely captures part of the country-level variance. Is it also important to note that the classification of cases as local or imported was based on available information, and in some ADM1 (in particular in China, South Korea and Italy) the first imported case could not be identified. These results need to be confirmed by repeating the analysis as the pandemic progresses, and including data on implemented interventions to contain or mitigate COVID-19 as it becomes available.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 455,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 596,
                    "end": 605,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1113,
                    "end": 1122,
                    "text": "Figure  2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Figure 1: Distribution of ADM1 units that reported at least COVID-19 case up to 29th February 2020."
        },
        {
            "text": "Many LMICs had not detected a COVID-19 case as of 29 th February 2020 and therefore were not included in this analysis. Caution is warranted in extrapolating the association between local COVID-19 case counts and temperature to LMICs in tropical regions. COVID-19 outbreaks in LMICs, even if at somewhat lower incidence due to higher temperatures, are still likely to have a substantial impact on health services that are already significantly resource constrained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1: Distribution of ADM1 units that reported at least COVID-19 case up to 29th February 2020."
        },
        {
            "text": "This study provides preliminary evidence that there may be seasonal variability in transmission of SARS-CoV-2, but this analysis does not imply that temperature alone is a primary driver of COVID-19 transmission. The observed association may not be due directly to temperature, but to correlated factors such as relative humidity, or human behaviours during cold weather. The findings present an argument for further significant scaling up of containment measures now. The onset of warmer weather in the northern hemisphere may modestly reduce rate of spread, but anticipation of a substantial decline in total number infected due to warmer temperatures alone is not warranted by these findings. Furthermore, Average temperature Predicted number of local cases",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1: Distribution of ADM1 units that reported at least COVID-19 case up to 29th February 2020."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Coronavirus disease 2019 (COVID-19) Situation Report -50",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pinotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valdano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Potential scenarios for the progression of a COVID-19 epidemic in the European Union and the European Economic Area",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Gossner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Colzani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kinsman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alexakis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beauté",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Environmental factors on the SARS epidemic: air temperature, passage of time and multiplicative effect of hospital infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Dy-T",
                    "middle": [],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Karlberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiol Infect",
            "volume": "134",
            "issn": "",
            "pages": "223--253",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Effects of Temperature and Relative Humidity on the Viability of the SARS Coronavirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Adv Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Influenza Virus Transmission Is Dependent on Relative Humidity and Temperature",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mubareka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLOS Pathog",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Open access epidemiological data from the COVID-19 outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Mug",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mekaru",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sewalk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interface to Unidata netCDF (Version 4 or Earlier) Format Data Files. R package version 1.17",
            "authors": [
                {
                    "first": "Pierce",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "rgdal: Bindings for the \"Geospatial\" Data Abstraction Library. R package version 1.4-8",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bivand",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Keitt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rowlingson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "R: A language and environment for statistical computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modern applied statistics with S. Fourth",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Venables",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Ripley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A note on a general definition of the coefficient of determination",
            "authors": [
                {
                    "first": "Njd",
                    "middle": [],
                    "last": "Nagelkerke",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Biometrika",
            "volume": "78",
            "issn": "",
            "pages": "691--693",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Predicted number of local cases of COVID-19 by 1st-level administrative unit as a function of the average temperature during the period from the first reported case until 29th February 2020. The grey area represents the 95% confidence interval of the predicted values.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary statistics for the variables used in the analysis of the effect of average temperature on the number of local COVID-19 cases at state or province level (N=188 ADM1 units, data as of February 29th, 2020).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "implementing stringent containment measures coupled with a seasonal decline in incidence may reduce the risk of COVID-19 becoming endemic in the northern hemisphere, and globally, if transmission in the southern hemisphere can be contained over the same period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}