{
    "paper_id": "88daf0432a4181928a3455b142f18bbe43e8cc12",
    "metadata": {
        "title": "Informed consent and public health",
        "authors": [
            {
                "first": "Onora",
                "middle": [],
                "last": "O&apos;neill",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "postCode": "CB3 9DF",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": "oso1000@cam.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "During the past 25 years, medical ethics has concentrated largely on clinical medicine and the treatment of individual patients. This focus permits a view of medical provision as a (quasi-) consumer good, whose distribution can be or should be contingent on individual choice. The approach cannot be extended to public health provision. Public health provision, including measures for limiting the spread of infectious diseases, is a public good and can be provided for some only if provided for many. The provision or nonprovision of public goods cannot be contingent on individual informed consent, so must be in some respects compulsory. An adequate ethics of public health needs to set aside debates about informed consent and to consider the permissible limits of just compulsion for various types of public good. It will therefore gain more from engaging with work in political philosophy than with individualistic work in ethics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Medical ethics has been transformed during the past 30 years. One conspicuous change has been a steadily increasing focus on informed consent, which is now usually taken to be essential for any ethically acceptable medical practice. The literature on informed consent in medical ethics is vast and repetitive. However, it has significant limitations. Some of the difficulties are well known and recalcitrant, although this seldom dents the enthusiasm of those who think informed consent essential to (or even sufficient for) ethically acceptable medical practice. In this paper I shall mention the commonly discussed difficulties, but shall concentrate on some less discussed but philosophically deeper difficulties that limit the use to which informed consent procedures can be put in public health provision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMED CONSENT IN MEDICAL ETHICS"
        },
        {
            "text": "Some of the most frequent disagreements about informed consent are about the basic reasons for thinking that it is ethically important. Is informed consent required to respect persons or to respect the autonomy of persons? If the latter, which conception of autonomy is relevant? If some persons are more autonomous than others, will informed consent procedures be more important for them? Or will they, on the contrary, be more important for those with limited autonomy? Alternatively, are informed consent procedures required because they provide a degree of assurance that patients are not deceived or coerced in the course of clinical practice? (Faden & Beauchamp 1986; Wolpe 1998; O'Neill 2002a) .",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 673,
                    "text": "(Faden & Beauchamp 1986;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 674,
                    "end": 685,
                    "text": "Wolpe 1998;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 686,
                    "end": 700,
                    "text": "O'Neill 2002a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INFORMED CONSENT IN MEDICAL ETHICS"
        },
        {
            "text": "A second, even more frequently discussed, range of problems arises when patients cannot grasp the information that is essential to giving informed consent. If they cannot understand the proposition to which their consent is sought, they cannot give or refuse informed consent. The hard cases are numerous and intractable. Many patients cannot consent to medical intervention or treatment because they are too young, too ill, too disabled or too demented to understand the information that they would have to grasp to make an informed choice. As they can hardly be denied medical treatment because of these difficulties, it must be given without their consent. Should it then be given on the basis of others' consent (e.g. that of parents, guardians or relatives)? Or does the very idea of proxy consent undermine the fundamental concerns that are taken to justify informed consent requirements, or even show disrespect for individuals or their autonomy? Should proxy consent perhaps be set aside as mere pretence and replaced with greater reliance on professional judgement of each patient's best interests? Or would doing so revert to unacceptable medical paternalism, and so fail to respect patients and their (faltering) autonomy? Responses to these questions often propose ways of revising or refining the procedures used for requesting and recording consent to make consenting easier for less competent patients. But even the most energetic and timeconsuming presentation of user-friendly information, even the most elaborate and detailed consent forms and procedures, will not make informed consent possible for numerous patients with various types of incapacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMED CONSENT IN MEDICAL ETHICS"
        },
        {
            "text": "However, these are not the deepest difficulties. Informed consent procedures are problematic not merely because their philosophical rationale is disputed, and not merely because some individuals lack competence to consent, or lack it at some times. The most basic philosophical difficulties with informed consent arise because consent is a propositional attitude. Consenting-like other cognitive states or acts such as knowing, believing, understanding, hoping, wondering, thinking, desiring or fearing-takes a proposition as its object. Hence consent is never directed at a medical intervention as such, but rather at some proposition that describes an intended intervention. However, any intervention can be described in many different ways. Even in the easy cases, where competent patients consent to a procedure or treatment described in a certain way, they may not be aware of and may not consent to other true descriptions of the same intervention, or of its more obvious effects. This can be the case even when the second description is entailed by the first, or when it refers to an obvious consequence of the state of affairs described by the first.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMED CONSENT IN MEDICAL ETHICS"
        },
        {
            "text": "So propositional attitudes are opaque. A person may know or understand or hope that x, but not know or understand or hope that y, even where x entails y. A patient may consent to an intervention, and the intervention as described may entail or bring about certain conditions; however, the patient may not consent to those conditions because he or she may not grasp the entailment relation or the causal connection. For example, a parent may consent to the removal of tissues from their dead child, and the undifferentiated reference to tissues will cover entire organs; however, the parent may not know that this is so, and be upset to discover that entire organs were removed on the basis of general consent to the removal of tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMED CONSENT IN MEDICAL ETHICS"
        },
        {
            "text": "Because propositional attitudes are always opaque, the basic difficulties of informed consent procedures cannot be reliably eliminated by making information more available or consent procedures easier to follow. For unless the information is actually understood by those whose informed consent is requested, genuine consent will not stretch to the relevant proposition. This difficulty is ubiquitous within the central debates of medical ethics, although barely discussed (O'Neill 2002b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMED CONSENT IN MEDICAL ETHICS"
        },
        {
            "text": "These difficulties have been heightened rather than resolved by recent attempts to improve informed consent procedures. Two supposed improvements are often advocated and raise particular difficulties. The first demands that all consent should be explicit rather than implied; the second that it be specific rather than generic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPLICIT OR IMPLIED? SPECIFIC OR GENERIC?"
        },
        {
            "text": "The distinction between explicit and implied consent contrasts ways of consenting. Explicit consent typically relies on documents, signatures and formal statements; it may require witnesses who confirm that proper procedures for consenting have been followed. The formal procedures are typically designed to create enduring records, thereby reducing later uncertainty about the consent given, and perhaps forestalling dissatisfaction, complaint or litigation. Patients who consent explicitly to proposed interventions thereby accept that they cannot later claim that they were injured or wronged, and accept that they will not have grounds for complaint or litigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPLICIT OR IMPLIED? SPECIFIC OR GENERIC?"
        },
        {
            "text": "By contrast, implied consent is inferred from a patient's action. For example, agreement to blood being taken or to having an injection is standardly signified by extending one's arm for the doctor to take the blood or give the injection. No documentation of the consent is required. It would be possible-but laborious-to replace the implied consent that is currently seen as sufficient in these and similar cases with explicit consent procedures. It would be possible-but strenuous-to introduce explicit consent procedures for the most minor and routine of medical Phil. Trans. R. Soc. Lond. B (2004) interventions. However much we introduce additional explicit procedures and consent forms for interventions that are now performed on the basis of implied consent, explicit consent always relies on background understandings that remain implicit. The longest and most complex consent form cannot include a complete description of everything that will be done. Much is taken as understood, and consent based on those understandings can only be implied. No programme for replacing implied with explicit consent can be complete.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 601,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EXPLICIT OR IMPLIED? SPECIFIC OR GENERIC?"
        },
        {
            "text": "The distinction between specific and generic consent applies to the propositions to which consent is given, rather than to processes of consenting. For example, consent may be given to the removal of tissues, or alternatively to the removal of a specific sort of tissue, or even to the removal of tissue for a specific use, such as diagnosis, or as part of a cancer treatment or post-mortem to determine the cause of death. The descriptions to which consent is given are always incomplete. We can always add more detail. So those who believe that informed consent should be highly specific need to explain how specific it has to be to constitute ethically adequate informed consent. Answering this question may be no easier than answering the pseudo-question 'how long is a piece of string?'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPLICIT OR IMPLIED? SPECIFIC OR GENERIC?"
        },
        {
            "text": "These problems are not 'merely theoretical'. They surface and create practical problems wherever data protection issues arise, in secondary data analyses, indeed in the use of tissues for comparative study. If personal information is to be 'processed' (obtained, recorded, processed, sorted, used) only in accordance with the consent of those to whom it pertains (the 'data subjects'), then it will constantly turn out that if the consent obtained is sufficiently specific to permit a certain use, it will also be sufficiently specific to preclude other uses.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 297,
                    "text": "(obtained, recorded, processed, sorted, used)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EXPLICIT OR IMPLIED? SPECIFIC OR GENERIC?"
        },
        {
            "text": "Similarly, if tissues and information from past patients are to be studied for purposes that could not have been anticipated, they must be studied without specific consent, because such consent could not in principle have been requested or given at the relevant time. The problem is not merely that in the past consent procedures were too lax, and that the relevant consents were not obtained, or not recorded with sufficient clarity (although that was often the case). The problem is deeper, indeed irresolvable, because many valuable purposes could not have been anticipated at the time that tissues were removed and stored. For example, nobody could tell in advance when information and tissues obtained in the course of treating past patients will turn out to be useful for unanticipated research. Both clinical information and tissue samples pertaining to deceased patients may later turn out to be vital for reaching a better understanding of new diseases. When the first patients with vCJD died, the only way in which pathologists could determine whether this was a new disease was by comparing their brain tissue with samples taken from patients who had died of Creutzfeldt-Jakob disease across many decades in many countries. Tissue and information from those who died in the 1918 influenza epidemic may yet prove valuable in studying emerging diseases (Gamblin et al. 2004 ). It is difficult to see how secondary data analysis of this sort can proceed if access to tissue samples from and data pertaining to past patients, their treatment and their clinical outcomes, cannot be consulted without specific prior consent to such studies. Although the incidence of disease could be monitored on the basis of collecting deidentified data, linked data are needed for all more elaborate forms of retrospective study and public health research. Specific consent requirements undermine secondary data analysis in medical and other areas of inquiry; they would close down epidemiology.",
            "cite_spans": [
                {
                    "start": 1362,
                    "end": 1382,
                    "text": "(Gamblin et al. 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "EXPLICIT OR IMPLIED? SPECIFIC OR GENERIC?"
        },
        {
            "text": "However, a claim that specific consent is ethically required for retrospective study of linked patient information and tissues is neither intuitive nor plausible, provided that standard safeguards such as the approval of ethics committees and anonymization are in place. What would we think of a patient who asks his doctor how he knows that a medicine will prove helpful, is told that it helped nearly all patents with same condition, accepts the treatment but then refuses consent to the further study of information-even anonymized information-about the clinical outcome in his own case?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPLICIT OR IMPLIED? SPECIFIC OR GENERIC?"
        },
        {
            "text": "There are further and more general reasons for rejecting the current tendency to suppose that informed consent procedures are the touchstone of ethically acceptable medical provision. One of the most significant is that informed consent procedures are inapplicable whenever the goods or benefits to be provided are public goods. Certain types of goods-consumer goods, clinical care-can be provided for individuals, and their provision can in principle be made to be contingent on individual consent. The difficulties that informed consent requirements raise may prove irresolvable in some cases and resolvable in others. By contrast, if public goods are provided for any, they have to be provided for many. Some types of public good must be provided (or not provided) for whole populations; others may be provided (or not provided) for more restricted groups. For present purposes I leave these differences aside, to make the simple point that the provision of public goods cannot be made contingent on individual consent. For example, road safety, food safety, water safety, safe medicines and measures that protect against infection cannot be tailored to individual choice. Because there are no obligations to do the impossible ('ought implies can'), informed consent cannot be ethically required for the provision of public goods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PUBLIC HEALTH AND PUBLIC GOODS"
        },
        {
            "text": "The implications of these thoughts about public goods are wider than may at first seem to be the case. For example, clinical care itself has to be provided to standards and formats that are also largely fixed and uniform, and so cannot be treated as a matter for informed consent. The scaffolding of professional training, of institutional structures, of public funding, of physical facilities are all public goods. The public provision of health care can reflect democratic process, and thereby certain forms of collective choice; but its basic structures cannot be geared to individual choice. Unavoidably there are large areas of medical ethics in which informed consent can play no part, or at most a minor part. What then are the appropriate ethical and other normative issues in these areas of medical ethics?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PUBLIC HEALTH AND PUBLIC GOODS"
        },
        {
            "text": "Phil. Trans. R. Soc. Lond. B (2004) ",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 35,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PUBLIC HEALTH AND PUBLIC GOODS"
        },
        {
            "text": "The ethical reasoning most commonly used in medical ethics focuses on transactions between individual professionals and individual patients, or between individual professionals and individual research subjects. Individualistic approaches are not likely to prove to be useful for analysing ethical questions about the provision of public goods, such as public health provision. However, it may seem that theories of justice will also provide an inappropriate account of the normative reasoning most relevant to the provision of public goods or to public health ethics. Most uses of theories of justice in health care ethics have addressed distributive issues, such as the just distribution of clinical care. Discussions of health care allocation decisions-of rationing-are discussions of the just distribution of a good that can be made contingent on individual choice. Theories of distributive justice also fail to address the distinctive ethical questions that arise in providing public goods, and so are not helpful for public health ethics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HEALTH AND JUSTICE"
        },
        {
            "text": "But there is more to justice than distributive justice. All theories of justice also address the justification of compulsion, and in particular the justification of the forms of compulsion on which any legal order depends. There are many differing theories of justice, but by way of illustration I shall instance one theory, because it gives a particularly large-supposedly maximal-role to individual liberty and so to individual consent procedures. This theory is John Stuart Mill's form of liberalism, especially as developed in On liberty. I choose Mill's account of justice not because I assume or argue that it is more plausible than other accounts, but because he explicitly opposes compulsion except in very limited circumstances. Mill famously claimed that …the sole end for which mankind are warranted, individually or collectively, in interfering with the liberty of any of their number is self-protection. (Mill 1989, ch. 1, p. 13) Compulsion, on this view, is permitted only where needed so as to protect others: it is unjust unless needed to prevent harm to others. Public health provision is an obvious area where Mill's arguments are relevant, because compulsion may be needed to prevent individual action that might harm others' health.",
            "cite_spans": [
                {
                    "start": 917,
                    "end": 942,
                    "text": "(Mill 1989, ch. 1, p. 13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HEALTH AND JUSTICE"
        },
        {
            "text": "Prevention of transmission of disease is a central case for Mill's justification of compulsion. Given the death rate from severe acute respiratory syndrome and the seriousness of the illness, Mill would view it as legitimate to make certain forms of action or treatment compulsory because the risk of transmission can be moderately high, and the risk of death for those who succumb high for some age groups. Depending on the gravity of the risk, it might be permissible to institute mandatory monitoring of those who may have been exposed, mandatory vaccination (if a vaccine is developed), restrictions on free movement, or quarantine. Similarly, where vaccination is safe and effective, Mill's argument would suggest that it could legitimately be made compulsory to produce the herd immunity that protects vulnerable individuals who cannot (yet) be vaccinated. Making public health measures such as these compulsory would hardly have seemed controversial a century ago. It has come to seem controversial on the basis of an illusory assumption that all medical provision, and with it public health provision, can be organized on the basis of informed consent of individuals. It cannot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HEALTH AND JUSTICE"
        },
        {
            "text": "Of course, there are always difficulties in judging how great a risk is, and in deciding which forms of compulsion are most effective and most readily justified in a particular case. Such issues can be resolved only on a case-by-case basis, using the right expertise and the right information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HEALTH AND JUSTICE"
        },
        {
            "text": "Often there are deficits in information and in expertise, as with the many uncertainties about the mode of transmission and likely spread of vCJD, and other new transmissible diseases. But where information and expertise point to the likelihood of harm to others, there are even on a very strong liberal account of justice no good ethical arguments to forbid all compulsion. To the contrary, appeals to individual consent do not offer a coherent, let alone an acceptable, way of approaching public health provision. Salus populi suprema lex is not an obsolete thought (Cicero 1928) .",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 581,
                    "text": "(Cicero 1928)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HEALTH AND JUSTICE"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A history and theory of informed consent",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faden",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Beauchamp",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The structure and receptor-binding properties of the 1918 influenza hemagglutinin",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Gamblin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1838--1842",
            "other_ids": {
                "DOI": [
                    "DOI10.1126/science.1093155"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "On liberty (1859)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mill",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "On liberty and other writings",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Autonomy and trust in bioethics",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Some limits of informed consent",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Med. Ethics",
            "volume": "28",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The triumph of autonomy in American bioethics: a sociological view",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Wolpe",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Bioethics and society: constructing the ethical",
            "volume": "",
            "issn": "",
            "pages": "38--59",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "GLOSSARY vCJD: variant Creutzfeldt-Jakob disease",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}