{
    "paper_id": "88e4caa7bd57f2120040112e00a63ea404120c50",
    "metadata": {
        "title": "Comorbid diabetes results in immune dysregulation and enhanced disease severity following MERS-CoV infection",
        "authors": [
            {
                "first": "Kirsten",
                "middle": [
                    "A"
                ],
                "last": "Kulcsar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "M"
                ],
                "last": "Coleman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "E"
                ],
                "last": "Beck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "B"
                ],
                "last": "Frieman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland School of Medicine",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in 2012 in Saudi Arabia (1) . Since 2012, more than 2400 laboratory-confirmed cases of MERS-CoV have been identified resulting in more than 800 deaths and a case fatality rate of approximately 35% (2) . The vast majority of MERS-CoV cases have occurred in Saudi Arabia; however, travel-associated cases have been identified in 27 additional countries. The most remarkable travel-associated case of MERS-CoV occurred in 2015 in South Korea and caused an outbreak that infected 186 individuals, resulting in 36 deaths (3) . Dromedary camels (Camelus dromedarius) are thought to be the zoonotic reservoir for MERS-CoV and transmit the virus to humans via direct contact with camels or camel products (4) (5) (6) . Human-to-human transmission appears to require close contact and can occur within households, but nosocomial transmission is more common and accounts for almost 40% of all MERS cases (7) . The clinical presentation of MERS-CoV infection can range from asymptomatic infections to mild infections that present as a sore throat, fever, and myalgia to severe disease that can progress to pneumonia, acute respiratory distress syndrome, and multiorgan failure leading to death (8, 9) . There is limited information on the pathogenesis of MERS-CoV in humans, and only 2 autopsies have been published (10, 11) . These studies showed similar lung pathology, with diffuse alveolar damage being the most prominent pathological feature along with hyaline membrane formation, edema, and a mixed inflammatory infiltrate (10, 11) .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 774,
                    "end": 777,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 778,
                    "end": 781,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 782,
                    "end": 785,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1260,
                    "end": 1263,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1264,
                    "end": 1266,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1382,
                    "end": 1386,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1387,
                    "end": 1390,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1595,
                    "end": 1599,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1600,
                    "end": 1603,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although there is little known about the mechanisms of pathogenesis of MERS-CoV in humans, several epidemiological studies have looked at a variety of aspects of MERS-CoV infection, including transmission, indicators of clinical outcome, and risk factors that contribute to the development of severe or lethal disease (7, (12) (13) (14) (15) (16) (17) (18) (19) (20) . Risk factors that are associated with the development of more severe disease or death following MERS-CoV infection include male sex, older age, and comorbid illnesses (7, (12) (13) (14) (15) . In particular, diabetes, kidney disease, heart disease, underlying respiratory disease, and hypertension have all been shown to predispose a patient to more severe or lethal disease after MERS-CoV infection (16) (17) (18) (19) (20) , Middle East respiratory syndrome coronavirus (MERS-CoV) emerged in 2012 in Saudi Arabia and has caused over 2400 cases and more than 800 deaths. Epidemiological studies identified diabetes as the primary comorbidity associated with severe or lethal MERS-CoV infection. Understanding how diabetes affects MERS is important because of the global burden of diabetes and pandemic potential of MERS-CoV. We used a model in which mice were made susceptible to MERS-CoV by expressing human DPP4, and type 2 diabetes was induced by administering a high-fat diet. Upon infection with MERS-CoV, diabetic mice had a prolonged phase of severe disease and delayed recovery that was independent of virus titers. Histological analysis revealed that diabetic mice had delayed inflammation, which was then prolonged through 21 days after infection. Diabetic mice had fewer inflammatory monocyte/macrophages and CD4 + T cells, which correlated with lower levels of Ccl2 and Cxcl10 expression. Diabetic mice also had lower levels of Tnfa, Il6, Il12b, and Arg1 expression and higher levels of Il17a expression. These data suggest that the increased disease severity observed in individuals with MERS and comorbid type 2 diabetes is likely due to a dysregulated immune response, which results in more severe and prolonged lung pathology. and having more than 1 comorbid illness further increases the risk for severe disease (17) . Furthermore, asymptomatic individuals were less likely to have an underlying comorbidity compared with those with fatal cases (21) . In a transmission study within a single extended family, members who tested positive for MERS-CoV were over 3 times as likely to have a comorbid disease (22) . One study found that 15/17 (88%) individuals who had diabetes had a poor disease outcome characterized by intensive care unit admission or death compared with 7/18 (39%) individuals who had any type of nondiabetic comorbidity, which suggests that diabetes in particular is a major contributor to MERS-CoV disease severity (23) . Although there is a large amount of heterogeneity in the level of risk associated with the various comorbidities because of study designs and target populations, the reports demonstrate that diabetes is a significant risk factor for the development of severe or lethal disease from MERS-CoV infection. The odds ratio of developing severe or lethal disease following MERS-CoV infection when one has comorbid diabetes ranges from 2.47 to 7.24, depending on the study design and population (16) (17) (18) (19) (20) 22) . Interestingly, diabetes has also been shown to be a risk factor for other lower respiratory tract infections, including Mycobacterium tuberculosis (M. tuberculosis), Burkholderia pseudomallei (B. pseudomallei), and influenza virus (24) .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2199,
                    "end": 2203,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2332,
                    "end": 2336,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2492,
                    "end": 2496,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2821,
                    "end": 2825,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3315,
                    "end": 3319,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3320,
                    "end": 3324,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3325,
                    "end": 3329,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3330,
                    "end": 3334,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3335,
                    "end": 3339,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3340,
                    "end": 3343,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3577,
                    "end": 3581,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More than 425 million people across the globe have diabetes, which can be further classified into type 1 diabetes (T1D) and type 2 diabetes (T2D) (25) . Both T1D and T2D result in hyperglycemia, but the mechanism by which this occurs is different. T1D typically results from an autoimmune-like disease in which β cells in the pancreas are destroyed, resulting in decreased insulin production. T2D, however, results from the body's inability to respond properly to insulin. T2D is the most prevalent form of diabetes, constituting more than 85%-95% of all diabetes cases (25) . The etiology of T2D is closely intertwined with obesity and results from chronic inflammation induced by excess adipose tissue. Stressed adipocytes and adipose tissue macrophages secrete numerous proinflammatory mediators that result in chronic low-grade inflammation, which alters homeostatic glucose regulation by decreasing cellular responsiveness to insulin (26, 27) . This results in key physiological characteristics of T2D: hyperglycemia, hyperinsulinemia, and glucose intolerance. Humans and mice with T2D exhibit a switch from predominately regulatory or antiinflammatory macrophages and regulatory T cells (Tregs) in adipose tissue to predominately proinflammatory macrophages and Th1 and Th17 CD4 + T cells (28, 29) . This altered immune profile is thought to contribute to a variety of the consequences associated with T2D, including increased susceptibility to infection (30) .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "(26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1295,
                    "end": 1299,
                    "text": "(28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1300,
                    "end": 1303,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1461,
                    "end": 1465,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, small animal models suitable for studying MERS-CoV infection have been created, and mechanisms of pathogenesis are now able to be studied. MERS-CoV does not replicate in wild-type mice because of differences in the receptor binding domain of DPP4 (31) (32) (33) . To overcome this, many groups, including ours, have developed transgenic mice that express human DPP4 (34) (35) (36) (37) (38) (39) . In our model, exons 2-25 of mouse DPP4 were replaced with the human DPP4 sequence (DPP4 H/M ) (34) . These mice express human DPP4 in the appropriate cell types, including nonciliated epithelial cells and alveolar type 2 cells, and support MERS-CoV replication in the lung. Following infection with MERS-CoV (Jordan), mice lose weight; show clinical signs of illness, including labored breathing and lethargy; and exhibit pulmonary histopathological characteristics similar to those observed in humans (34, 35) . Furthermore, we observed immune cell infiltration primarily characterized by monocyte/macrophages and T cells as well as increased expression of proinflammatory cytokines and chemokines. Immune cell depletion studies have shown that CD8 + T cells may play a role in promoting tissue damage whereas macrophages may play a role in protection (35) . Other humanized mouse models for studying MERS-CoV pathogenesis have also shown a critical role for inflammatory macrophages and monocytes (IMMs) as well as T cells in coordinating an appropriate immune response following MERS-CoV infection (36) .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "(34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 915,
                    "end": 918,
                    "text": "35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1509,
                    "end": 1513,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Understanding how diabetes contributes to disease severity following MERS-CoV infection and how to treat infection in this context is critical. Ongoing transmission of MERS-CoV continues in Saudi Arabia, a country that also has a high prevalence of T2D (approximately 18%) (25) . In addition, MERS-CoV is a high-consequence respiratory pathogen with pandemic potential, which, along with the global burden of diabetes, highlights the need to understand the role of diabetes during MERS-CoV pathogenesis. We successfully developed a small animal model that is susceptible to MERS-CoV infection and develops T2D to mimic the human condition to study the effect of comorbid diabetes on MERS-CoV pathogenesis. Male DPP4 H/M mice fed a high-fat diet (HFD) for 12 to 17 weeks develop hyperglycemia, hyperinsulinemia, and glucose intolerance, which are characteristics of human T2D. Following infection with MERS-CoV, diabetic DPP4 H/M mice exhibit more severe disease characterized by a prolonged period of weight loss and clinical disease. Exacerbated and prolonged disease in diabetic DPP4 H/M mice does not appear to be due to increased virus replication or slower virus clearance in the lungs; however, diabetic mice do exhibit a dysregulated immune response after infection. Histological and flow cytometric analysis of the lungs revealed that diabetic mice have a delay in the initiation of inflammation in the lung exemplified by reduced CD4 + T cell and IMM recruitment and are slower to resolve lung inflammation compared with control mice. In addition, we observed delayed and dampened chemokine expression in diabetic mice along with altered cytokine profiles. This model demonstrates that comorbid diabetes in an HFD model resulted in a dysregulated immune response to MERS-CoV infection, which will help elucidate mechanisms of pathogenesis that may be occurring in humans with diabetes and provides a model for studying therapeutics for this highly susceptible population.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Diabetes is a significant risk factor for the development of severe or lethal disease following MERS-CoV infection in humans (16) (17) (18) (19) (20) 22) . We sought to determine how diabetes predisposes humans to increased morbidity and mortality after MERS-CoV infection by creating a T2D small animal model that is permissive to MERS-CoV infection. We previously characterized a mouse model that showed significant pathology following MERS-CoV infection when exons 2-25 of mouse DPP4 were replaced with human DPP4 sequence (DPP4 H/H ) in mice on a C57BL/6 background (34, 35) . Importantly, C57BL/6 mice are susceptible to the development of obesity and T2D after being fed an HFD for an extended period (40, 41) . Although we have not observed any physiological or immunological differences between DPP4 H/H and wild-type mice, we chose to use mice that were heterozygotes for the human DPP4 allele (DPP4 H/M ) to avoid any unknown species-specific complications. To induce T2D, male and female mice were fed either a normal diet or an HFD beginning at 4 to 6 weeks of age and maintained on the specified diet for 12 to 17 weeks. Mice were then evaluated for the development of metabolic disease. Studies focused on animal models for obesity and diabetes have found sex-specific differences in C57BL/6 mice in which males were more susceptible to both obesity and T2D (40) . For these reasons, experimental groups were stratified by diet and by sex.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "(34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "(40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1372,
                    "end": 1376,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Male DPP4 H/M mice develop diet-induced T2D and exhibit prolonged severe disease following MERS-CoV infection."
        },
        {
            "text": "Male and female mice maintained on an HFD for 12 to 17 weeks weighed significantly more than their control counterparts ( Figure 1A , P < 0.0001), and males fed an HFD gained significantly more weight than HFD females ( Figure 1A , P < 0.0001). To determine whether HFD DPP4 H/M mice developed characteristics of T2D, we performed metabolic testing to evaluate hyperglycemia, hyperinsulinemia, and glucose tolerance. Hyperglycemia was determined by fasting mice for 16 hours, after which blood glucose levels were determined. HFD male and female DPP4 H/M mice had significantly higher concentrations of glucose in the blood compared with control mice ( Figure 1B , P < 0.0001), and HFD male mice had significantly higher levels of glucose in the blood compared with HFD females ( Figure 1B , P < 0.0001). Fasted serum insulin levels were determined by ELISA to evaluate the development of hyperinsulinemia in HFD DPP4 H/M mice. HFD male mice had significantly higher levels of serum insulin compared with control males whereas HFD females had similar levels of serum insulin as control mice ( Figure 1C , P < 0.05). Finally, we evaluated glucose tolerance in HFD DPP4 H/M mice using an intraperitoneal glucose tolerance test (IPGTT), which measures how quickly a bolus of glucose is controlled. A healthy mouse can control blood glucose levels within 2 hours of glucose administration whereas glucose levels remain elevated in mice with glucose intolerance and reduced insulin function. As expected, control male and female mice exhibited glucose tolerance where blood glucose levels peaked 30 minutes after administration and were reduced to baseline levels by 2 hours after administration; however, HFD male ( Figure  1D , P < 0.0001) and female mice ( Figure 1E , P < 0.0001) exhibited significant glucose intolerance. Glucose tolerance can also be assessed by determining the area under the curve (AUC) of the IPGTT measurements during the time course. The AUC of the IPGTT of HFD male and female DPP4 H/M mice was significantly greater than control mice ( Figure 1F , P < 0.0001), and male HFD mice had a greater AUC of the IPGTT than female HFD mice ( Figure 1F , P < 0.0001). Together, these data show that male DPP4 H/M mice fed an HFD developed metabolic disease consistent with T2D in humans, characterized by hyperglycemia, hyperinsulinemia, and glucose intolerance, whereas female DPP4 H/M mice fed an HFD developed less severe metabolic disease, characterized by mild hyperglycemia and glucose intolerance, but not hyperinsulinemia. We continued to use HFD male DPP4 H/M (diabetic) mice and HFD female DPP4 H/M (HFD) mice for the remainder of these studies to determine whether the extent of T2D affects MERS-CoV pathogenesis. For the remainder of this paper, HFD male mice will be referred to as \"diabetic\" and HFD female mice will be referred to as \"HFD\" because they developed mild metabolic syndrome associated with obesity that does not meet the criteria of T2D.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 220,
                    "end": 229,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 653,
                    "end": 662,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 780,
                    "end": 789,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1093,
                    "end": 1102,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1712,
                    "end": 1722,
                    "text": "Figure  1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1755,
                    "end": 1764,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2061,
                    "end": 2070,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2158,
                    "end": 2167,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Male DPP4 H/M mice develop diet-induced T2D and exhibit prolonged severe disease following MERS-CoV infection."
        },
        {
            "text": "Next, we wanted to determine whether having diabetes affects the clinical course of disease. Diabetic male and HFD female mice along with control male and female mice were intranasally infected with 1.5 × 10 5 PFU of MERS-CoV Jordan and evaluated daily for weight loss and the appearance of clinical signs of disease. Male diabetic mice lost a similar percentage of their initial body weight as control mice during infection; however, diabetic mice were slower to add on weight ( Figure 2A , P = 0.0439). Because of the weight difference between diabetic and control mice, we also looked at the changes of absolute mass lost and found that diabetic mice continued to lose weight for a longer period than control mice and lost significantly more net mass following MERS-CoV infection ( Figure 2C , P < 0.0001). Diabetic male mice also exhibited prolonged severe clinical signs of disease that persisted through 21 days after infection, with labored breathing being the most notable feature that persisted in diabetic male mice ( Figure 2E , P < 0.0001). The clinical course of disease was more similar between female HFD and control mice with less of a difference in the extent of weight lost (Figure 2 , B and D). However, elevated clinical scores were observed through 21 days after infection in HFD female mice compared with normal female mice ( Figure 2F ). Lethal disease in this model is defined as either found dead in the cage or reaching 30% weight loss. We did not observe any significant differences in mortality between diabetic and control male mice or HFD and control female mice (Supplemental Table 1 ; supplemental material available online with this article; https://doi.org/10.1172/jci.insight.131774DS1). These data demonstrate the utility of this animal for studying how diabetes affects MERS-CoV pathogenesis. These data show that diabetic DPP4 H/M mice had prolonged severe disease following MERS-CoV infection, as characterized by an extended period of weight loss and the persistence of labored breathing through 21 days after infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 489,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 785,
                    "end": 794,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1028,
                    "end": 1037,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1192,
                    "end": 1201,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1348,
                    "end": 1357,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1607,
                    "end": 1614,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Male DPP4 H/M mice develop diet-induced T2D and exhibit prolonged severe disease following MERS-CoV infection."
        },
        {
            "text": "To date, no studies have been performed in humans analyzing virus titers in the context of comorbid diabetes. We have previously shown in our mouse model that higher levels of virus replication are associated with more severe MERS-CoV infections (34, 35) . To determine whether virus replication is altered in diabetic mice, we infected diabetic and control male and HFD and control female mice with 1.5 × 10 5 PFU of MERS-CoV Jordan and euthanized mice at days 2, 4, 7, 10, 14, and 21 for analysis. Lung tissue was homogenized in PBS, and infectious virus titers were determined by plaque assay. We observed no differences in virus titers between diabetic and control male ( Figure 3A ) or HFD and control female mice ( Figure 3B ). We also quantified the amount of MERS-CoV genomic RNA and mRNA in the lungs of diabetic and control mice during infection. We found no differences in the amount of genomic virus RNA or virus mRNA in the lungs of diabetic and control male ( Together these data suggest that virus replication and clearance are not affected by diabetes or HFD.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "(34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 676,
                    "end": 685,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 721,
                    "end": 730,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Diabetes does not affect virus replication or clearance in the lung and does not result in extrapulmonary dissemination of the virus."
        },
        {
            "text": "It is not clear how common extrapulmonary dissemination and replication of MERS-CoV are in humans because of the minimal amounts of virology data from patients with MERS. One human autopsy case study cited the presence of virus antigen in the lungs as well as the spleen whereas the other available autopsy did not find any evidence of extrapulmonary virus, and neither of these individuals were reported to have diabetes (10, 11) . Furthermore, another study found virus in the blood and urine of an individual who had diabetes and Clinical scores were determined on the following scale: 0 = healthy; 1 = slight ruffling of the fur, altered hind limb posture; 2 = mildly labored breathing, no lethargy, 3 = moderately labored breathing, lethargy; 4 = severely labored breathing, severe lethargy; and 5 = dead. Data are presented as the mean ± SEM and are pooled from 3 independent experiments with n = 12-17 mice/group. *P < 0.0239; **P < 0.01; ***P < 0.001; and ****P < 0.0001 as determined by 2-way ANOVA with Holm-Šídák posttest.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Diabetes does not affect virus replication or clearance in the lung and does not result in extrapulmonary dissemination of the virus."
        },
        {
            "text": "succumbed to infection whereas an individual who did not have diabetes survived and only had positive respiratory samples (42) . To determine whether diabetes leads to extrapulmonary virus dissemination, we infected mice with 1.5 × 10 5 PFU of MERS-CoV Jordan and collected lung, brain, kidney, liver, spleen, and whole blood from diabetic and control male and HFD and control female mice 7 days after infection. RNA was isolated from the tissues, and the levels of genomic virus RNA and virus mRNA were determined by quantitative reverse transcription PCR (qRT-PCR). Again, we found no differences in the amount of genomic virus RNA or virus mRNA in the lungs of diabetic and control male mice (Figure 3 , G and I); however, HFD female mice had lower levels of virus genomic RNA and mRNA compared with control mice 7 days after infection ( Figure 3 , H and J). MERS-CoV genomic RNA was detected in the blood and to a lesser degree in the liver and spleen of diabetic and control mice, as well as HFD and control female mice; however, the levels detected were much lower than what we observed in the lung (Figure 3 , G-J). MERS-CoV mRNA, a marker of active virus replication, was detected only in the lung and to a lesser degree in the blood of all mice (Figure 3 , I and J). No differences in the amount of genomic virus RNA or virus mRNA were observed in any of the extrapulmonary tissues or blood isolated from diabetic male and control mice or HFD and control female mice (Figure 3 , G-J). These data suggest that prolonged disease following MERS-CoV infection is not due to increased virus replication, a delay in virus clearance, or increased extrapulmonary dissemination of the virus. RNA was isolated and levels of viral genomic RNA (B and E) and viral mRNA (C and F) were determined using qRT-PCR targeting UpE and M, respectively. Data were normalized to transferrin receptor protein 1 (TfRC) and then normalized to PBS controls and are presented as relative units. Data are pooled from 2 to 3 independent experiments with n = 3-11 mice/group and are presented as the mean ± SEM. (G-J) Lung, whole blood, brain, liver, kidney, and spleen from infected male (G and I) and female (H and J) mice 7 days after infection. Virus genomic RNA (G and H) and virus mRNA (I and J) were determined using qRT-PCR targeting UpE and M, respectively. Data were normalized to TfRC and then normalized to PBS controls and are presented as relative units. Data are from n = 4-11 mice/group and are presented as the mean ± SEM.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 695,
                    "end": 704,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 841,
                    "end": 849,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1105,
                    "end": 1114,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1254,
                    "end": 1263,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1476,
                    "end": 1485,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Diabetes does not affect virus replication or clearance in the lung and does not result in extrapulmonary dissemination of the virus."
        },
        {
            "text": "Weight loss and the appearance of clinical signs of disease are typically associated with lung pathology. To better understand the kinetics of lung inflammation and pathology following MERS-CoV infection in diabetic mice, we infected mice with 1.5 × 10 5 PFU of MERS-CoV Jordan and collected lung tissue at days 2, 4, 7, 10, 14, and 21 after infection. The lung tissue was stained with hematoxylin and eosin for histological examination in which slides were blinded and were scored by a board-certified pathologist for inflammation and lung pathology (Tables 1 and 2 ). Control male ( Figure 4 ) and female (Supplemental Figure 1 ) mice had a moderate degree of lung inflammation 2 days after infection, which was predominately located around vasculature with limited bronchiolar inflammation. In contrast, male diabetic mice ( Figure 4D ) and female HFD mice (Supplemental Figure 1D ) had significantly less perivascular inflammation compared with control mice 2 days after infection. Around 4 to 7 days after MERS-CoV infection, lung pathology was similar between diabetic and control male mice and HFD and control female mice and was characterized by increasing bronchiolar and perivascular inflammation composed primarily of a mixed macrophage ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 566,
                    "text": "(Tables 1 and 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 585,
                    "end": 593,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 621,
                    "end": 629,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 828,
                    "end": 837,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 874,
                    "end": 883,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Inflammation in the lungs of diabetic male mice is delayed but prolonged following MERS-CoV infection."
        },
        {
            "text": "Average score of n = 5-11 mice/group. -, no inflammation; +, scant inflammation (<5%); ++, mild inflammation (5%-25% parenchyma); +++, moderate inflammation (25-50% parenchyma); ++++, marked inflammation (50%-75% parenchyma); +++++, severe infalmmation (>75% parenchyma); Ctrl, control; Db, diabetic; dpi, days after infection. +  +  ---Eosinophils  --+  -+  -------Neutrophils  --+  +  +  +  ------Macrophages  +  -++  +  +++  +++  ++++  +++  ++++  +++  +++  ++  Lymphocytes  +++  +  +++  ++  +++  +++  +++  ++  +++  +++  +++  ++  Interstitial/alveolar necrosis  --+  -+  -------Bronchiolar necrosis  --------- ---Average score of n = 5-11 mice/group. and lymphocyte infiltrate with few apparent granulocytes. By 21 days after infection, diabetic male mice still exhibited significant lung pathology and inflammation compared with control male mice (Figure 4 , B-D) whereas inflammation in female HFD mice was similar to that observed in control mice (Supplemental Figure 1 , B-D). Edema was evident by 7 days following infection, increased through 10 to 14 days after infection, and resolved by 21 days after infection, but no differences were observed between diabetic and control male mice or HFD and control female mice (Tables 1 and 2 ). Minimal amounts of hemorrhage and alveolar, bronchiolar, and interstitial necrosis were observed in diabetic and control male mice or HFD and control female mice during infection (Tables 1 and 2) . These data suggest that a delayed immune response in diabetic mice along with the inability to resolve inflammation and lung pathology contributes to more severe disease following MERS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 611,
                    "text": "+  +  ---Eosinophils  --+  -+  -------Neutrophils  --+  +  +  +  ------Macrophages  +  -++  +  +++  +++  ++++  +++  ++++  +++  +++  ++  Lymphocytes  +++  +  +++  ++  +++  +++  +++  ++  +++  +++  +++  ++  Interstitial/alveolar necrosis  --+  -+  -------Bronchiolar necrosis  ---------",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 859,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 966,
                    "end": 974,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1225,
                    "end": 1240,
                    "text": "(Tables 1 and 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1423,
                    "end": 1439,
                    "text": "(Tables 1 and 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Inflammation in the lungs of diabetic male mice is delayed but prolonged following MERS-CoV infection."
        },
        {
            "text": "Diabetic mice have a decreased CD4 + T cell and inflammatory monocyte/macrophage response following MERS-CoV infection. The pathology data demonstrated that the kinetics and degree of inflammation in the lungs of diabetic male mice were altered compared with control mice. To better define the immune response to MERS-CoV infection in the context of diabetes, we wanted to determine the kinetics of immune cell infiltration in the lungs of diabetic male, HFD female, and control MERS-CoV-infected mice. Single cells were isolated from the lung tissue of uninfected or MERS-CoV-infected mice at days 4, 7, 14, and 21 after infection, and flow cytometric analysis was performed to identify CD45 + immune cells, CD3 + T cells, CD4 + T cells, CD8 + T cells, B cells, NK cells, neutrophils, and IMMs (gating scheme, Supplemental Figure 2) . A summary of the number and frequency of immune cell subsets can be found in Supplemental Tables 2 and 3 . We found more CD45 + cells in the lungs of control male mice (1.9 × 10 7 cells) compared with diabetic male mice (1.3 × 10 7 cells) 7 days after infection ( Figure 5A) . A similar number of CD8 + T cells ( Figure 5E higher during infection ( Figure 5F ), and the frequency of B cells was significantly lower at 14 and 21 days after infection during infection (Supplemental Table 2 ). Diabetic male mice had fewer CD4 + T cells at days 4 and 7 after infection compared with control male mice, although these data did not reach statistical significance when accounting for multiple comparisons (4 dpi: 5.5 × 10 5 vs. 1.1 × 10 6 cells; 7 dpi: 1.1 × 10 6 vs. 2.3 × 10 6 cells) ( Figure 5D) ; however, the frequency of CD4 + T cells was lower at 4 and 7 days after infection (Supplemental Table 2 ). We also found that male diabetic mice had significantly fewer IMMs in the lungs 7 days after infection compared with control male mice (6.7 × 10 5 vs. 1.3 × 10 6 cells, P = 0.0122; Figure 5B ). Female HFD mice had significantly fewer neutrophils 7 days after infection (Supplemental Figure 3H) , with no differences in the total number of CD45 + cells or other immune cell subsets during infection (Supplemental Figure 3) . These data suggest that the immune response to MERS-CoV infection is dysregulated in diabetic mice with fewer IMMs and CD4 + T cells being recruited to the lung.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 824,
                    "end": 833,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 913,
                    "end": 940,
                    "text": "Supplemental Tables 2 and 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1100,
                    "end": 1110,
                    "text": "Figure 5A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1149,
                    "end": 1158,
                    "text": "Figure 5E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1185,
                    "end": 1194,
                    "text": "Figure 5F",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1316,
                    "end": 1323,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1618,
                    "end": 1628,
                    "text": "Figure 5D)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1727,
                    "end": 1734,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1919,
                    "end": 1928,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2021,
                    "end": 2031,
                    "text": "Figure 3H)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2150,
                    "end": 2159,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Inflammation in the lungs of diabetic male mice is delayed but prolonged following MERS-CoV infection."
        },
        {
            "text": "Cytokine and chemokine gene expression is altered in male diabetic DPP4 H/M mice during MERS-CoV infection. Immune cell infiltration is coordinated and shaped by the induction of chemokines and cytokines from infected and neighboring cells. We found that cellular infiltration was altered in diabetic male mice, but not HFD female mice, during MERS-CoV infection and hypothesized that there may be alterations in chemokines responsible for cellular recruitment in diabetic male mice. To investigate this, we performed gene expression analysis using qRT-PCR on RNA isolated from the lungs of male diabetic and control mice as well as female HFD and control mice infected with MERS-CoV at days 2, 4, 7, 10, 14, and 21 after infection. We first focused on Ccl2 and Cxcl10, which drive monocyte and lymphocyte recruitment, respectively, because they have been previously shown to be upregulated during MERS-CoV infection in our mouse model (35) . We found that diabetic male mice had significantly reduced levels of Ccl2 expression at days 2 (P = 0.0084) and 7 (P = 0.0014) after infection ( Figure 6A ). We also found that diabetic male mice had significantly lower levels of Cxcl10 expression 2 days after infection (P = 0.0011). Ccl2 expression was similar in female HFD and control mice ( Figure 6 ) while Cxcl10 expression was actually higher in HFD female mice 2 days after infection (P = 0.0006, Figure 6G ). Significantly less chemokine expression early during infection may play a role in the delayed recruitment of immune cells to the site of infection in male diabetic mice.",
            "cite_spans": [
                {
                    "start": 936,
                    "end": 940,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 1088,
                    "end": 1097,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1289,
                    "end": 1297,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1399,
                    "end": 1408,
                    "text": "Figure 6G",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Inflammation in the lungs of diabetic male mice is delayed but prolonged following MERS-CoV infection."
        },
        {
            "text": "Next, we looked at cytokines that CD4 + T cells produce. Our flow cytometry data demonstrated a reduction in CD4 + T cells, so we determined whether there were also any changes in cytokines that are indicative of CD4 + T cell function. We focused on Ifng, Il4, Il17a, and the transcription factor Foxp3 to evaluate Th1, Th2, Th17, and Treg skewing, respectively. We found very little expression of Il4 during MERS-CoV in male ( Figure 6H ) and female (Supplemental Figure 4H ) mice regardless of metabolic status. Ifng expression peaked 7 days after infection and was similar in male diabetic and control mice ( Figure 6I ) but was significantly lower in female HFD mice (Supplemental Figure 4I , P < 0.0001). Interestingly, we observed significantly higher Il17a expression in male diabetic mice beginning at 7 days after infection (P = 0.0264), and elevated expression compared with control mice continued through 21 days after infection ( Figure 6J ) whereas female mice had very little upregulation of Il17a following MERS-CoV infection (Supplemental Figure 4J ). We also found that Foxp3 expression was higher 21 days after infection in diabetic male ( Figure 6K , P = 0.0152) and HFD female (Supplemental Figure 4K , P < 0.0001) mice. These data suggest that not only are there fewer CD4 + T cells in the lungs of diabetic mice, but there may also be a difference in the skewing of these cells with a more prominent Th17 response in diabetic male mice that may contribute to disease severity along with a more prominent Treg response 21 days after infection when inflammation in control mice is diminishing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 437,
                    "text": "Figure 6H",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 465,
                    "end": 474,
                    "text": "Figure 4H",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 612,
                    "end": 621,
                    "text": "Figure 6I",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 685,
                    "end": 694,
                    "text": "Figure 4I",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 942,
                    "end": 951,
                    "text": "Figure 6J",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1055,
                    "end": 1064,
                    "text": "Figure 4J",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1158,
                    "end": 1167,
                    "text": "Figure 6K",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1211,
                    "end": 1220,
                    "text": "Figure 4K",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Inflammation in the lungs of diabetic male mice is delayed but prolonged following MERS-CoV infection."
        },
        {
            "text": "Previous work showed that macrophages play an important role during MERS-CoV pathogenesis (35) . Furthermore, macrophage skewing has been shown to be important during SARS-CoV pathogenesis (43) . To evaluate what effects diabetes has on macrophage skewing during MERS-CoV infection, we evaluated the gene expression patterns of the proinflammatory M1-related genes Tnfa, Il6, and Nos2 as well as the antiinflammatory M2-related genes Il10 and Arg1. Diabetic male mice had reduced upregulation of Tnfa at 2 (P = 0.0145) and 7 (P = 0.0041) days after infection ( Figure 6B ) and reduced upregulation of Il6 2 days after infection ( Figure 6C) ; however, Nos2 expression was upregulated similarly in the lungs of male diabetic and control mice during MERS-CoV infection ( Figure 6E ). Il10 expression was similar in male diabetic and control mice ( Figure 6L ), but Arg1 expression had reduced upregulation at 7 (P = 0.0009) and 10 (P = 0.0332) days after infection in male diabetic mice ( Figure 6F ). No differences in Tnfa, Il6, Nos2, Arg1, or Il10 were found between female HFD and control mice (Supplemental Figure  4) . These data suggest that diabetic mice have reduced chemokine expression, which results in delayed immune cell recruitment to the lung during MERS-CoV infection. Furthermore, the CD4 + T cell and macrophage responses are not only lower in diabetic mice, but the cytokine profiles associated with these cell subsets are also altered. The immune dysregulation observed may be contributing to the more severe pathogenesis of MERS-CoV in diabetic mice.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 570,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 630,
                    "end": 640,
                    "text": "Figure 6C)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 769,
                    "end": 778,
                    "text": "Figure 6E",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 846,
                    "end": 855,
                    "text": "Figure 6L",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 987,
                    "end": 996,
                    "text": "Figure 6F",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1110,
                    "end": 1120,
                    "text": "Figure  4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Inflammation in the lungs of diabetic male mice is delayed but prolonged following MERS-CoV infection."
        },
        {
            "text": "Clinical and epidemiological analyses have identified preexisting comorbidities, including diabetes, as important risk factors for the development of severe or lethal disease following MERS-CoV infection (7, (12) (13) (14) (15) (16) (17) (18) (19) (20) 22) . To understand how diabetes is contributing to MERS-CoV pathogenesis, we developed a small animal model that is both susceptible to MERS-CoV infection and has T2D induced by an HFD (Figure 1 ). Following infection with MERS-CoV, diabetic DPP4 H/M mice exhibited more severe clinical symptoms characterized by a prolonged period of weight loss and clinical disease with lung histology revealing delayed initiation of inflammation and slower inflammatory resolution (Figures 2 and 4) . Flow cytometric analysis showed that the IMM response and, to a lesser extent, the CD4 + T cell response were altered in diabetic mice following MERS-CoV infection, with delayed infiltration kinetics, fewer cells at peak inflammation, and reduced chemokine and cytokine induction (Figures 5 and 6) .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 243,
                    "end": 247,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 448,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 722,
                    "end": 739,
                    "text": "(Figures 2 and 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1022,
                    "end": 1039,
                    "text": "(Figures 5 and 6)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "MERS-CoV does not infect wild-type mice because of differences in the receptor binding domain of the cellular receptor DPP4 (31) (32) (33) . For this reason, we needed to use mice that are transgenic for human DPP4 for productive infection. DPP4 is an aminopeptidase that exists in 2 forms, membrane bound and secreted, and plays a role in various physiological processes, including the immune response and glucose metabolism (44) . DPP4 acts as a costimulatory molecule for T cells and interacts with various proteins, including adenosine deaminase and caveolin-1 (45) . The enzymatic activity of DPP4 results in the cleavage of a variety of protein targets, including cytokines, chemokines, and growth factors, altering their function (45) . The enzymatic activity of DPP4 also targets the incretins glucagon-like peptide-1 and gastric inhibitory peptide and cleaves these molecules, leading to a decrease in insulin secretion (44) . Antidiabetic drugs known as gliptins target the enzymatic activity of DPP4 to block this cleavage, thus increasing insulin secretion and decreasing blood glucose levels. Gliptins have also been found to alter the immune response in mice and humans (45) . Of note, the IC 50 for a wide range of gliptins is similar between mice and humans when enzymatic inhibition is tested in vitro (46) . We found that DPP4 H/M mice developed T2D similarly to wild-type C57BL/6 mice when fed an HFD (40, 47) . The species cross-reactivity of gliptins as well as other drugs used to treat T2D, including metformin and sulfonylureas, will allow us to study the effects of anti-T2D drugs on MERS-CoV pathogenesis. Although we have not found any differences between wild-type and humanized DPP4 mice in regard to the immune response and glucose metabolism, it cannot be ruled out that DPP4 H/M mice have alterations compared with wild-type mice.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "(45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "(45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1184,
                    "end": 1188,
                    "text": "(45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1319,
                    "end": 1323,
                    "text": "(46)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1420,
                    "end": 1424,
                    "text": "(40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1425,
                    "end": 1428,
                    "text": "47)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Obesity and diabetes have both been identified as significant risk factors for severe disease following lower respiratory tract infections. Diabetes, in particular, is associated with worse disease following MERS-CoV, M. tuberculosis, and B. pseudomallei infection whereas obesity is more often associated with worse disease following influenza infection (24) . Both diabetes and obesity result in a dysregulated immune response to respiratory infections (30, (48) (49) (50) (51) (52) , but delineating the effects of excess adipose tissue and dyslipidemia associated with obesity compared with the effects of hyperglycemia and excess insulin production associated with T2D on the immune response to infection has not been evaluated. Part of the reason for this is that obesity and T2D are closely linked, and the etiology of T2D is thought to be due to chronic inflammation that is induced by excess adipose tissue and obesity (26, 27) . Because of this etiology, the HFD mouse model is used to study obesity as well as T2D. Genetic models of obesity in which mice lack the leptin gene (ob/ob) or the leptin receptor (db/db) also result in metabolic syndrome and T2D, making it difficult to delineate the contribution of obesity or T2D alone (53) . Our future studies include creating a lean hyperglycemic mouse model that recapitulates the metabolic syndrome associated with T1D and is susceptible to MERS-CoV infection to determine the contribution of hyperglycemia in the absence of obesity. This lean, hyperglycemic model can also be used to study the effects of hyperglycemia alone for other respiratory infections, including influenza virus and bacterial pathogens.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "(30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "(48)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "(49)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "(50)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "(51)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "(52)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "(26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "(53)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Sex-specific differences in the development of obesity and metabolic disease also exist in both humans and mice. Male C57BL/6 mice are more susceptible than females to diet-induced obesity and the subsequent development of metabolic disease (40, 54) . Similarly, we found that HFD DPP4 H/M male mice exhibited more severe diabetes compared with HFD female mice ( Figure 1 ). Several factors are thought to contribute to sexual dimorphic development of obesity-related metabolic disease, including sex-specific differences of immune cell development and function, adipose-related immune activation, adipocyte proliferation and development, and the contribution of sex steroids to adipocytes (54, 55) . For these reasons, the majority of studies investigating the effects of obesity or T2D on the pathogenesis of infectious diseases use male mice. We chose to compare HFD-induced diabetic male and HFD female mice to better understand how the severity of diabetes affects pathogenesis. We found that diabetic male mice experienced more severe disease following MERS-CoV, and this was characterized by a prominent delay of cellular infiltration and prolonged lung pathology, alterations in CD4 + T cell and IMM pulmonary infiltration, and dysregulated cytokine and chemokine responses. Although the HFD female DPP4 H/M mice did develop mild metabolic syndrome, this had little effect on the clinical course of disease and lung pathology, a minor delay in cellular infiltration, and had minimal effects on cytokine and chemokine expression and immune cell infiltration in the lung. These data demonstrate that the severity of diabetes or poor glycemic control leads to more severe MERS-CoV-induced disease. This suggests that patients with diabetes who are being effectively treated for diabetes may not have as high of a risk of severe MERS disease as those with uncontrolled glucose levels.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "(40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "54)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "(54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "55)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 371,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Increased infection with viral and bacterial pathogens has been characterized in diabetic humans and animal models. Infection of M. tuberculosis and B. pseudomallei has been previously shown to lead to reduced ability to control bacterial replication, leading to systemic dissemination in diabetics (30) . We did not observe any differences in MERS-CoV replication or clearance in the lungs in diabetic mice. Furthermore, we did not observe any differences in the levels of genomic viral RNA or viral mRNA in extrapulmonary tissues of diabetic or HFD mice. These data suggest that increased systemic spread of MERS-CoV is not a cause of increased disease severity as is observed with bacterial respiratory pathogens.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Immune dysfunction in the context of diabetes alone or following infection has been reported for a wide variety of immune cells, not just monocytes, macrophages, and CD4 + T cells (30) . Although differences in recruitment to the lung following MERS-CoV infection was not noted for neutrophils, NK cells, or CD8 + T cells, determining the functionality of these cells along with characterizing the DC, NK T cell, and γδ cell response is important in furthering our understanding of how diabetes affects MERS-CoV pathogenesis. CD8 + T cells are of particular interest because we have previously shown that CD8 + T cells play a deleterious role during MERS-CoV infection in our human DPP4 (hDPP4) mouse model (35) . In humans, antigen-specific CD8 + T cells were found in patients with acute MERS-CoV infection (56) and correlated with disease severity (57) . Although the number of CD8 + T cells found in the lung in response to MERS-CoV infection was not altered in diabetic mice, the cytotoxic function of these cells may be. In diabetic humans infected with M. tuberculosis, CD8 + T cell numbers in circulation were similar to healthy patients, but a higher frequency of these cells produced IFN, IL-2, and IL-17F along with having decreased antigen-specific expression of cytotoxic markers (58) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "(56)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "(57)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "(58)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "If and how CD4 + T cells contribute to MERS-CoV pathogenesis is not clear, but we found alterations in the CD4 + T cell response to MERS-CoV infection in diabetic mice although to a lesser extent than we found differences in the IMM response. The magnitude of infiltrating CD4 + T cells was reduced during the first 7 days following MERS-CoV infection in diabetic mice, which correlated with lower levels of Cxcl10 expression in the lung. In addition to dampened cellular recruitment, the decrease in CD4 + T cells could also be due to a reduction in the proliferative capacity of T cells, which has been observed previously under hyperglycemic conditions (59) . Analysis of human sera from patients with MERS showed serum cytokine profiles indicative of Th1 and Th17 responses (60) . Similarly, we saw the upregulation of Ifng and Il17a, but not Il4, in the lungs of MERS-CoV-infected mice, and diabetic mice had higher upregulation of Il17a. This suggests that, in addition to a decrease in the number of CD4 + T cells in the lungs of diabetic mice, the functional profile of the CD4 + T cell compartment may be altered. The effects of increased IL-17 or an increase in the Th17 cell response to MERS-CoV infection is not known. However, during other respiratory viral infections, such as influenza, increased Th17 responses can be pathogenic or protective, depending on the context (61, 62) . Diabetes results in a proinflammatory homeostatic immune response skewed toward Th1 and Th17 CD4 + T cells and a decrease in Tregs (30) . Similarly, in diabetic humans infected with M. tuberculosis, an increase in antigen-specific Th1 cells and both non-antigen-specific and antigen-specific Th17 cells as well as increased serum levels of Th1 and Th17 cytokines were observed (63) . Increased IL-17 expression in diabetic mice may also be coming from other cellular sources, including CD8 + T cells, γδ T cells, NK T cells, innate lymphoid-like type 3 cells, and neutrophils (59, 64) . Interestingly, higher levels of Foxp3 expression were observed 21 days after infection in diabetic mice following MERS-CoV infection. This suggests that the immunoregulatory T cell response following MERS-CoV infection is affected by diabetes. Future studies are focused on determining the functional differences of CD4 + T cells and their importance in diabetic mice following MERS-CoV infection.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 660,
                    "text": "(59)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "(60)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "(61,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1390,
                    "end": 1393,
                    "text": "62)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1527,
                    "end": 1531,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1773,
                    "end": 1777,
                    "text": "(63)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1972,
                    "end": 1976,
                    "text": "(59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1977,
                    "end": 1980,
                    "text": "64)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Macrophage infiltrates are found in the lungs of MERS-CoV-infected patients (10, 11) . We have previously shown that macrophages were protective during MERS-CoV infection in our animal model (35) . However, in a different animal model for MERS-CoV that requires a mouse-adapted MERS-CoV strain, an increase in the IMM response and a decrease in the NK, T, and B cell response during the more virulent infection suggests a pathogenic role for these cells (36) . We found that diabetic mice had fewer IMMs in the lungs 7 days after MERS-CoV infection, and this correlated with lower levels of Ccl2 expression. Macrophage skewing affects how the lung resolves infection and tissue damage. In diabetics, macrophage function is altered, with a switch from predominately M2 macrophages at homeostasis to proinflammatory M1 macrophages (30) . We found reduced expression of the M1 macrophage-associated cytokines Tnfa, Il6, and Il12b in the lungs of diabetic mice infected with MERS-CoV. This response is similar to what is observed after bacterial infection in which macrophages from diabetic mice or humans have been shown to have reduced phagocytic function and expression of TNF-α, IL-6, CCL2, and IL-12 (65) (66) (67) . As proinflammatory gene expression was beginning to decline around 7 to 10 days after MERS-CoV infection, control mice upregulated the M2 marker Arg1, suggesting a switch to a more regulatory macrophage phenotype, which is important for resolving inflammation and promoting wound healing. Diabetic mice did not upregulate Arg1 as efficiently as control mice, suggesting a defect in initiating this regulatory response. Improper initiation of a regulatory macrophage response may contribute to the prolonged lung pathology and inflammation observed in diabetic mice. Although only infiltrating IMMs were analyzed in this study, delineating the effect that diabetes has on the functionality of infiltrating IMMs as well as resident alveolar macrophages and how these cell subsets affect disease outcome will be important in better understanding how diabetes leads to worse disease following MERS-CoV infection.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 81,
                    "end": 84,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1201,
                    "end": 1205,
                    "text": "(65)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1206,
                    "end": 1210,
                    "text": "(66)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1211,
                    "end": 1215,
                    "text": "(67)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have developed a small animal model that recapitulates the human epidemiological observation that patients with comorbid diabetes have more severe disease from MERS-CoV infection and have shown that more severe, prolonged disease is associated with a dysregulated immune response upon infection. Many of the immune characteristics that we observed in diabetic mice following MERS-CoV infection have also been identified in diabetics following respiratory bacterial infections, suggesting that there may be a common mechanism of dysfunction in the respiratory tract of diabetics, which has broader implications for therapeutic development. Human MERS patients with comorbid diabetes also show evidence of increased lethality. Currently, this model does not recapitulate this feature, but future studies will be performed to increase lethality by increasing the dose of the virus used or by using the mouse-adapted MERS-CoV strains previously developed (37, 68) . Our current model to study diabetes and MERS-CoV infection provides the opportunity to investigate a wide variety of questions, such as the contribution of age to disease severity in diabetic mice, how anti-T2D drugs affect pathogenesis and disease outcome, and the efficacy of current therapeutics and vaccines in the context of diabetes. This model is a stepping-stone in understanding how diabetes affects MERS-CoV pathogenesis and how to effectively develop therapeutics and vaccines for this high-need population.",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 958,
                    "text": "(37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 959,
                    "end": 962,
                    "text": "68)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Virus and cells. The MERS-CoV Jordan strain (GenBank accession KC776174.1, MERS-CoV-Hu/Jordan-N2/2012) was used for these studies. MERS-CoV Jordan was propagated on Vero E6 cells maintained in Minimum Essential Medium (Corning) supplemented with 10% v/v fetal bovine serum (FBS; Milli-poreSigma), 1% v/v l-glutamine (Gibco, Thermo Fisher Scientific), and 1% v/v penicillin-streptomycin (Gemini Bioproducts) at 37°C in 5% CO 2 . Medium was collected 3 days after infection and centrifuged to remove cellular debris. The resulting inoculum was titered using a plaque assay on Vero E6 cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All experiments with live MERS-CoV were performed under biosafety level 3 conditions at the University of Maryland School of Medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Induction of diabetes in mice. hDPP4-expressing C57BL/6 mice as described previously (34) were used in these experiments. hDPP4-heterozygote (DPP4 H/M ) mice were bred and maintained at the University of Maryland School of Medicine by crossing hDPP4-homozygote (DPP4 H/H ) mice with wild-type C57BL/6 mice (DPP4 M/M ). At 4 to 6 weeks of age, hDPP4 mice were put on a diet of normal chow (22% kcal from fat; Teklad, 2019S) or a diet consisting of high-fat chow (60% kcal from fat; Teklad, TD.06414) and maintained on this diet for 12 to 17 weeks. After 12 to 17 weeks, mice were weighed and tested for elevated blood glucose levels and glucose intolerance.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To evaluate glucose intolerance, we used the IPGTT. Normal-chow and high-fat-chow mice were fasted overnight (~16 hours) and weighed, and baseline fasted glucose levels were measured using Contour glucose test strips and glucose meter (Bayer). A 20% w/v solution of glucose was prepared fresh in PBS and administered via intraperitoneal injection at a final concentration of 2 g/kg. Blood glucose levels were monitored at 30, 60, 90, and 120 minutes after glucose administration. The resulting values were normalized to the baseline glucose levels and the AUC was determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Insulin ELISA. Mice were fasted for 16 hours, blood was collected via a retroorbital bleed, and serum was isolated. To determine the serum insulin concentration, we used the Insulin ELISA Kit (Crystal Chem 90080) and performed the assay according to the manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Mouse infections. All experiments used male and female DPP4 H/M mice maintained on either normal chow or high-fat chow for 12-17 weeks (16-22 weeks of age). Mice were infected approximately 1-2 weeks following diabetes testing, allowing adequate time to recover from the fasting and IPGTT. Before infection, mice were transferred to the animal biosafety level 3 facility at the University of Maryland School of Medicine and allowed to acclimate for at least 3 days. Mice were anesthetized by intraperitoneal injection using 50-150 μL of a mix of xylazine and ketamine diluted in PBS. Once anesthetized, mice were intranasally inoculated with 50 μL of PBS, 1.5 × 10 4 PFU, or 1.5 × 10 5 PFU of MERS-CoV Jordan diluted in PBS for a total inoculation volume of 50 μL. Mice were weighed and monitored daily for clinical score. Mice were scored using the following scale: 0 = healthy; 1 = slight ruffling of the fur, altered hind limb posture; 2 = mildly labored breathing, no lethargy, 3 = moderately labored breathing, lethargy; 4 = severely labored breathing, severe lethargy; and 5 = dead. Mice that lost more than 70% of their starting body weight were euthanized using isoflurane (Butler Animal Health Supply). Only mice found dead in the cage were scored a 5; mice euthanized for reaching the weight loss criterion were scored as last observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Tissue collection was performed on infected mice at days 2, 4, 7, 10, 14, and 21 after infection. Mice were euthanized using isoflurane and lungs were collected and homogenized in Trizol for RNA extraction or PBS for virus quantification and stored at -80°C. Other lung sections were fixed and stored in 10% neutral buffered formalin for histological evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "MERS-CoV quantification. To determine infectious MERS-CoV titers, lungs from infected mice were homogenized in 1 mL of PBS (Quality Biologicals, Inc.) using 1-mm glass beads (MilliporeSigma) and a beadruptor (Omni International, Inc.). MERS-CoV titers in PFU per milliliter were determined by plaque assay on Vero E6 cells and converted to PFU per gram of lung based on the mass of the harvested lung tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For MERS-CoV genomic RNA and mRNA quantification was performed as previously described (35) . Briefly, lung tissue was harvested and homogenized in TRIzol (Ambion). RNA was extracted per the manufacturer's instructions using the Direct-zol RNA Miniprep Kit (Zymo Research). Fast 1-step PCR mix (Life Technologies) was used along with primer and probe sets targeting UpE for viral genomic RNA, the leader sequence and M for viral mRNA, and the mouse TfRC, which was used as the endogenous control. Relative expression levels of genomic MERS-CoV viral RNA and mRNA were determined by (TfRC Ct / Gene Ct ) Infected /(TfRC Ct /Gene Ct ) PBS , which means a relative expression value of 1 is uninfected.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Gene expression. Lung tissue was homogenized in 1 mL of TRIzol (Ambion) using 1-mm glass beads (MilliporeSigma) and a beadruptor (Omni International, Inc.). RNA was extracted using the DIRECTzol Mini RNA Extraction kit (Zymo Research) per the manufacturer's instructions. RNA (0.5 μg) was transcribed into cDNA using the High Capacity cDNA Reverse Transcription Kit (Applied Biosystems). Gene expression was performed using 1 μL of input cDNA using the PowerUp SYBR Green Master Mix Flow cytometry. Uninfected or MERS-CoV-infected mice were euthanized with isoflurane. Mice were perfused using 10 mL of cold PBS, and lungs were excised and placed in cold PBS. Single cells were isolated from lungs using the gentleMACS system (Miltenyi Biotec). Lungs were placed in C tubes (Miltenyi Biotec) containing RPMI medium with 5% v/v FBS, 1 mg/mL of collagenase D (Roche), and 0.1 mg/mL of DNAse I (Roche). Lungs were run on m_lung_01 and allowed to digest for 30 minutes at 37°C with intermittent shaking followed by running m_lung_02. Cell suspensions were filtered on a 70-μm filter (BD), and cells were pelleted by centrifugation. Red blood cells were lysed in ammonium-chloride-potassium lysis buffer (Quality Biological, Inc.) and subsequently washed with RPMI containing 5% w/v FBS. Total live cells were counted using trypan blue exclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Approximately 1 × 10 6 cells were plated and washed twice with PBS containing 2 mM EDTA. Cells were stained for viability using the Live/Dead Fixable Aqua Dead Cell Stain Kit (Molecular Probes). Cells were washed with PBS containing 2 mM EDTA and resuspended in blocking buffer consisting of Mouse Fc Block (BD) and PBS containing 0.5% BSA and 2 mM EDTA. After blocking, cells were stained with antibody cocktails made in PBS containing 0.5% BSA and 2 mM EDTA. The antibodies used were as follows: CD45 Alexa Fluor 700 (BioLegend clone 30-F11), CD11b PerCP-Cy5.5 (BioLegend clone M1/70), Ly6G PECy7 (BD clone 1A8), Ly6C eFluor450 (eBioscience clone HK1.4), CD3 APC-eFluor780 (eBioscience clone 145-2C11), CD4 FITC (BioLegend clone GK1.5), CD8a APC (BioLegend clone 53-6.7), CD19 PE (BD clone 6D5), and NK1.1 PerCP-Cy5.5 (BD clone PK136). Stained cells were washed twice and fixed for 1 hour in FluoroFix (BioLegend). Fixed cells were washed once in PBS containing 0.5% BSA and resuspended in PBS containing 0.5% BSA and 2 mM EDTA. Samples were acquired (approximately 500,000 events) using the LSR II flow cytometer (Beckton Dickinson), and data were analyzed using FlowJo analysis software (FlowJo, LLC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Histology. Formalin-fixed lungs were embedded in paraffin, and 5-μm sections were cut followed by staining with hematoxylin and eosin by the Pathology Electron Microscopy and Histology Laboratory at the University of Maryland School of Medicine. Slides were blinded and were scored by a board-certified veterinary pathologist for the presence of pathological characteristics of disease, including perivascular inflammation, bronchiolar inflammation, eosinophils, neutrophils, lymphocytes, macrophages, edema, hemorrhage, pleuritis, and necrosis. The scoring scale used was as follows: 0 = no inflammation; 1 = scant inflammation (<5% multifocal or 1 small focus); 2 = mild inflammation, <25% parenchyma; 3 = moderate inflammation, 25%-50% parenchyma; 4 = marked inflammation, 50%-75% parenchyma; and 5 = severe inflammation, >75% parenchyma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Statistics. All statistical analysis was performed with GraphPad Prism. Metabolic parameters of HFDfed DPP4 H/M mice were analyzed using a 1-way ANOVA with Tukey's posttest. A 2-way ANOVA with Holm-Šídák posttest was used to analyze the IPGTT time course as well as weight loss, clinical signs of disease, virus titers, infiltration of immune cells, and cytokine and chemokine expression during infection. Unpaired 2-tailed t test with Holm-Šídák correction for multiple comparisons was used to analyze viral genomic RNA and mRNA levels in various tissues 7 days after infection. All statistical analyses were done on non-log-transformed data. Statistical significance was defined as P < 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Study approval. All mouse experiments were performed at the University of Maryland School of Medicine in accordance with protocols approved by the Institutional Animal Care and Use Committee under protocols 0115009 and 1217008 and the U.S. Animal Welfare Act.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "KAK, CMC, and MBF designed experiments. KAK and CMC performed experiments. SEB scored lung pathology. KAK and MBF obtained funding and wrote the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Full-genome deep sequencing and phylogenetic analysis of novel human betacoronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cotten",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerging Infect Dis",
            "volume": "19",
            "issn": "5",
            "pages": "736--778",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV). World Health Organization website",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MERS-CoV outbreak following a single patient exposure in an emergency room in South Korea: an epidemiological outbreak study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "994--1001",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)30623-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evidence for camel-to-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "26",
            "pages": "2499--2505",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1401505"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus in dromedary camels: an outbreak investigation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "2",
            "pages": "140--145",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70690-X"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Time course of MERS-CoV infection and immunity in dromedary camels",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerging Infect Dis",
            "volume": "22",
            "issn": "12",
            "pages": "2171--2173",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2212.160382"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Middle East respiratory syndrome coronavirus: risk factors and determinants of primary, household, and nosocomial transmission",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Infect Dis",
            "volume": "18",
            "issn": "8",
            "pages": "217--227",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(18)30127-0"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Middle East respiratory syndrome novel corona MERS-CoV infection. Epidemiology and outcome update",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Saudi Med J",
            "volume": "34",
            "issn": "10",
            "pages": "991--994",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "9",
            "pages": "752--761",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70204-4"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinicopathologic, immunohistochemical, and ultrastructural findings of a fatal case of Middle East respiratory syndrome coronavirus infection in the United Arab Emirates",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Pathol",
            "volume": "186",
            "issn": "3",
            "pages": "652--658",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajpath.2015.10.024"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Histopathology of Middle East respiratory syndrome coronovirus (MERS-CoV) infection -clinicopathological and ultrastructural study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Alsaad",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Histopathology",
            "volume": "72",
            "issn": "3",
            "pages": "516--524",
            "other_ids": {
                "DOI": [
                    "10.1111/his.13379"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The predictors of 3-and 30-day mortality in 660 MERS-CoV patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Infect Dis",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12879-017-2712-2"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical determinants of the severity of Middle East respiratory syndrome (MERS): a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Matsuyama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kutsuna",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayakawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ohmagari",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Public Health",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1172/jci.insight.131774"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Risks of death and severe disease in patients with Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rivers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Lofgren",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Epidemiol",
            "volume": "184",
            "issn": "6",
            "pages": "460--464",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kww013"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Impact of comorbidity on fatality rate of patients with Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-017-10402-1"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical presentation and outcomes of Middle East respiratory syndrome in the Republic of Korea",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Chemother",
            "volume": "48",
            "issn": "2",
            "pages": "118--126",
            "other_ids": {
                "DOI": [
                    "10.3947/ic.2016.48.2.118"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Risk factors for primary Middle East respiratory syndrome coronavirus illness in humans",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Alraddadi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerging Infect Dis",
            "volume": "22",
            "issn": "1",
            "pages": "49--55",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2201.151340"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Middle East respiratory syndrome coronavirus: a case-control study of hospitalized patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "59",
            "issn": "2",
            "pages": "160--165",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciu226"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Risk factors for severity and mortality in patients with MERS-CoV: analysis of publicly available data from Saudi Arabia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Banik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Alqahtani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Booy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rashid",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virol Sin",
            "volume": "31",
            "issn": "1",
            "pages": "81--84",
            "other_ids": {
                "DOI": [
                    "10.1007/s12250-015-3679-z"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prevalence of comorbidities in cases of Middle East respiratory syndrome coronavirus: a retrospective study",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Alqahtani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemiol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268818002923"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Asymptomatic Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection: extent and implications for infection control: a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Travel Med Infect Dis",
            "volume": "27",
            "issn": "",
            "pages": "27--32",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2018.12.003"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Middle East respiratory syndrome coronavirus transmission in extended family",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Arwady",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "1395--1402",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2208.152015"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A comparative study of clinical presentation and risk factors for adverse outcome in patients hospitalised with acute respiratory disease due to MERS coronavirus or other causes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Garbati",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "11",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0165978"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The etiology of lower respiratory tract infections in people with diabetes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Klekotka",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mizgała",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Król",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pneumonol Alergol Pol",
            "volume": "83",
            "issn": "5",
            "pages": "401--408",
            "other_ids": {
                "DOI": [
                    "10.5603/PiAP.2015.0065"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "International Diabetes Federation. IDF Diabetes Atlas",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The role of the immune system in metabolic health and disease",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zmora",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bashiardes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elinav",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Metab",
            "volume": "25",
            "issn": "3",
            "pages": "506--521",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmet.2017.02.006"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Role of innate and adaptive immunity in obesity-associated metabolic disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mclaughlin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Ackerman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Engleman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Invest",
            "volume": "127",
            "issn": "1",
            "pages": "5--13",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI88876"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Tissue resident macrophages: Key players in the pathogenesis of type 2 diabetes and its complications",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Meshkani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vakili",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Chim Acta",
            "volume": "462",
            "issn": "",
            "pages": "77--89",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cca.2016.08.015"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Role of T lymphocytes in type 2 diabetes and diabetes-associated inflammation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Diabetes Res",
            "volume": "2017",
            "issn": "4",
            "pages": "6494795--6494796",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Immunological mechanisms contributing to the double burden of diabetes and intracellular bacterial infections",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bridson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Govan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rush",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ketheesan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Immunology",
            "volume": "144",
            "issn": "2",
            "pages": "171--185",
            "other_ids": {
                "DOI": [
                    "10.1111/imm.12394"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Wild-type and innate immune-deficient mice are not susceptible to the Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goicochea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "2",
            "pages": "408--412",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Molecular basis of binding between novel human coronavirus MERS-CoV and its receptor CD26",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "500",
            "issn": "7461",
            "pages": "227--231",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12328"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Glycosylation of mouse DPP4 plays a role in inhibiting Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Peck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Cockrell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Scobey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Heise",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "8",
            "pages": "4696--4699",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03445-14"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Pre-and postexposure efficacy of fully human antibodies against Spike protein in a novel humanized mouse model of MERS-CoV infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Pascal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc Natl Acad Sci",
            "volume": "112",
            "issn": "28",
            "pages": "8738--8743",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1510830112"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "CD8+ T cells and macrophages regulate pathogenesis in a mouse model of Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Virol",
            "volume": "91",
            "issn": "1",
            "pages": "1825--1841",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Mouse-adapted MERS coronavirus causes lethal lung disease in human DPP4 knockin mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc Natl Acad Sci",
            "volume": "114",
            "issn": "15",
            "pages": "3119--3128",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1619109114"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A mouse model for MERS coronavirus-induced acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Cockrell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Microbiol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Rapid generation of a mouse model for Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "111",
            "issn": "13",
            "pages": "4970--4975",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1323279111"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Acute respiratory infection in human dipeptidyl peptidase 4-transgenic mice infected with Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Iwata-Yoshikawa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Virol",
            "volume": "93",
            "issn": "6",
            "pages": "1818--1836",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "An overview of murine high fat diet as a model for type 2 diabetes mellitus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heydemann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Diabetes Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Experimental rodent models of type 2 diabetes: a review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Loots",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Methods Find Exp Clin Pharmacol",
            "volume": "31",
            "issn": "4",
            "pages": "249--261",
            "other_ids": {
                "DOI": [
                    "10.1358/mf.2009.31.4.1362513"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Kinetics and pattern of viral excretion in biological specimens of two MERS-CoV cases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Virol",
            "volume": "61",
            "issn": "2",
            "pages": "275--278",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2014.07.002"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Induction of alternatively activated macrophages enhances pathogenesis during severe acute respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "24",
            "pages": "13334--13349",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01689-12"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Physiology and pharmacology of DPP-4 in glucose homeostasis and the treatment of type 2 diabetes. Front Endocrinol (Lausanne)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Deacon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Cut to the chase: a review of CD26/dipeptidyl peptidase-4's (DPP4) entanglement in the immune system",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Klemann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stephan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Von Hörsten",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Exp Immunol",
            "volume": "185",
            "issn": "1",
            "pages": "1--21",
            "other_ids": {
                "DOI": [
                    "10.1111/cei.12781"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A comparative study of the binding properties, dipeptidyl peptidase-4 (DPP-4) inhibitory activity and glucose-lowering efficacy of the DPP-4 inhibitors alogliptin, linagliptin, saxagliptin, sitagliptin and vildagliptin in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Endocrinol Diabetes Metab",
            "volume": "1",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/edm2.2"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Phenotype information for diet-induced obese C57Bl/6J. The Jackson Laboratory website",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Obesity outweighs protection conferred by adjuvanted influenza vaccination",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Karlsson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hertz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schultz-Cherry",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "MBio",
            "volume": "7",
            "issn": "4",
            "pages": "1144--1160",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "B cell activity is impaired in human and mouse obesity and is responsive to an essential fatty acid upon murine influenza infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kosaraju",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Immunol",
            "volume": "198",
            "issn": "12",
            "pages": "4738--4752",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1601031"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Impaired wound healing predisposes obese mice to severe influenza virus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "205",
            "issn": "2",
            "pages": "252--261",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jir729"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Obesity increases mortality and modulates the lung metabolome during pandemic H1N1 influenza virus infection in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Milner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Immunol",
            "volume": "194",
            "issn": "10",
            "pages": "4846--4859",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1402295"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Obesity impairs the adaptive immune response to influenza virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann Am Thorac Soc",
            "volume": "14",
            "issn": "5",
            "pages": "406--409",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The use of animal models in diabetes research",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br J Pharmacol",
            "volume": "166",
            "issn": "3",
            "pages": "877--894",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1476-5381.2012.01911.x"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Differences in hematopoietic stem cells contribute to sexually dimorphic inflammatory responses to high fat diet-induced obesity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Biol Chem",
            "volume": "290",
            "issn": "21",
            "pages": "13250--13262",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M114.634568"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Sex differences in human adipose tissues -the biology of pear shape",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Karastergiou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Fried",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biol Sex Differ",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/2042-6410-3-13"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Immune responses to Middle East respiratory syndrome coronavirus during the acute and convalescent phases of human infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Infect Dis",
            "volume": "68",
            "issn": "6",
            "pages": "984--992",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciy595"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Recovery from the Middle East respiratory syndrome is associated with antibody and T-cell responses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Immunol",
            "volume": "2",
            "issn": "14",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/sciimmunol.aan5393"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Type 2 diabetes mellitus is associated with altered CD8(+) T and natural killer cell function in pulmonary tuberculosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Banurekha",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Nutman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Babu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Immunology",
            "volume": "144",
            "issn": "4",
            "pages": "677--686",
            "other_ids": {
                "DOI": [
                    "10.1111/imm.12421"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Immunomodulation at epithelial sites by obesity and metabolic disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Jameson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immunol Res",
            "volume": "52",
            "issn": "3",
            "pages": "182--199",
            "other_ids": {
                "DOI": [
                    "10.1007/s12026-011-8261-7"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "MERS-CoV infection in humans is associated with a pro-inflammatory Th1 and Th17 cytokine profile",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Mahallawi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "F"
                    ],
                    "last": "Khabour",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Makhdoum",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Suliman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cytokine",
            "volume": "104",
            "issn": "",
            "pages": "8--13",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cyto.2018.01.025"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Intranasal vaccination promotes detrimental Th17-mediated immunity against influenza infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maroof",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Yorgensen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003875"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "IL-10 deficiency unleashes an influenza-specific Th17 response and enhances survival against high-dose challenge",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Mckinstry",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "182",
            "issn": "12",
            "pages": "7353--7363",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.0900657"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Expansion of pathogen-specific T-helper 1 and T-helper 17 cells in pulmonary tuberculosis with coincident type 2 diabetes mellitus",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Banurekha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Jawahar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Nutman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Babu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "5",
            "pages": "739--748",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jit241"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Interleukin-17 family cytokines in protective immunity against infections: role of hematopoietic cell-derived and non-hematopoietic cell-derived interleukin-17s",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Matsuzaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Umemura",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Microbiol Immunol",
            "volume": "62",
            "issn": "1",
            "pages": "1--13",
            "other_ids": {
                "DOI": [
                    "10.1111/1348-0421.12560"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Anti-mycobacterial function of macrophages is impaired in a diet induced model of type 2 diabetes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Alim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sikder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Bridson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rush",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Govan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ketheesan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Tuberculosis (Edinb)",
            "volume": "102",
            "issn": "",
            "pages": "47--54",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tube.2016.12.002"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Altered macrophage function is associated with severe Burkholderia pseudomallei infection in a murine model of type 2 diabetes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Feterl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Govan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ketheesan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Microbes Infect",
            "volume": "13",
            "issn": "",
            "pages": "1177--1184",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micinf.2011.07.008"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Impact of streptozotocin-induced diabetes on functional responses of dendritic cells and macrophages towards Burkholderia pseudomallei",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rush",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Govan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ketheesan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "FEMS Immunol Med Microbiol",
            "volume": "61",
            "issn": "2",
            "pages": "218--227",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1574-695X.2010.00767.x"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Mouse-adapted MERS coronavirus causes lethal lung disease in human DPP4 knockin mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc Natl Acad Sci",
            "volume": "114",
            "issn": "15",
            "pages": "3119--3128",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1619109114"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Male DPP4 H/M mice develop type 2 diabetes on an HFD. DPP4 H/M mice were split into age-and sex-matched cohorts at 4 to 6 weeks of age and maintained on either a high-fat chow (diabetic) or normal chow (control) diet. The (A) weight, (B) fasted blood glucose concentration, and (C) fasted serum insulin concentrations were determined. Glucose tolerance was determined using an intraperitoneal glucose tolerance test (IPGTT) in which 2 mg/kg of glucose was administered intraperitoneally and blood concentrations were measured every 30 minutes for 2 hours. The data for (D) male and (E) female mice were normalized to the baseline fasted glucose concentration, and (F) the area under the curve (AUC) was determined. Data for A, B, and D-F are pooled from 4 independent experiments with n = 37-53 mice/group presented as the mean ± SEM. ****P < 0.0001 as determined by 1-way ANOVA with Tukey's posttest. Data for C are pooled from 2 independent experiments with n = 13-17 mice/group presented as the mean ± SEM. *P = 0.0256 as determined by 1-way ANOVA with Tukey's posttest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "C and E) or HFD and control female mice (Figure 3, D and F).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Diabetic male DPP4 H/M mice exhibit prolonged severe disease following high-dose MERS-CoV infection. Male diabetic and control and female HFD and control DPP4 H/M mice were infected intranasally with 1.5 × 10 5 PFU of MERS-CoV Jordan. The (A and B) percentage of weight loss and (C and D) amount of weight lost were measured daily in (A and C) male and (B and D) female mice. Clinical signs of disease were also assessed daily in (E) male and (F) female mice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Diabetes does not alter virus replication and clearance within the lung or extrapulmonary virus dissemination. Male diabetic and control and female HFD and control DPP4 H/M were infected intranasally with 1.5 × 10 5 PFU of MERS-CoV Jordan. (A and D) Lungs were collected at days 2, 4, 7, 10, and 14 after infection from male (A) and female (D) mice and homogenized in PBS. Lung titers were determined by plaque assay. Data are pooled from 2 to 3 independent experiments with n = 3-8 mice/group. Data are presented as the mean ± SEM. No data were determined to be significant using a 2-way ANOVA with Holm-Šídák posttest. (B, C, E, and F) Lungs were collected at days 2, 4, 7, 10, 14, and 21 after infection and homogenized in TRIzol.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "), NK cells (Figure 5G), and neutrophils (Figure 5H) were found in the lungs of control male and diabetic male mice during MERS-CoV infection. The number of B cells found in the lungs of control mice was consistently, though not significantly,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Lung histology shows delayed and unresolved inflammation in male diabetic mice infected with MERS-CoV. Male diabetic and control DPP4 H/M mice were infected intranasally with 1.5 × 10 5 PFU of MERS-CoV Jordan. (A) Lungs were collected at days 2, 4, 7, 10, 14, and 21 after infection and fixed in 10% neutral buffered formalin for more than 24 hours. Tissue was embedded in paraffin and 5-μm sections were cut and stained with hematoxylin and eosin. Blood vessels are marked by arrowheads, and airways are marked by an asterisk (*). Images are shown at original magnification ×10 and are representative of n = 5-11 mice/group from 2 to 3 independent experiments. (B) Overall lung inflammation, (C) bronchiolar inflammation, and (D) perivascular inflammation were scored by a board-certified veterinarian. The data are pooled from 2 to 3 independent experiments with n = 5-11 mice/group. Data are presented as the mean ± SEM. *P < 0.05; ***P < 0.001; and ****P < 0.0001 as determined by 2-way ANOVA with Holm-Šídák posttest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Diabetic male mice have fewer CD4 + T cells and inflammatory monocyte/macrophages in the lungs at peak inflammation following MERS-CoV infection. Male diabetic and DPP4 H/M mice were infected intranasally with 1.5 × 10 5 PFU of MERS-CoV Jordan. Lungs were collected at days 4, 7, 14, and 21 after infection or from uninfected mice, and single cells were isolated from the tissue. Flow cytometric analysis was performed on the cells isolated from the lung. The numbers of (A) CD45 + cells, (B) inflammatory monocyte/macrophages, (C) CD3 + T cells, (D) CD4 + T cells, (E) CD8 + T cells, (F) B cells, (G) NK cells, and (H) neutrophils were determined. The data are pooled from 2 independent experiments with n = 3-9 mice/group. Data are presented as the mean ± SEM. *P < 0.05 as determined by 2-way ANOVA with Holm-Šídák posttest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Cytokine and chemokine gene expression in the lungs is altered in male diabetic DPP4 H/M mice following MERS-CoV infection. Male diabetic and control DPP4 H/M mice were infected intranasally with 1.5e5 PFU of MERS-CoV Jordan. Lung tissue was collected at days 2, 4, 7, 10, 14, and 21 after infection and from PBS-infected mice and was homogenized in TRIzol. RNA was isolated, cDNA was synthesized, and gene expression was determined using quantitative PCR. Gene expression was normalized to GAPDH, and fold change was calculated relative to PBS infected mice. Gene expression was determined for (A) Ccl2, (B) Tnfa, (C) Il6, (D) Il12b, (E) Nos2, (F) Arg1, (G) Cxcl10, (H) Il4, (I) Ifng, (J) Il17a, (K) Foxp3, and (L) Il10. Data are pooled from 2 to 3 independent experiments with n = 3-16 mice/group and are presented as the mean ± SEM. *P < 0.05; **P < 0.01; and ***P < 0.001 as determined by 2-way ANOVA with Holm-Šídák posttest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(Applied Biosystems) and PrimeTime qPCR Primer Assays (Integrated DNA Technologies) targeting mouse Arg1 (Mm.PT.58.8651372), Ccl2 (Mm.PT.58.42151692), Cxcl10 (Mm.PT.58.28790444), Foxp3 (Mm. PT.58.8579739), Ifng (Mm.PT.58.41769240), Il10 (Mm.PT.58.13531087), Il12b (Mm.PT.58.12409997), Il17a (Mm.PT.58.6531092), Il4 (Mm.PT.58.32703659), Il6 (Mm.PT.58.10005566), Nos2 (Mm.PT.58.43705194), Tnfa (Mm.PT.58.12575861), and Gapdh (Mm.PT.39a.1). Gene expression was calculated using the ΔΔCt method with Gapdh as the endogenous control and fold change calculated relative to mock infected lungs of mice of the same sex and diet.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Histological summary of lung pathology from male DPP4 H/M mice infected with 1.5 × 10 5 PFU of MERS-CoV Jordan",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Histological summary of lung pathology from female DPP4 H/M mice infected with 1.5 × 10 5 PFU of MERS-CoV Jordan",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Regeneron Pharmaceuticals, Inc., and Christos Kyratsous for creating the DPP4 H/H mice. We thank the University of Maryland School of Medicine Center for Innovative Biomedical Resources flow cytometry facility in Baltimore, Maryland. We thank S. Rajagopalan, W. Jackson, and S. Weston for many helpful discussions. KAK, CMC, and MBF were supported by NIH/National Institute of Allergy and Infectious Diseases R21-AI126300. KAK was also supported by T32-AI095190 and F32-AI136390. SEB was supported by K01-OD021323.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}