{
    "paper_id": "896e2ba686de21eecc85e95e024e91db47a446cf",
    "metadata": {
        "title": "Rhinovirus as a cause of fatal lower respiratory tract infection in adult stem cell transplantation patients: a report of two cases",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Respiratory failure is an important cause of morbidity and mortality among adult hematopoietic SCT (HCT) patients. Although rhinovirus is known to replicate and cause symptoms within the upper respiratory tract (URT), its potential role in lower respiratory tract (LRT) infection is controversial. 1, 2 Data regarding the potential etiologic role of rhinovirus in LRT infection within the HCT population are sparse. Three previous studies of a combined 181 HCT patients identified 16 patients with respiratory failure and evidence of LRT rhinovirus. [3] [4] [5] In each of these cases, however, either a copathogen was identified that likely contributed to disease or disease developed within 10 days of HCT, while patients were still suffering the effects of chemotherapy and/or radiotherapy that may have contributed to respiratory failure. We present two cases of fatal pneumonia in HCT patients likely caused by rhinovirus.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 301,
                    "end": 302,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first case, a 34-year-old woman, developed acute onset shortness of breath and hypoxia 49 days after myeloablative, matched unrelated peripheral blood HCT for AML in first remission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient was enrolled on a prospective surveillance study for respiratory viruses. One month before transplantation, she had had upper respiratory tract infection (URI) symptoms and tested positive for rhinovirus by qualitative PCR on nasopharyngeal wash. The PCR assay was developed at our center and is not commercially available. She consistently reported sinus congestion, postnasal drip, cough and shortness of breath on weekly symptom surveys as part of the surveillance study. Although a nasal wash collected 1 week before transplantation tested negative, subsequent screenings were intermittently positive for rhinovirus. Other viruses screened for in the surveillance study, including adenovirus, influenza A and B, metapneumovirus, parainfluenza virus 1-4, respiratory syncytial virus (RSV) and coronavirus remained negative throughout the patient's course (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 870,
                    "end": 879,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Five days before acute pulmonary deterioration, the patient was admitted for a persistent Klebsiella urinary tract infection treated successfully with ciprofloxacin and aztreonam. On the evening of hospital day 5, the patient complained of increasing shortness of breath and was noted to have a room air oxygen saturation of 85%. Over the next several hours, the shortness of breath progressively worsened and the oxygen requirement increased to 40% via facemask to maintain saturations of 90%. Chest radiograph at the onset of shortness of breath, compared to a normal radiograph 1 week before, revealed new bilateral patchy consolidations. Chest computed tomography (CT) 5 h later revealed the development of severe bilateral airspace ground glass opacity, worse on the left, with multifocal areas bilaterally ( Figure 1 ). The patient underwent urgent bronchoscopy, the results of which were positive for rhinovirus by PCR. All other results, including adenovirus, influenza A and B, metapneumovirus, parainfluenza virus 1-4, RSV, coronavirus (each by PCR); herpes and VZV (fluorescent antibody staining); RSV and CMV (monoclonal antibody staining of centrifuged shell vial cultures); Pneumocystis carinii pneumonia (direct fluorescent antibody); fungus, mycoplasma, Legionella and acidfast bacilli (AFB; culture); Aspergillus (PCR for fumigatus, terreus and alternaria species) were negative ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 814,
                    "end": 822,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1398,
                    "end": 1406,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The patient received aggressive supportive care and was started on intravenous immune globulin (IVIG) 500 mg/kg every 48 h. She received three doses of IVIG and was dependent on noninvasive bi-level respiratory support for 2 days. Within 3 days, her pulmonary symptoms began resolving, and she was discharged 2 weeks later. At discharge, she continued to require 2 l of oxygen by nasal cannula on exertion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One week later, the patient was readmitted with worsening dyspnea. Repeat CT scan revealed extensive areas of bilateral airspace consolidation. Bronchioalveolar lavage (BAL) remained positive for rhinovirus and also grew 400 colonies/ml of pseudomonas aeruginosa; all other tests remained negative (Table 1 ). Owing to ongoing respiratory failure, care was withdrawn 8 days later.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The second case, a 65-year-old man, was admitted for increasing shortness of breath 65 days after nonmyeloablative-matched unrelated peripheral blood HCT for myelodysplastic syndrome (MDS). Six weeks earlier, he had been admitted overnight for bronchoscopy in the setting of low-grade fevers and left upper lobe consolidation. Pathologic evaluation of his BAL showed a cluster of mold morphologically consistent with Aspergillus species. Additional testing similar to that performed in case 1 was negative ( Table 1 ). The patient was treated with caspofungin and voriconazole and experienced radiologic and clinical improvement.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 515,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The patient was also enrolled in the same respiratory surveillance study as in case 1. He consistently reported postnasal drip, shortness of breath, wheezing and sputum production in the weeks following transplantation. Four weeks before admission, the patient's nasopharyngeal wash was positive for rhinovirus by PCR and negative for all other viruses tested (Table 1) . Three weeks later, he developed worsening shortness of breath. CT revealed extensive ground glass opacities in the left lung and small areas of ground glass opacity in the right middle and lower lobes (Figure 1) . BAL was positive for rhinovirus by PCR and bacterial cultures grew mixed oral flora. All additional bronchoscopic studies were negative (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 369,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 573,
                    "end": 583,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 722,
                    "end": 731,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "He was hospitalized for ongoing shortness of breath. In spite of broad antibiotic coverage followed by high-dose steroids, CT scans revealed progressively worsening bilateral airspace disease. Open lung biopsy 5 days after admission revealed bronchiolitis obliterans with organizing pneumonia (BOOP). Repeat BAL 2 weeks later remained positive for rhinovirus by PCR. Bacterial cultures grew 10 000 colonies/ml of coagulase negative Staphylococcus aureus and pathological examination of the BAL identified Gram-positive cocci in chains. Other tests were negative ( Table 1) . Because of ongoing respiratory failure, care was withdrawn 18 days after admission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 572,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "We believe that our cases are the clearest yet implicating rhinovirus as the likely etiologic agent triggering fatal LRT infections in adult HCT recipients. Both patients in our report developed symptomatic viral shedding of rhinovirus in the URT in the weeks before their pulmonary deterioration. At the time of pulmonary deterioration, CT scans for both patients revealed patchy diffuse ground-glass opacities consistent with viral infection. Rhinovirus was the only pathogen detected in the BAL of case 1, and although case 2 grew mixed oral flora on BAL in addition to his positive rhinovirus, he was placed on broad-spectrum antibiotics, and his clinical course, imaging studies and subsequent open lung biopsy were not felt to be consistent with bacterial pneumonia. Although a nonspecific pathologic finding of lung injury, BOOP is associated with viral infection, and we speculate that rhinovirus may have been a trigger for BOOP in case 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These cases suggest that rhinovirus should be considered in the differential of LRT disease among HCT patients. The fatal outcome emphasizes the importance of effective isolation of infected patients and the need for effective treatment strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rhinovirus and the lower respiratory tract",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Rev Med Virol",
            "volume": "14",
            "issn": "",
            "pages": "17--31",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients with acute respiratory illness and rhinovirus in their bronchoalveolar lavages",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Malcolm",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arruda",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Virol",
            "volume": "21",
            "issn": "",
            "pages": "9--16",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rhinovirus infections in hematopoietic stem cell transplant recipients with pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ison",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Corey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "1139--1143",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Frequent detection of respiratory viruses in adult recipients of stem cell transplants with the use of real-time polymerase chain reaction, compared with viral culture",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Kraaij",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Elden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hendriksen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Laterveer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Dekker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "662--668",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rhinovirus infections in myelosuppressed adult blood and marrow transplant recipients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Champlin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Couch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Englund",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Raad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Infect Dis",
            "volume": "29",
            "issn": "",
            "pages": "528--532",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Computed tomography (CT) scans of the two patients at the time of pulmonary deterioration, each revealing diffuse ground-glass opacities consistent with viral infection.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of nasal washes, bronchoscopies and hospitalizations Positive for rhinovirus as indicated; all other viral tests negative. b Positive for rhinovirus as indicated; all other tests negative except as indicated. c Bacterial culture grew 100 colonies/ml of coagulase-negative Staphylococcus. d Bacterial culture grew 400 colonies/ml presumptive Pseudomonas aeruginosa. e Pathologic evaluation of BAL fluid showed one cluster of mold morphologically consistent with Aspergillus species.Bacterial culture grew 80 000 colonies/ml of alpha-hemolytic streptococci, 30 000 colonies/ml of coagulase-negative Staphylococcus and 1000 colonies/ml of Rothia mucilaginosa. g Bacterial culture grew 10 000 colonies/ml of coagulase-negative Staphylococcus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}