{
    "paper_id": "8b1372066eac9065019968007661e68f2e846735",
    "metadata": {
        "title": "Complete genome analysis of equine coronavirus isolated in Japan",
        "authors": [
            {
                "first": "Manabu",
                "middle": [],
                "last": "Nemoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Equine Research Institute",
                    "location": {
                        "addrLine": "1400-4 Shiba",
                        "postCode": "329-0412",
                        "settlement": "Shimotsuke, Tochigi",
                        "country": "Japan Racing Association, Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yasuhiro",
                "middle": [],
                "last": "Oue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hokkaido Kushiro Livestock Hygiene Service Center",
                    "location": {
                        "addrLine": "127-1 Otanoshike",
                        "postCode": "084-0917",
                        "settlement": "Kushiro",
                        "region": "Hokkaido",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Satoshi"
                ],
                "last": "Murakami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sumitomo Fudosan Mita Twin Bldg",
                    "location": {
                        "addrLine": "4-2-8 Shibaura, Minato-ku",
                        "postCode": "108-0023",
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Toru",
                "middle": [],
                "last": "Kanno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Animal Health",
                    "location": {
                        "addrLine": "4 Hitsujigaoka",
                        "postCode": "062-0045",
                        "settlement": "Toyohira, Sapporo",
                        "region": "Hokkaido",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hiroshi",
                "middle": [],
                "last": "Bannai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Equine Research Institute",
                    "location": {
                        "addrLine": "1400-4 Shiba",
                        "postCode": "329-0412",
                        "settlement": "Shimotsuke, Tochigi",
                        "country": "Japan Racing Association, Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Koji",
                "middle": [],
                "last": "Tsujimura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Equine Research Institute",
                    "location": {
                        "addrLine": "1400-4 Shiba",
                        "postCode": "329-0412",
                        "settlement": "Shimotsuke, Tochigi",
                        "country": "Japan Racing Association, Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Takashi"
                ],
                "last": "Yamanaka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Equine Research Institute",
                    "location": {
                        "addrLine": "1400-4 Shiba",
                        "postCode": "329-0412",
                        "settlement": "Shimotsuke, Tochigi",
                        "country": "Japan Racing Association, Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Takashi"
                ],
                "last": "Kondo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Equine Research Institute",
                    "location": {
                        "addrLine": "1400-4 Shiba",
                        "postCode": "329-0412",
                        "settlement": "Shimotsuke, Tochigi",
                        "country": "Japan Racing Association, Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Equine coronavirus has been responsible for several outbreaks of disease in the United States and Japan. Only one complete genome sequence (NC99 isolated in the US) had been reported for this pathogenic RNA virus. Here, we report the complete genome sequences of three equine coronaviruses isolated in 2009 and 2012 in Japan. The genome sequences of Tokachi09, Obihiro12-1 and Obihiro12-2 were 30,782, 30,916 and 30,916 nucleotides in length, respectively, excluding the 3'-poly (A) tails. All three isolates were genetically similar to NC99 (98.2-98.7 %), but deletions and insertions were observed in the genes nsp3 of ORF1a, NS2 and p4.7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Equine coronavirus (ECoV) is an enveloped, positivestranded RNA virus belonging to the species",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Betacoronavirus 1 in the genus Betacoronavirus. Several outbreaks of ECoV, characterized by clinical symptoms of fever, anorexia, lethargy, leucopenia, and digestive problems, have been reported in the United States [1] and Japan [2, 3] . These clinical signs were reproduced in our experimental challenge study [4] . However, to the best of our knowledge, only four ECoV strains have been isolated in the United States and Japan, and the complete genome sequence of this pathogen is only available for one American strain (NC99) [5] . To improve the molecular diagnosis of ECoV and to better understand its epidemiology, more genomic sequence data are required. Therefore, in this study, we determined the complete genome sequences of the remaining three ECoV strains isolated in Japan and compared them with that of NC99.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 234,
                    "end": 236,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[5]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three ECoVs, Tokachi09, isolated in 2009 [2] , Obihi-ro12-1 and Obihiro12-2, isolated in 2012 [3] , were analyzed in this study. These ECoVs were isolated from adult horses showing symptoms of diarrhea at Obihiro Racecourse, Hokkaido, Japan. Tokachi09, Obihiro12-1 and Obihiro12-2 were passaged 4 to 5 times in HRT-18G cells [2, 3] . Viral RNA was extracted using a MagNA Pure LC Total Nucleic Acid Isolation Kit (Roche Diagnostics, Mannheim, Germany). RT-PCR was performed with six primer sets designed based on the complete genome sequence of NC99 (GenBank accession number: NC_010327) (Supplementary Table 1 Chip were performed automatically using Ion Chef, and sequencing was conducted in the Ion PGM system according to the manufacturer's instructions. As a result, we obtained more than 140 million nucleotides (nt) for each ECoV, and the average depth was 14859.2 times. The raw signal data were analyzed using Torrent Suite version 4.4.1, and NC99 was used as a reference sequence. The reads with more than 100 bases that could be mapped to the reference sequence were used. Torrent Variant Caller version 4.2 was used to call the mutated sites, and the most frequently observed alleles were selected in each of the called positions. Bases within the reference sequence were substituted with the observed alleles if frequencies exceeded 50 %. The 5'-and 3'-end sequences were determined by Rapid Amplification of cDNA Ends (RACE) using a GeneRacer Kit with SuperScript III reverse transcriptase (Thermo Fisher Scientific) and a 3'-Full RACE Core Set (Takara), respectively. The primers used for 5'/3' RACE are shown in Supplementary Table 1. PCR was conducted using HotStarTaq Plus DNA Polymerase (QIAGEN, Hilden, Germany). The amplified products were cloned using a TOPO TA Cloning Kit for Sequencing (Thermo Fisher Scientific), and the plasmids were sequenced commercially (Fasmac, Atsugi, Japan) using an M13 universal primer. At least three clones were sequenced per amplified product. Sequences were analyzed and assembled using the Vector NTI Advance 11 software (Thermo Fisher Scientific). Phylogenetic analysis of the nucleic acid sequences was conducted using MEGA 5.2 software [6] . Phylogenetic trees based on complete genome sequences were constructed using the neighbor-joining method. Statistical analysis of the trees was conducted using the bootstrap test (1,000 replicates).",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 329,
                    "end": 331,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2195,
                    "end": 2198,
                    "text": "[6]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 610,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The complete genome sequences of Tokachi09, Obihi-ro12-1 and Obihiro12-2 were 30,782, 30,916 and 30,916 nt in length, respectively, excluding the 3'-poly (A) tails. The accession numbers registered in the GenBank/EMBL/ DDBJ databases for these genome sequences are as follows: Tokachi09 (LC061272), Obihiro12-1 (LC061273) and Obihiro12-2 (LC061274). The complete genome of NC99 shared 98.2 % nt sequence identity with Tokachi09, 98.7 % with Obihiro12-1, and 98.7 % with Obihiro12-2. Phylogenetic analysis (Fig. 1) showed that ECoVs grouped separately from other members of the species Betacoronavirus 1, and Obihiro12-1 and Obihiro12-2, isolated during the same outbreak, were closely related.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 505,
                    "end": 513,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Putative genes of Tokachi09, Obihiro12-1 and Obihi-ro12-2 are shown in Table 1 , and were compared with the genes published previously for NC99 [5] . The 5' untranslated region (UTR) spanned nt 1 to 208 in the three Japa-nese ECoVs, and the 3'-UTR spanned nt 30,494 to 30,782 in Tokachi09 and nt 30,628 to 30,916 in Obihiro12-1 and Obihiro12-2. All three Japanese isolates exhibited a 1-nt deletion (nt 1) compared with isolate NC99. The 5'-and 3'-UTRs were highly conserved between NC99 and the three Japanese isolates 98.6 %; .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[5]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 520,
                    "end": 527,
                    "text": "98.6 %;",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "ORF1a was located at nt 209-13,474 in Tokachi09 and nt 209-13,465 in Obihiro12-1 and Obihiro12-2. The sequence encoding the nsp3 protein within ORF1a contained a 9-nt insertion (nt 3,175-3,183) in Tokachi09. In addition, a 33-nt deletion compared with NC99 was observed between 6,361 and 6,362 in Tokachi09, and between 6,352 and 6,353 in Obihiro12-1 and Obihiro12-2.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 193,
                    "text": "(nt 3,175-3,183)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Other betacoronaviruses, such as bovine coronavirus, porcine hemagglutinating encephalomyelitis virus, and human coronavirus OC43, harbor longer deletions in the same region, indicating that this region may be prone to deletion mutations. Due to these deletions and insertions, ORF1a in Tokachi09, Obihiro12-1 and Obihiro12-2 was 24, 33 and 33 nt shorter than in NC99. Overall, ORF1a and ORF1ab were highly conserved between NC99 and the three Japanese ECoVs (ORF1a, 98.4-99.0 % for nt and 97.8-98.9 % for amino acid [aa]; ORF1ab, 98.9-99.1 % for nt and 98.6-99.1 % for aa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The NS2 nt and aa sequences were identical in length between isolates Tokachi09 and NC99 and were highly conserved in sequence (98.6 % for nt and 97.8 % for aa). In contrast, Obihiro12-1 and Obihiro12-2 contained a 2-nt deletion (between 22,159 and 22,160) compared with NC99 and Tokachi09. This deletion created an additional stop codon, truncating the NS2 open reading frame by 84 aa in these isolates compared with NC99 and Tokachi09. This deletion also created a start codon downstream of this stop codon, and another open reading frame (nt 22,186-22,410) may therefore exist in Obihiro12-1 and Obihiro12-2.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 559,
                    "text": "(nt 22,186-22,410)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Between genes p4.7 and p12.7, we reconfirmed that Tokachi09, Obihiro12-1 and Obihiro12-2 harbored deletions totaling 185, 40 and 40 nt, respectively, compared with NC99, as reported previously [2, 3] . These deletions would drastically shorten the length of the putative p4.7 gene. However, it is yet to be confirmed that the p4.7 gene is expressed and functional in these three Japanese ECoVs.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 197,
                    "end": 199,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The nt lengths of the HE, S, p12.7, E, M, N and I genes were identical between NC99 and the three Japanese isolates, and the nt and aa sequences of these genes were highly conserved: HE, 97.5-98.0 % for nt and 96.5-97.9 % for aa; S, 98.5-99.0 % for nt and 98. 5-99.0 In conclusion, three ECoV isolates from Japan (Toka-chi09, Obihiro12-1 and Obihiro12-2) are genetically similar to NC99, isolated in the United States, with the exception of the nsp3, NS2 and p4.7 genetic regions. It will now be interesting to investigate whether these mutations alter the antigenicity and pathogenicity of ECoV. ",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 266,
                    "text": "5-99.0",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging outbreaks associated with equine coronavirus in adult horses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mapes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wademan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sapp",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ormond",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Butterworth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bartol",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Magdesian",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Microbiol",
            "volume": "162",
            "issn": "",
            "pages": "228--231",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation of an equine coronavirus from adult horses with pyrogenic and enteric disease and its antigenic and genomic characterization in comparison with the NC99 strain",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oue",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ishihara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Edamatsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoshima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hatama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kanno",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Microbiol",
            "volume": "150",
            "issn": "",
            "pages": "41--48",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemic of equine coronavirus at Obihiro racecourse, Hokkaido, Japan in 2012",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oue",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nemoto",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Vet Med Sci",
            "volume": "75",
            "issn": "",
            "pages": "1261--1265",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bovine coronavirus: Mebus (U00735) Bovine coronavirus: Kakegawa (AB354579) Canine respiratory coronavirus: K37 (JX860640)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nemoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oue",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kanno",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niwa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ueno",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Katayama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bannai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tsujimura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamanaka",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dromedary camel coronavirus HKU23: HKU23-265F (KF906249) Human coronavirus OC43: ATCC VR-759 (AY585228)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Porcine hemagglutinating encephalomyelitis virus: VW572 (DQ011855)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Equine coronavirus: NC99 (NC_010327) Equine coronavirus:Tokachi09 Equine coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "12--13",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Equine coronavirus: Obihiro12-2 I 29,424-30",
            "authors": [],
            "year": 2062,
            "venue": "",
            "volume": "834",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Complete genome sequence of equine coronavirus from Japan 2905",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Experimental inoculation of equine coronavirus into Japanese draft horses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch Virol",
            "volume": "159",
            "issn": "",
            "pages": "3329--3334",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Genomic characterization of equine coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Denniston",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Timoney",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Balasuriya",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "369",
            "issn": "",
            "pages": "92--104",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Biol Evol",
            "volume": "28",
            "issn": "",
            "pages": "2731--2739",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Phylogenetic analysis of the complete genome sequences of members of the species Betacoronavirus 1. The three equine coronavirus strains examined in this study are indicated by closed circles. The percent bootstrap support is indicated by the value at each node, and values less than 70 % are omitted",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). RT-PCR was performed using a PrimeScript II High Fidelity RT-PCR Kit or PrimeScript II High Fidelity One Step RT-PCR Kit (Takara, Shiga, Japan).These PCR amplicons were sequenced using Ion Torrent technology (Thermo Fisher Scientific, MA, USA). Libraries were constructed using an Ion Xpress Plus Fragment Library Kit and an Ion Xpress Barcode Adapters Kit. Emulsion PCR, enrichment and loading onto an Ion 318 M. Nemoto and Y. Oue contributed equally to this work.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "% for aa; p12.7, 99.1 % for nt and 99.1-100 % for aa; E, 98.4-99.6 % for nt and 98.8-100 % for aa; M, 98.7-99.3 % for nt and 99.1-100 % for aa; N, 98.0-98.2 % for nt and 97.3-97.5 % for aa; I, 97.4-98.1 % for nt and 95.1-95.6 % for aa.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments We are grateful to Dr. Chihiro Yoshihara (RIKEN Brain Science Institute, Wako, Japan) and Mr. Yoshinori Morita for their invaluable advice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}