{
    "paper_id": "8b3d4a33d0cba9d1875dcd658df6c3268b62fbb7",
    "metadata": {
        "title": "World governments should protect their population from COVID-19 pandemic using Italy and Lombardy as precursor",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Supino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS",
                    "location": {
                        "postCode": "F-75005",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": "supino@ipgp.fr"
            },
            {
                "first": "A",
                "middle": [],
                "last": "D&apos;onofrio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "International Prevention Research Institute",
                    "location": {
                        "postCode": "F-69570",
                        "settlement": "Dardilly",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Luongo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università di Napoli Federico II",
                    "location": {
                        "postCode": "I-80126",
                        "settlement": "Napoli",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Occhipinti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS",
                    "location": {
                        "postCode": "F-75005",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Dal Co",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard University",
                    "location": {
                        "addrLine": "29 Oxford Street",
                        "postCode": "02138",
                        "settlement": "Cambridge, Cambridge",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mariano",
                "middle": [],
                "last": "Supino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic is spreading worldwide. Italy emerged early on as the country with the largest outbreak outside Asia. The outbreak in Northern Italy demonstrates that it is fundamental to contain the virus' spread at a very early stage of diffusion. At later stages, no containment measure, even if strict, can prevent the saturation of the hospitals and of the intensive care units in any country. Here we show that it is possible to predict when the intensive care units will saturate, within a few days from the first cases of COVID-19 intensive care patients. Using early counts of intensive care patients, we predict the saturation for Lombardy, Italy. Governments should use the Italian precursor to control the outbreak of COVID-19 and prevent the saturation of their intensive care units to protect their population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Coronavirus Disease 2019 (COVID-19) is a respiratory infectious disease caused by SARS-CoV-2 (also known as 2019-nCoV), which originated in Wuhan, China, in early December 2019. On January 23 rd , Wuhan city shut down public transportation and airways; one week later, Wuhan and other cities in the province of Hubei, imposed strict social distancing measures (closure of school and non-essential work activities), combined with active search and isolation of infective cases and their contacts; on February 13 th , all non-essential companies and manufacturing plants were closed. On February 15 th , France reported the first death from COVID-19 outside Asia, while dozens of countries document cases of infection. On February 24 th , three weeks after the lockdown of Wuhan and other cities, cases in China have fallen from an average of 2,500 daily cases of two weeks before to 400 cases. In the meanwhile, Italy emerged as the country with the largest outbreak outside Asia. On March 9 th , Italy imposed a lockdown of the whole nation. On March 11 th , the World Health Organization (WHO) declared the pandemic state, with more than 118,000 cases in 114 countries. On March 19 th , while China announced that the incidence was brought to negligible levels and attempts to prudently restart normal life were All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint initiated, deaths outside China overtook those counted in China. On March 19 th , Italy counted 3,405 deaths, surpassing China. In Europe, several countries experienced similar exponential growth of cases as Italy, with just a few days of delay (Fig. 1 ). Spain and France imposed a lockdown on March 14 th and on March 17 th , respectively. On March 21 st , Italy imposed a full lockdown of the nation, closing all nonessential companies and manufacturing plants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 392,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "China was able to control the outbreak of COVID-19 in about two months by implementing strong containments measures, such as lockdown of the population (1). Lockdown can appear as an extreme measure, but it is not. Mild restrictions, such closure of schools and partial closure of workplaces, can lower the basic reproduction number of infection (R0) but not below the unit. With mild restrictions, the number of infections would grow at the same rate for a period equal to the incubation time (which is below 14 days for 99% of COVID-19 infections (2)), and would then grow exponentially at a lower rate. Therefore, mild restrictions would slow down the epidemic, but not control it (3) .",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 687,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this work, we discuss the necessity and efficacy of lockdown measures for controlling the outbreak of COVID-19, analyzing data from Italy, the country with the largest recorded outbreak of the disease today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint temporally to superpose one on another, so that for all countries day zero represents the onset of COVID-19 outbreak. Japan and Singapore were able to contain the outbreak at a the very early stage. The Chinese region of Hubei was able to contain diffusion at a later stage, by imposing a lockdown of the population on January 30 th 2020 (red triangle), and a full lockdown of the population on February 13 th 2020 (red diamond), closing all non-essential companies and manufacturing plants. Italy, Spain, France, UK, and the American States of California and New York (referred as US*) display exponential growth of confirmed cases. Italy, Spain, France and US* imposed a lockdown at similar (relative) times, indicated by the green, gold, blue and purple triangle, respectively. The four countries have comparable population sizes to Hubei region, with a minimum of Spain (46.7M people) and a maximum of France (66.9M).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Italy additionally imposed a full lockdown 12 days afterwards (green diamond).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 represent a severe challenge for National Health Systems"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint National Health Systems (NHS) face a major challenge from COVID-19 infection: the exponential increase of patients needing hospitalization in intensive care units (ICU). In Italy, the 2018-2019 seasonal influenza required 812 intensive care beds (4), while COVID-19 infection required more than 1000 ICU beds after just 21 days from the first detected cases on February 24 th 2020 (Fig. 2) . All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 521,
                    "end": 529,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "COVID-19 represent a severe challenge for National Health Systems"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint While NHS are prepared to receive a certain number of ICU patients distributed during the influenza season, which lasts several months, no NHS can manage an exponentially growing number of COVID-19 patients. To avoid the saturation of the ICUs, governments need to impose strong containment measures, such as lockdown of the population. Acting early is paramount: after containments measures are taken, the number of cases still grows exponentially for at least ten days, due to infections contracted before the measures (2). The later these containment measures are taken, the stronger these measures need to be to contain diffusion of COVID-19, and could be anyways insufficient to avoid the catastrophic collapse of the NHS. For example, Japan and Singapore were able to avoid a lockdown of the population, because the governments implemented a range of measures at a very early stage of the outbreak (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1044,
                    "end": 1051,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "COVID-19 represent a severe challenge for National Health Systems"
        },
        {
            "text": "From the early stage of the COVID-19 outbreak (February 24 th 2020), Italy is providing statistics of the epidemic, through a daily bulletin and an open-access repository (10). This repository contains daily counts of confirmed cases, hospitalized patients, ICU patients, and deceased patients, at the national and regional level (Fig. 3 ). This repository represents an important and unique source of information for other countries that the pandemic will reach. The number of ICU patients represents a more robust information compared to the number of infected people, which is subject to an under-reporting. The number of infected people strongly depends on the number of performed tests and on the strategy of sampling of the population (e.g. only symptomatic people, random people). Testing capability and strategy might largely vary among different countries, while ICU patients count is a routine operation performed by all NHSs. ICU counts are more reliable also compared to deaths counts, since most patients dying with COVID-19 have comorbidities and ascertaining that COVID-19 was the primary cause of death can be complicated. For example, Germany reported no cases of death due to SARS-CoV-2 until there were All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 337,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "COVID-19 epidemic in Italy can be used as a precursor for other countries"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint 1139 confirmed cases. Generally, ICU patients counts offers reliable information of the evolution of COVID-19 epidemic, at least until the ICU capability of the NHS is not yet saturated. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in Italy can be used as a precursor for other countries"
        },
        {
            "text": "COVID-19 outbreak in Italy started in Codogno, a town of 15,868 inhabitants in Lombardy region. After ten days from the first ICU patient (February, 20 th 2020), the number of COVID-19 ICU patients was All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 cases evolution in Italy"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint already larger than 100; after 18 days, ICU patients occupied about the 50% of the total ICU beds of Lombardy region. This percentage is close to the average percentage of ICU beds that are available during a whole year in Italy (5) . At the early stage of the COVID-19 outbreak, the number of ICU beds in Italy was approximately 5090 (i.e. 8,42 ICU beds per 100.000 inhabitants (5) the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 cases evolution in Italy"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 cases evolution in Italy"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saturation of ICU can be predicted accurately early on"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saturation of ICU can be predicted accurately early on"
        },
        {
            "text": "Here we show that it is possible to predict the date of saturation of the ICUs in a region early on, by using the temporal information about the number of available ICU beds. We focus on Lombardy region. The number of ICU patients in the region grew exponentially for the first ten days, starting from February 24 th , and then slowed down as it reached the number of available ICU beds. We can predict the date at which the ICU beds became saturated by performing a linear regression of the logarithm of the number of ICU patients, starting from the first four datapoints (Fig. 4) . This result shows that monitoring the ICUs statistics at the beginning of the epidemic allows countries to assess the date of possible saturation of the ICU beds early on. Monitoring the ICUs early in the outbreak is paramount: Lombardy in Italy has one the best NHS in the World (6,7), therefore most countries will face the saturation of their ICU beds at earlier stages of the outbreak. It is worth to note that several factors can affect the time to saturate the ICU beds. In particular, the saturation time depends on the connectivity of the population: the more people are connected within a region, the faster the infection diffuses (8) . Therefore, the risk of ICUs saturation is higher for the most developed and connected regions, and Lombardy is the most connected region of Italy. Moreover, if a lock down measure is imposed, the saturation time depends on the incubation time of the disease and on the degree of adherence of the population to the lockdown.",
            "cite_spans": [
                {
                    "start": 1224,
                    "end": 1227,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 581,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Saturation of ICU can be predicted accurately early on"
        },
        {
            "text": "Here we analyze the effects of the lockdown of the Italian population. Italy imposed two major containment measures: the lockdown on March 9 th 2020, and a full lockdown on March 21 st 2020, where all non-essential companies and manufacturing plant were closed. These measured helped to avoid the collapse of the whole national health system, yet they could not avoid the saturation of the ICU beds in several Italian regions (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 434,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Lockdown benefits for Italy"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lockdown benefits for Italy"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lockdown benefits for Italy"
        },
        {
            "text": "The effects of the confinement measures become evident with some delay. Specifically, we expect the effect on the number of ICU patients to appear within about two weeks (i.e. the maximum incubation time), and on the number of deaths to appear in about three weeks (i.e. the time from infection to death) (2) . At the current moment, 15 days have passed from the national lockdown, so we expect to see an effect only on the number of ICU patients. Because of the saturation of the ICUs in several Italian regions, the number of ICU patients in Italy currently underestimates the number of cases that would require intensive care. Therefore, we analyze the data of Italy excluding the regions where the ICUs have saturated. This leaves us with 15 of the 20 regions and excludes about 28% of the Italian population. We find that the recent growth of ICU patients is consistent with a linear growth, rather than an exponential growth, suggesting that the lockdown measures have effectively reduced the spread of the infection (Fig.   6 ), as it has been for Hubei region (1). Specifically, we can obtain a very good fit of the data using an exponential curve (ICU patients(t) ∝ exp[r t], t = days), up to five days after the lockdown (equal to the median incubation time of COVID-19 (9)) and a line (ICU patients(t) ∝ b t, t = days) for later datapoints. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1023,
                    "end": 1032,
                    "text": "(Fig.   6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Lockdown benefits for Italy"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint the regional number of ICU beds reported before the onset of the epidemics. This number has been increased during the epidemic. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lockdown benefits for Italy"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint 18.73 and 1.8 %, respectively. The non-linear least squares problem has been solved using Levenberg-Marquardt algorithm, with NumPy library (Python).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lockdown benefits for Italy"
        },
        {
            "text": "At the time we write this manuscript, 15 days after the lockdown declaration, it is still not possible to discriminate between an exponential or logistic trend of the number of ICU patients in time. Therefore, it is not yet possible to offer a good estimate of the number of ICU patients to expect in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lockdown benefits for Italy"
        },
        {
            "text": "However, the growth of ICU patients is slower than exponential. Governments must consider stronger actions than lockdown, including immediate closing of non-essential companies and manufacturing plants (full lockdown), as Italy did on March 21 st .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lockdown benefits for Italy"
        },
        {
            "text": "In this work, we analyzed the temporal evolution of COVID-19 outbreak in Italy up to March 24 th 2020 and we discussed the effects of the national lockdown in containing the diffusion. The saturation of the ICUs in many Italian regions suggests that containment measures were taken too late. Using Italy as a precursor, other countries should impose these confinement measures at earlier stages of the outbreak to be able to protect their population from COVID-19. We show that countries can predict the date of saturation of their ICUs early on, as soon as an exponential growth of intensive care patients is observed, as it was in Lombardy region. The Italian case demonstrates that a national lockdown is effective in reducing the growth of ICU patients. The complete saturation of ICUs, thus the collapse of a NHS, would be a catastrophe that would affect the entire population of a nation. People would die if, for any reason, intensive care would be needed : no matter being positive or negative to COVID-19, the age, the richness, or the wellness of the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We strongly encourage any government to accurately share data, including ICU patients; these data will significantly help the understanding of present and future evolution of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Italy has been the first country in Europe in which the pandemic outbreak has been observed, and it has adopted a politics of wide dissemination of open data with detailed spatial structure. Unprecedented ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "MS analyzed the data, conceived the manuscript and, together with FL, prepared the figures. All the authors contributed to the interpretation of the data and the discussion of the results. MS and ADC wrote the manuscript, and all the authors reviewed it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "The Italian COVID-19 data are available through a GitHub repository managed by the DPC (Dipartimento della Protezione Civile -Presidenza del Consiglio dei Ministri):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sharing"
        },
        {
            "text": "https://github.com/pcm-dpc/COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sharing"
        },
        {
            "text": "For Figure 1 , we used World COVID-19 data published by the EU agency for Disease Prevention and Control:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data Sharing"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sharing"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint https://www.ecdc.europa.eu/en/publications-data/download-todays-data-geographic-distribution-covid-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sharing"
        },
        {
            "text": "For Figure 1 , we also used the dataset maintained by the Center for Systems Science and Engineering ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "19-cases-worldwide"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evolving Epidemiology and Impact of Non-pharmaceutical Interventions on the Outbreak of Coronavirus Disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20030593"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation All rights reserved",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is",
            "authors": [],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.25.20042713"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Information-related changes in contact patterns may trigger oscillations in the endemic prevalence of infectious diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Onofrio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Manfredi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Theor Biol",
            "volume": "256",
            "issn": "3",
            "pages": "473--481",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Season ): Strengths and Weaknesses . Results of a Cohort Study in Two Large Italian Hospitals",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Panatto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mosca",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lecini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Orsi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Signori",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Measuring health system performance for 191 countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur J Health Econ",
            "volume": "3",
            "issn": "3",
            "pages": "145--153",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Italy: health system review",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferre",
                    "suffix": ""
                },
                {
                    "first": "Ag",
                    "middle": [
                        "Iuli"
                    ],
                    "last": "De Belvis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Valerio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Longhi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lazzari",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fattore",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health Syst Transit",
            "volume": "16",
            "issn": "4",
            "pages": "1--168",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemic processes in complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Mieghem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rev Mod Phys",
            "volume": "87",
            "issn": "3",
            "pages": "925--79",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Incubation Period and Other Epidemiological Characteristics of 2019 Novel Coronavirus Infections with Right Truncation: A Statistical Analysis of Publicly Available Case Data",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "S-M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of confirmed COVID-19 cases for different countries. Trajectories are shifted",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Time evolution of COVID-19 epidemic in Italy. The number of infected patients (black triangles) and deaths (red crosses) increases exponentially in time (note that vertical axis has exponential units). Intensive care patients (orange circles) displays a deviation from the exponential growth: their growth is slower than exponential as their number reaches the capacity of the NHS (due to the saturation of the ICU beds in the Italian regions of Lombardy, Piedmont, Marche, Trentino Alto Adige, Valle d'Aosta, which host 28% of the Italian population). The green triangle and diamond represent the lockdown day (March 9 th 2020) and full lockdown day (March 21 st 2020). The orange solid line and dotted line represent 100% and 50% of the total number of ICU beds in Italy before the onset of the epidemic, which was equal to 5090 (5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Spatial distribution of COVID-19 epidemic in Italy. The maps on the left represent the number of infection cases detected at the regional level (top panel) and the provincial level (bottom panel), on March 9 th , when lockdown was imposed. The maps on the right represent the number of total confirmed cases fifteen days later, on March 24 th .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ") and Lombardy region had approximately 900 ICU beds (9 ICU beds per 100.000 inhabitants). The Italian government immediately implemented several measures to increase the number of available ICU beds, for example postponing non-essential surgical operations and purchasing mechanical ventilators for new ICUs, and to increase medical support, for example by recalling retired doctors. Yet, these measures offer what we call a linear response, which is not sufficient to face an exponential growth of ICU beds demand. The Italian government implemented also a series of measures to slow down the diffusion of the virus. Schools and universities were closed in Lombardy on February 26 th , and in rest of Italy on March 5 th . On March 8 th , Lombardy region ordered a lockdown of the populations (Decreto del Presidente del Consiglio dei Ministri 8 Marzo 2020). On the following day, the lockdown was extended to the entire nation. In Lombardy and in Italy, nurses, doctors and health-care professionals have fought with incredible strength, acting as war heroes in dark times. However, the ICUs rapidly saturated by COVID-19 ICU patients in Lombardy region (Fig. 4) and subsequently in other regions (Fig. 5). On March 21 st , the Italian government imposed a full lockdown of the nation, closing off all the non-essential companies and manufacturing plants. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The date of ICUs saturation can be predicted early on. The number of deaths (red crosses) grows exponentially in time in Lombardy region, Italy. The number of ICU patients (orange circles) shows a flattening trend in time. The slower growth of ICU patients indicates the saturation of the ICU beds in the region. The dotted blue line is the linear regression of the first six orange datapoints. The day of saturation can be predicted by linear regression, fitting the logarithm of the number of ICU patients, at early stages of the epidemic: the magenta rectangle shows the predicted temporal range for the saturation of 50% of the ICU beds; the extremes of the range are obtained by fitting the first four (blue triangle) and nine orange datapoints. To avoid incurring in the ICUs saturation, an anticipated lockdown would have been necessary, as indicated by the blue triangle. The green triangle and green diamond represent the lockdown day (March 8 th 2020) and full lockdown day (March 21 st 2020). The orange solid line and dotted line represent 100% and 50% of the actual total number of ICU beds in Lombardy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Spatial distribution of COVID-19 ICU patients in Italy. The maps represent the ICUs saturation (number of ICU patients divided by number of ICU beds) at the regional level on March 9 th (left panel), when lockdown was imposed, and 15 days later, on March 24 th (right panel). Here we use All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Effect of lockdown in Italy. The number of ICU patients grows slower than exponential starting from March 13 th , i.e. five days after the lockdown of March 9 th (green triangle). Five days correspond to the current estimate of median incubation time of COVID-19 (9). We divided the datapoints into two groups, before and after March 13 th , and we fit the first group with an exponential curve (red dashed line, ICU patients(t) ∝ exp[r t], t = days), and the second group with a line (green dashed line, ICU patients(t) ∝ b t, t = days). We excluded from this analysis the Italian regions where the ICUs saturated, i.e. Lombardy, Piedmont, Marche, Trentino Alto Adige, Valle d'Aosta, which host 28% of the total Italian population. The best fit parameters are r = 0.213 (95 % CI : 0.205 -0.221), and b = 100 (95 % CI : 60 -140). The root mean square error (RMSE) and normalized-RMSE of the exponential fit are 13.80 and 3.1 %, respectively. RMSE and normalized-RMSE for the linear fit are All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "measures have been taken by the Italian government, including systematic sharing of ICUs information, and lockdown of the country. Most likely, the decisions taken in Italy between February 24 th and March 21 st have saved thousands of lives, not only within national borders. World Governments should use Italy as precursor, and act immediately to anticipate the Italian timeline of decisions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "CSSE) at Johns Hopkins University (JHU), for the time series of the Chinese Hubei region and US* (New York State + California State): https://github.com/CSSEGISandData/COVID-19 The number of available beds in ICU in Italy before the onset of the epidemics have been extracted from the dataset published by the Italian Ministry of Health: http://www.dati.salute.gov.it/imgs/C_17_dataset_17_0_upFile.csv",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This manuscript has been written with the hope that the heroic resistance showed by the city of Bergamo, the Lombardy region and the whole of Italy will not be needed elsewhere.The authors want to thank all the Italian nurses, doctors and health-care professionals that are fighting against an invisible enemy as war heroes in dark times. This manuscript is dedicated to the memory of Doctor Li Wenliang, who first tried to warn the World about COVID-19, and all the healthcare professionals who died fighting against this virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20042713 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}