{
    "paper_id": "8b55186da6eb6df9f3c54d7c9a2e12fc5acec379",
    "metadata": {
        "title": "We must accept what the Roman philosopher Epictetus said two millennia ago: \"Men are disturbed not by things, but by the view which they take of them.\" David Ropeik is the Director of Risk Communication at the Harvard Center for Risk",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The consequences of fear Our modern world is a risky place and evokes many well-founded fears. But these fears themselves create a new risk for our health and well-being that needs to be addressed",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "T he cartoon character Charlie Brown once said \"I've developed a new philosophy... I only dread one day at a time.\" If only this were true for many of us in the real world. From transgenic food to industrial chemicals, from radiation to mobile phone towers, the new technologies of our modern world have offered us wonderful new benefits, which also pose a host of new risks. Some of these risks are physically real. Many are only phantoms of our perceptions. Both contribute to an undeniably real sense of worry and apprehension that extends far beyond the next 24 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "David Ropeik"
        },
        {
            "text": "Toxicologists, epidemiologists and risk experts study the physical perils one hazard at a time. But the cumulative load of modern threats may be creating an even greater risk that is largely overlooked: the risk that arises from misperceiving risks as higher or lower than they actually are. As a result of some of the decisions we make when we are fearful, some of the choices we make when we are not fearful enough, and because of the ways our bodies react to chronically elevated levels of stress, the hazards of risk misperception may be more significant than any of the individual risks about which we fret. So those who study risk in the name of promoting public health would do well to accept that our perceptions, irrational as they may seem, are real, although we live in a far safer world than just a few generations ago and many of the risks people worry about are small or non-existent. A more comprehensive risk analysis approach must recognize that these fears pose an actual danger that needs to be understood, accounted for in the analysis, and reduced every bit as much as the threat from any physical hazard. W hy are so many afraid of so much? Some observers suggest that our fears are a post-11 September 2001 phenomenon. This is too simple. It is certainly true that some of our worries have grown since then, and certainly new ones have arisen in the wake of the terrorist attacks. But when George Gray and I asked a wide variety of people what should be included in a book describing many of the risks that Americans most commonly worry about (Gray & Ropeik, 2002) , only one post-9/11 danger-bioweapons-made the list. The rest were hazards that people in many nations have been concerned about for years, many of which are byproducts of modern technology: pesticides, nuclear radiation, genetically modified foods, air pollution, water pollution and hazardous waste. The 9/11 attacks are too simple an explanation for our fretfulness.",
            "cite_spans": [
                {
                    "start": 1566,
                    "end": 1587,
                    "text": "(Gray & Ropeik, 2002)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "David Ropeik"
        },
        {
            "text": "More broadly, our modern apprehensions are in part an outgrowth of the post-World War Two industrial-technologicalinformation age that has given us both the benefits and the risks of everything from plastics to pesticides, nuclear power to mobile phones, biotechnology to global travel, and more. The benefits of these advances have surely made the world-at science & society science & society …the hazards of risk misperception may be more significant than any of the individual risks about which we fret special issue S57 least the developed world-safer and healthier in many ways. Consider data from the USA, which reflect similar trends in developed nations worldwide. In 1900, average life expectancy was about 45 years. Today it is nearing 80 (Arias & Smith, 2003) . In just the past 40 years, infant mortality has dropped from 26 per 1,000 live births to fewer than seven (Freid et al, 2003) . Vaccination has brought major diseases, such as polio and smallpox, under control. Water is safer to drink, air safer to breath. By these measures, this is a far healthier, safer world than it has ever been, although an unequal distribution of wealth and technology means that many of these improvements have yet to reach developing nations and the majority of humans alive today.",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 770,
                    "text": "(Arias & Smith, 2003)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 879,
                    "end": 898,
                    "text": "(Freid et al, 2003)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "David Ropeik"
        },
        {
            "text": "But these advances have their costs. The industrial and technological progress of the past five decades is apparently altering the very climate of the biosphere (IPCC, 2001) . Modern medicines and public health interventions that have lengthened human lifespan and increased life expectancy have also helped to fuel a global population explosion in the past 100 years from 1.65 billion people to more than six billion (United Nations, 1999) , with profound implications for human and environmental health. Technological advances in transportation have made this a smaller world for the traveller, but also allow new pathogens, such as the one that causes severe acute respiratory syndrome (SARS), to breach geographic boundaries that once limited the spread of disease.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 173,
                    "text": "(IPCC, 2001)",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 440,
                    "text": "(United Nations, 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "David Ropeik"
        },
        {
            "text": "Advances in agriculture have made this a world of relative plenty, which many observers think is contributing to an almost global epidemic of obesity (Lambert, 2004 ) that kills hundreds of thousands per year and has helped to make cardiovascular disease the leading cause of death worldwide (WHO, 2003) . And individual products and technologies, from chlorofluorocarbons to mobile phones to commercial nuclear energy, have brought us both new benefits and new risks, and their hazardous aspects contribute to our widespread sense of worry. B eyond our industrial and technological power, we live in a time of unsurpassed information availability and immediacy. Never before have there been so many ways of finding out so much so quickly. In 1870, there were 489 general circulation newspapers in the USA. Today there are several thousand, 1,457 of which publish daily, according to Robert Giles, Curator of the Nieman Foundation for Journalism at Harvard University (Cambridge, MA, USA). And satellite communications and the widespread accessibility of the internet mean not only that we receive information immediately but also that an unprecedented number of us are empowered to disseminate it. Whenever something is discovered that is even possibly a peril, we learn of it, worldwide, within hours. Word of SARS spread far faster than the disease itself. Interestingly, although the universe of 'information voices' is larger than it has ever been, the ownership of those voices, aside from the world wide web, is in fewer hands than most of us realize, which also contributes to the sense that the world is a risky place. Just 22 owners of newspapers in the USA control papers that reach 70% of the total readers nationwide (Editor & Publisher, 2004) . Three-quarters of the television stations informing Americans are owned by only 6% of all media corporations (www.tvjobs.com). Public businesses, legally beholden to maximize profits, try to gain attention for their news and information outlets to increase readership and viewing figures. A common approach is to make risks sound as dramatic, threatening and urgent as possible. The result is a 24/7 drumbeat of drama and danger, contributing to what George Gerbner called 'the mean world syndrome'-the sense we have, based on a steady supply of frightening and threatening news, that the world is a riskier place than it actually is (Gerbner & Gross, 1976) . Although Gerbner coined the phrase to suggest that exposure to violent content in entertainment media increases the likelihood that viewers would engage in violent behaviour, many have adopted the phrase to emphasize that news media content also affects public attitudes and behaviour (Wilkinson & Fletcher, 1995) . B ut it is still insufficient to blame our industrial-technological-information age for our fears. Another fundamental component is more basic to human nature. For the past 25 years, scholars such as Gilbert White, Amos Tversky, Daniel Kahneman, Baruch Fischhoff and Paul Slovic have created an impressive amount of literature on risk perception. It finds, among other things, that humans appear to fear similar things, for similar reasons (Slovic, 2000) . The study of risk perception reveals that our responses to risks are not simply internal 'rational' risk analyses, but also intuitive 'affective' responses that apply our emotions, values and instincts as we try to judge danger. Risk perception helps to explain why our fears often do not match the facts. In more detail, risk perception research has found that there are several We sometimes fail to take adequate precautions against relatively larger risks that do not cause elevated concern science & society special issue S58 consistent characteristics of risk that form the basis of our perceptions (see sidebar).",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 164,
                    "text": "(Lambert, 2004",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 292,
                    "end": 303,
                    "text": "(WHO, 2003)",
                    "ref_id": null
                },
                {
                    "start": 1730,
                    "end": 1756,
                    "text": "(Editor & Publisher, 2004)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2393,
                    "end": 2416,
                    "text": "(Gerbner & Gross, 1976)",
                    "ref_id": null
                },
                {
                    "start": 2704,
                    "end": 2732,
                    "text": "(Wilkinson & Fletcher, 1995)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3175,
                    "end": 3189,
                    "text": "(Slovic, 2000)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "David Ropeik"
        },
        {
            "text": "These factors offer powerful insights that help explain why our fears often do not match the facts, and why they may be just as big a risk as the specific hazards about which we are worried. They contribute to potentially dangerous misperceptions of risk, which can lead to unsafe behavioural choices, either when we are more afraid of relatively small risks, or not afraid enough of relatively large ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "David Ropeik"
        },
        {
            "text": "For example, many Americans sought a sense of control and safety after 9/11 by driving instead of flying. Air arrivals in Las Vegas were down 6.5% and motor vehicle arrivals were up 7. There are more examples of the physical dangers of risk perception. A poll conducted in the weeks after the anthrax attacks in 2001 found that 5% of Americans said they had purchased antibiotics, and 20% of those people said they were taking the drugs prophylactically (Blendon et al, 2002) . People who take antibiotics that they do not need encourage drug-resistant strains of bacteria to proliferate. When these people are really sick, the antibiotics they need to make them well may not be as effective.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 475,
                    "text": "(Blendon et al, 2002)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "David Ropeik"
        },
        {
            "text": "During the days before the July 4th holiday period in 2002, when news reports speculated on possible terrorist attacks during the national holiday weekend, the Federal Bureau of Investigation reported one-third more requests for handgun purchases than for the same period in previous years. People who are afraid enough of terrorism to buy guns-as is their right-raise their risk of accidental injury or death far more than they reduce their risk of being a victim of terrorism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "David Ropeik"
        },
        {
            "text": "The less we trust the people who are supposed to protect us, or the people, government or corporate institutions exposing us to risk in the first place, or the people communicating to us about the risk, the more afraid we will be. The more we trust, the less fear we feel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CHARACTERISTICS OF RISK • Trust"
        },
        {
            "text": "A risk that kills you in a dreadful way evokes more fear than one that kills more benignly. What is worse, being eaten alive by a shark or dying of heart disease? Heart problems are far more likely to kill you. But the dreadful death often causes more fear. Cancer, a terrible way to die, evokes more fear than heart disease despite the fact that heart disease kills roughly 25% more Americans each year (Freid et al, 2003) . This helps explain why hazards that might cause cancer, such as radiation and industrial chemicals, evoke strong concerns.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 423,
                    "text": "(Freid et al, 2003)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "• Dread"
        },
        {
            "text": "Do you feel pretty safe when you drive? Most people do, although motor vehicle crashes kill roughly 40,000 Americans per year (Blincoe et al, 2002) . Having the wheel in your hand gives you the feeling that you can control what happens. This also applies to the process: if you feel you have some control over the process determining a risk that you will face, the risk will probably not seem as threatening as if it was determined by a process over which you felt you had no control.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 147,
                    "text": "(Blincoe et al, 2002)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "• Control"
        },
        {
            "text": "• Natural or man-made Anthropogenic risks, such as genetic modification of food, evoke more fear than 'natural' risks, such as the hybridization of species to develop new varieties. This factor helps to explain widespread concern about many technologies and products, and offers important insights into the debate over the Precautionary Principle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Control"
        },
        {
            "text": "A risk we choose seems less dangerous than a risk that is imposed on us. This explains why labelling of genetically modified ingredients on food allays a degree of fear in consumers. The information affords choice, although it does nothing to change the actual risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Choice"
        },
        {
            "text": "• Children Survival of the species depends on survival of our progeny. It is not surprising, then, that research has found that a risk to children, such as mercury traces in fish, seems dramatic, although it is in fact extraordinarily low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Choice"
        },
        {
            "text": "The more uncertain we are, the more we protect ourselves with precaution and fear. If all the scientific answers are not to hand, as with many biotechnologies, concern will be higher. Even if the answers are available, if they are hard to understand, as the science of genetic engineering clearly is, or poorly explained, such as the science of nuclear radiation, people are left uncertain and, as a result, more afraid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Uncertainty"
        },
        {
            "text": "New risks, such as SARS and West Nile virus, or new technologies and products, tend to be more frightening until we have lived with them for a while and our experience has helped to put the risks into perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Novelty"
        },
        {
            "text": "The more we are aware of a risk, the more we are likely to be concerned about it. Concern about child abductions rises when the press is full of coverage of an ongoing case, although the probabilities are the same before that case showed up in the papers and after it is resolved. • Can it happen to me? Any risk seems larger if you think you or someone you care about could be a victim. This helps to explain why statistical probability is often an ineffective form of risk communication. A risk of 1 in 1,000,000 can still seem threatening if you think you could be the one. This helps explain why the only acceptable level of risk to many people is zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Awareness"
        },
        {
            "text": "If we perceive a benefit from a behaviour or choice, the risk associated with it seems smaller. If there is no perceived benefit, the risk seems larger. Many American healthcare workers,'first providers' , refused a smallpox vaccination even though the chance of death from the vaccination was just 1 in 1,000,000 because the benefit of the shot-protection from a non-existent disease-was zero. A target of roughly 500,000 vaccinations was set, but fewer than 40,000 people agreed to have the shot. Imagine how many would have gladly taken the same shot, with the same one-in-a-million risk, had there been just one known case of smallpox in any hospital in the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• The risk-benefit trade-off"
        },
        {
            "text": "Hazards that kill a group of people at one time in one place (such as plane crashes) evoke more fear than hazards that may take more lives, but over space and time (such as heart disease). special issue",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Catastrophic or chronic?"
        },
        {
            "text": "Misperception can work the other way too. We sometimes fail to take adequate precautions against relatively larger risks that do not cause elevated concern. Roughly 20% of Americans still do not wear safety belts in motor vehicles. The risk perception literature would suggest that this is, in part, because we have a sense of control when we are behind the wheel, and the risk of crashing is both familiar and chronic-factors that make risks seem less threatening. Consider the public health ramifications here. The US National Highway Traffic Safety Administration estimates that if safety belt usage increased to 85%, 2,700 lives would have been saved in 2002 (National Center for Statistics & Analysis, 2003) . Similarly, many people fail to protect themselves adequately from the sun, in part because the sun is natural and because, for some of us, the benefit of a healthy glowing tan outweighs the risks of solar exposure. However, solar radiation is widely believed to be the leading cause of melanoma, which will kill an estimated 7,910 Americans this year (American Cancer Society, 2004).",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 712,
                    "text": "Statistics & Analysis, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S59"
        },
        {
            "text": "A potentially more dangerous outcome of our misperception of risk is less obvious: the effects of stress, which create a wide range of biological harm. When we face a threat, our endocrine system releases glucocorticoids and other hormones, which together with other signals turn up the systems we need to protect ourselves, and turn down those that are not immediately useful for survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S59"
        },
        {
            "text": "Although these systemic changes help protect us in the short term, they are detrimental if the stress persists. Psychoneuroimmunological testing in laboratory animals and a range of human epidemiological findings associate stress with a weakened immune system, increased cardiovascular damage, gastrointestinal problems such as ulcers and irritable bowel syndrome, decreased fertility, impaired formation of long-term memories and damage to certain parts of the brain, such as the hippocampus. Other symptoms include fatigue, an increased likelihood of osteoporosis and type 2 diabetes, and aggravated clinical depression, accelerated ageing and even premature death (Sapolsky, 1998) .",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 683,
                    "text": "(Sapolsky, 1998)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "S59"
        },
        {
            "text": "We face stress all the time, and often adjust. This adjusted condition is sometimes referred to as allostasis (from the Greek root allo, meaning variable, and stasis, meaning stable). In other words, we adjust to the variable conditions in which we live and the stressors we continually face. But under what seems like a constant barrage of new threats and hazards, we sometimes do not completely adjust. We live under what is called allostatic load (McEwen et al, 2002) . And with a litany of new risks arising, and the new age of media availability and immediacy constantly sounding alarms about the 'fear du jour', allostatic load-chronically elevated levels of stress-is certainly the condition under which many of us are living.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 470,
                    "text": "(McEwen et al, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S59"
        },
        {
            "text": "Some evidence for this can be found in recent public surveys. A poll by the US National Mental Health Association found that 85% of Americans believe that the USA will experience a terrorist attack in the near future. As many as 70% of respondents said that this gives them feelings of anger, 49% said they feel worried and 41% said they feel fear (Widmeyer Research & Polling, 2004) . A poll by Robert Blendon at the Harvard School of Public Health (Boston, MA, USA) found that one American in five is worried about getting mad cow disease, and one in six has stopped ordering beef at fast food restaurants (Blendon et al, 2004) . W hat can we do? We cannot roll back the technological and information ages in which we live. Furthermore, we cannot undo what appear to be deeply ingrained patterns of psychological responses to risks as identified by Slovic and others. The first, most important, step is to recognize and accept that our perceptions are real, and have real effects on our behaviour and our health, regardless of whether those perceptions are grounded in facts that are supported by natural science. It is vital for risk managers in government, and risk investigators in science and business, to accept that whether people are 'right' is not the issue. The issue is that their perceptions of risk are real, and the consequences of risk misperception are a hazard that, like any physical hazard, must be understood, quantified in terms of costs and benefits no less than the physical hazard in question, and reduced. This broader definition of risk will allow for the practical steps that can help reduce the hazards that may arise from misperception.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 383,
                    "text": "(Widmeyer Research & Polling, 2004)",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 629,
                    "text": "(Blendon et al, 2004)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "S59"
        },
        {
            "text": "The first of these practical steps should be that government and business adopt this new broader concept of risk as they formulate risk management policy. Most importantly, the costs of risk misperception, especially from fear and anxiety, must be included in cost-benefit analyses of risk management options. As argued for by Matthew Adler and others (2003) , the effects of fear are harmful to health, no less than the physical harm from some toxic agent or pollutant, and these can and should be measured and economically quantified to help identify the most efficient approaches to improving public health. This is already done in other areas. For example, 'fear of' some possible future harm has been accepted as grounds for compensation in courts of law in the USA for decades.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 358,
                    "text": "Matthew Adler and others (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "S59"
        },
        {
            "text": "Second, consideration for how people perceive a risk, and how they are likely to react to government policy about that risk, should be included as such policy is made. The recent attempt by the Bush administration to have more than half a million 'first responder' healthcare professionals vaccinated against smallpox demonstrates what can happen if this is not done. That policy failed (fewer than 50,000 agreed to participate) because it asked people to take a risk-albeit a low one-in exchange for zero benefit. That failure, in turn, weakens public trust in government, and reduced trust contributes to more fear and, potentially, more harm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S59"
        },
        {
            "text": "The first, most important, step is to recognize and accept that our perceptions are real, and have real effects on our behaviour and our health… …the costs of risk misperception, especially from fear and anxiety, must be included in cost-benefit analyses of risk management options Whenever something is discovered that is even possibly a peril, we learn of it, worldwide, within hours science & society special issue S60 Next, risk communication must improve, to help convey information to people in ways that help them to keep risk in perspective. Risk communication as commonly practised is often ineffective because it tries to make the recipient think and do what the communicator wants them to think and do. Risk communication is less helpful when it is a top-down monologue. It is also less effective when it fails to acknowledge and respect people's fears and the perception factors behind them, treating these feelings as irrational and curable with simply a clear explanation of the facts. Risk communication is more effective when it sets a more modest goal: to accept that feelings are an important and valid part of why people react to risks they way they do, and to provide information about any given risk based on the psychological and emotional factors involved, in language relevant to and respectful of people's feelings, so that audiences are more trusting of and receptive to the communicator's message.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S59"
        },
        {
            "text": "Finally, those who develop the methodologies of valuation analysis must design ways to quantify the effects of perception so that these effects can be included in analyses of the costs and benefits of various risk management strategies. They must move beyond what some analysts do, which is to acknowledge, and lament, what Herbert Simon called 'bounded rationality'-the observation that heuristics and biases cause people to make suboptimal 'irrational' choicesand then go no further (Simon, 1957) . Valuation analysts have to develop scientific ways of quantifying the impacts of such choices, to the fullest extent possible. The US Food and Drug Administration has actually done this in a cost-benefit analysis of how to deal with problems with the quality of medical gloves. They figured out ways to quantify the effects of uncertainty and stress (Adler, 2003) . Much more needs to be done to create such methods. T here are many sciences that help us to understand risk. Classically, these include toxicology, biology, epidemiology, mathematics and economics. We must add to these the sciences of psychology, sociology, neurology and immunology. We must acknowledge that a significant component of risk is not the physical hazard itself, or how much of it we are exposed to, but how we perceive that hazard and exposure. We must accept what the Roman philosopher Epictetus said two millennia ago: \"Men are disturbed not by things, but by the view which they take of them.\"",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 498,
                    "text": "(Simon, 1957)",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 864,
                    "text": "(Adler, 2003)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "S59"
        },
        {
            "text": "We must therefore achieve a broader definition of risk and adopt new meanings of hazard, exposure, costs and benefits. We must include the toxic effects of our perceptions, in physical and biological terms. We must include the health costs of risk perception. We must accept that being worried or not worried enough has real health consequences that need to be understood, quantified, and incorporated into risk management. Challenging as it is, this broader definition of risk will do much more than the existing paradigm to improve public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S59"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fear Assessment: Cost-Benefit Analysis and the Pricing of Fear and Anxiety",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AEI-Brookings Joint Center for Regulatory Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Impact of Anthrax Attacks on the American Public in",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "Bl ;",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Desroches",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Pollard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parvanta",
                    "suffix": ""
                },
                {
                    "first": "Mj ;",
                    "middle": [],
                    "last": "Herrmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Desroches",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Herrmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Weldon",
                    "suffix": ""
                },
                {
                    "first": "Raleigh",
                    "middle": [
                        "E"
                    ],
                    "last": "Pelletier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor-Clark",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "National Vital Statistics Reports",
            "volume": "51",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Economic Impact of Motor Vehicle Crashes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Blincoe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Seay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zaloshnja",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Romano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luchter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Spicer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "DOT HS",
            "volume": "809",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Living with television: the violence profile",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Editor &amp; Publisher ; Publisher Freid",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prager",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Chartbook on Trends in the Health of Americans",
            "volume": "26",
            "issn": "",
            "pages": "173--199",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "RISK! A Practical Guide for Deciding What's Really Safe and What's Really Dangerous in the World Around You",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ropeik",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The way we eat now",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Harvard Mag",
            "volume": "106",
            "issn": "",
            "pages": "50--99",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Las Vegas year-to-date Executive Summary",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Lasley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lasley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Dana National Center for Statistics & Analysis (2003) Traffic Safety Facts 2002: Occupant Protection",
            "volume": "809",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A Behavioural Model of Rational Choice in Models of Man",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Sapolsky",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "United Nations Widmeyer Research & Polling (2004) Public Perspectives on the Mental Health Effects of Terrorism: a National Poll",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bloody news and vulnerable populations: an ethical question",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Mass Media Ethics",
            "volume": "10",
            "issn": "",
            "pages": "167--177",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The World Health Report 2003-Shaping the Future",
            "authors": [],
            "year": 2003,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "3% at the end of April 2002, compared with the same period in 2001, according to the Las Vegas Convention and Visitors Authority (LVCVA, 2002). Consider the public health ramifications of such a choice. Driving is far more likely to result in injury or death. A study by Michael Sivak and Michael Flannagan of the Human Factors Division at the University of Michigan Transportation Research Institute (Ann Arbor, MI, USA) found that roughly 1,000 more Americans died in road accidents during October-December 2001 than would have been expected based on a comparison between figures from January-August 2000 and January-August 2001 (M. Sivak, personal communication).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}