{
    "paper_id": "8bb248d889532109abefb0f5e84b5df76cfc06e7",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Felix",
                "middle": [],
                "last": "Stein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Edinburgh University",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": "felix.stein@ed.ac.uk"
            },
            {
                "first": "Devi",
                "middle": [],
                "last": "Sridhar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Edinburgh University",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the final article of the series Felix Stein and Devi Sridhar examine how the World Bank is trying to provide finance to improve preparedness for global pandemics A fter the 2014 Ebola outbreak, the World Bank committed to providing a financial mechanism to support global pandemic preparedness. In line with its mandate of creating new markets, the bank is proposing an insurance arrangement that does not simply pool donor money but creates a market for private sector investment. We outline the bank's efforts to do so through the Pandemic Emergency Financing Facility (PEF). We then analyse some potential benefits and wider concerns about private sector involvement in global health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In reaction to the 2014 Ebola outbreak, a series of expert panels and committees recommended that a faster and larger international financial response to outbreaks should be part of pandemic risk mitigation. 1 2 The World Bank offered to provide a financial solution to support global pandemic preparedness and complement the work of the Global Health Security Agenda, which focuses on assessing domestic capacity in surveillance and support of health systems, and the World Health Organization's health emergencies programme.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "1 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pandemic preparedness as a global public good"
        },
        {
            "text": "However, the World Bank's involvement is more than an act of charity. It considers pandemic preparedness to be a \"global public good.\" 3- 6 The theoretical framework around global public goods describes any material or immaterial entity according to whether it is excludable (ie, can a party be stopped from consuming it?) or rivalrous (ie, does its consumption reduce its availability for others or not?). 7-9 Depending on these two features, economists often divide entities into four kinds-namely, private goods (eg, pills and syringes), club goods (eg, knowledge protected by patent), common goods (eg, universal healthcare), and public goods (eg, public information or pandemic preparedness) (fig 1) . 10 The bank's description of objects and activities as \"goods\" reflects its economic approach to human health, in which market demand and supply affect healthcare provision. This approach was already laid out in 1993, when the bank gave its reasons for becoming involved in health, describing control of infectious disease as a highly effective, yet low cost, \"investment\" target. 11 Seeing health as a driver of economic wellbeing also justified its major financial contributions during the fight against Ebola, which amounted to $200m (£150m; €175m) in August 2014, and over $1.6bn by mid-April 2015. 12",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 707,
                    "end": 709,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1088,
                    "end": 1090,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 697,
                    "end": 704,
                    "text": "(fig 1)",
                    "ref_id": null
                }
            ],
            "section": "Pandemic preparedness as a global public good"
        },
        {
            "text": "In May 2016, the bank announced the creation of the PEF, a health insurance scheme for the world's poorest countries and for qualified international responding agencies. 13 14 Recently introduced, the PEF should provide insurance coverage of initially up to $500m to countries eligible for support from the International Development Association (ie, the poorest countries that the bank works with) as well as United Nations agencies and other yet to be specified development and humanitarian aid organisations. 15 This coverage may seem low, both because it is only 0.8% of the bank's 2016 financial commitments worth $64.2bn and because the bank only pays for parts of it itself. Moreover, $500m is only a small fraction of the estimated trillions of dollars that a major influenza outbreak might cost. 15 However, the PEF is supposed to act as an example because it sets out to to provide private sector funding for health in a new way. It draws on funds from reinsurance and bond markets to contribute to future costs of pandemics in the world's poorest countries. Premiums are not paid by the recipients of risk coverage but by donors and private sector investors. The PEF is supposed to \"scale up\" response to an outbreak by attracting additional private funds for every donation it receives from the bank's member countries. 15 The PEF consists essentially of two financial mechanisms, known as \"windows\" (fig 2) . The first is the \"insurance window,\" which provides cover of up to $500m for infrequent, severe health pandemics. In an outbreak, part of the money it holds is paid out as long as the following criteria are met 15 : a country must be affected by a specific kind of pathogen, including orthomyxoviridae (eg, new influenza virus A, B, and C), coronaviridae (eg, severe acute respiratory syndrome, Middle East respiratory syndrome), filoviridae (eg, Ebola, Marburg), and other zoonotic diseases (eg, Crimean Congo, Rift Valley, and Lassa). Moreover, the size of an outbreak, measured in number of cases or of deaths, must be considerable (eg, 2000 confirmed cases worldwide for influenza), outbreak growth must be fast (eg, an increase of confirmed cases from 2000 to 5000 within a month), and spread of the outbreak must be broad (eg, two or more countries must be affected).",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 175,
                    "text": "13 14",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 513,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 804,
                    "end": 806,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1331,
                    "end": 1333,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1632,
                    "end": 1634,
                    "text": "15",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1411,
                    "end": 1418,
                    "text": "(fig 2)",
                    "ref_id": null
                }
            ],
            "section": "Creating a market for pandemic risk"
        },
        {
            "text": "The second financial resource is the smaller and more flexible \"cash window\", which provides insurance coverage of $50m-100m. This resource is financed entirely by donors, with no private sector involvement. It can be used when the payout criteria of the insurance window have not yet been met. For example, it provides money for severe single country outbreaks and for new or unknown pathogens. Moreover, in crises money can be paid out earlier and maybe even faster than from the insurance window, and can supplement financing for pathogens covered by the latter. 15 Potential benefits of the PEF For donors, a big appeal of the PEF's insurance window is that the bank's development partners pay only the interest needed to attract private investment. In return, reinsurance companies and investors on capital markets provide them with a multiple of their payments in risk coverage. Moreover, the PEF promises to greatly \"increase the speed of payment\"-as this parametric insurance can be settled within days of activation criteria being met, instead of waiting until damages have been identified. It may even enable an \"objective benchmarking of risk\"-since payout criteria are not explicitly linked to the economic or political situation of covered countries. 15 Finally, it is meant to incentivise countries to improve surveillance and early warning systems, in line with the International Health Regulations. 16 Investors on capital markets, who are always eager to diversify their investments, may also find it appealing. They will be given the option of buying \"pandemic catastrophe bonds\" issued by the bank treasury. If they do, and a health pandemic breaks out with the insurance window becoming operative, they lose part of the invested capital (the \"principal\"). Yet, if the insurance window is not paid out, they get the full principal back after three years. While investors hold on to the bond and risk losing their money, donors are meant to pay them an annual interest (a \"coupon\") via the bank's treasury. The financing from reinsurance companies is similar, in that it provides coverage based on the same payout criteria, in return for annual premiums.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 568,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1264,
                    "end": 1266,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1415,
                    "end": 1417,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Creating a market for pandemic risk"
        },
        {
            "text": "The idea of raising private money to reduce risk of a pandemic may find widespread approval. People in developing countries, as well as their governments, are likely to appreciate free financial risk coverage, and donors will be happy that the bank can raise private sector funds for each dollar given to the PEF. The PEF is also meant to smooth the boom and bust cycles of donor willingness to give, and provide a health related service that may hitherto have been underfunded because it was invisible until an outbreak. 17 Moreover, it is likely to strengthen the bank's own position in the health development sector and allow it to live up to its mandate of fostering economic growth. If the bank decides to charge fees for its financial services, the PEF might even constitute a source of bank profit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creating a market for pandemic risk"
        },
        {
            "text": "The private sector has also large business interests in epidemic preparedness, response, and recovery. It knows that epidemics are bad for business. A World Economic Forum/Boston Consulting Group report noted that they \"can have a major impact on employees, customer bases, and operations more broadly. Epidemics can devastate economies and threaten major investments by multinationals and small businesses alike.\" 18 Moreover, the bank promises that apart from diversifying private investor portfolios, \"investing in preparedness yields significant returns\". 15 It estimates that at a targeted maximum coverage of $500m for three years, annual interest payments by donors to the private sector should be in the range of $55m-$65m (ie, a lucrative 11-12% of coverage). 15 The bank has provided a hypothetical example for how the PEF would work during an Ebola outbreak. As soon as Guinea, Sierra Leone, and Liberia notify the WHO of more than a total of 250 cases-that is, an increase of over 90%-the bank's PEF coordinator would get in touch with the private company AIR Worldwide, which would then verify and declare that a payout threshold has been reached. The following day, $140m could be paid out from the insurance and the cash window. If confirmed cases and deaths rise further, additional payouts would be triggered, according to the currently unspecified payout procedures, disbursing hundreds of millions of dollars among, in this instance, the affected countries, WHO, World Food Programme, and Unicef. 15 Concerns about the PEF The PEF raises several broad concerns. First and foremost, donors worried about the next epidemic outbreak may prefer to focus on more concrete preventive measures rather than insurance. Risk mitigation does not have to be financial, but can come in the form of trained health workers, clinical capabilities, health surveillance systems and laboratory networks, to provide just a few examples. [19] [20] [21] [22] [23] [24] Whether delays in responding to Ebola were primarily of a financial nature remains contested, 19-24 and putting money into a finance mechanism rather than using it for other forms of risk mitigation may not be appealing to donors.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 562,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 769,
                    "end": 771,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1516,
                    "end": 1518,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1936,
                    "end": 1940,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1941,
                    "end": 1945,
                    "text": "[20]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1946,
                    "end": 1950,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1951,
                    "end": 1955,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1956,
                    "end": 1960,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1961,
                    "end": 1965,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Creating a market for pandemic risk"
        },
        {
            "text": "Moreover, private sector involvement in pandemic insurance provision greatly complicates the already convoluted structures of the health development sector. Introducing private investors with their own set of interests and a penchant for privatising knowledge into an industry filled with multilateral development agencies, charities, nongovernmental organisations, healthcare providers, pundits, and state officials does not promise greater transparency or efficiency. 2526 Importantly, potential donors will need to assess whether the insurance premiums and bond coupons they are supposed to pay for risk coverage are justified. Since the likelihood of a pandemic is largely unknown, this assessment relies on risk calculations based on data and calculative logics first established in the bond and insurance market of natural catastrophes. 27 Development partners might not want to engage in this business of \"fat tail risk assessment\" (ie, estimating the risks of extremely unlikely but very costly events), which has only recently developed for earthquakes and hurricanes, and continues to be based on insufficient data and evolving mathematical logic. 1527 It may be hard for donors to ensure that investors and reinsurers do not overcharge them as the latter have been in the business of risk assessment for decades, dedicate entire research departments to risk pricing, and often collaborate closely with companies specialising in pandemic risk assessment.",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 845,
                    "text": "27",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Creating a market for pandemic risk"
        },
        {
            "text": "Moreover, the PEF's payout methods as well as underlying risk models have mostly been developed by a working group on 19 March 2020 by guest. Protected by copyright.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creating a market for pandemic risk"
        },
        {
            "text": "http://www.bmj.com/ World Bank and GloBal HealtH FinancinG consisting of the bank, WHO, and three private sector firms-Munich Re, Swiss Re, and AIR Worldwide. 15 Thus, insurance cover and payout thresholds have been established \"based on the epidemiological characteristics of the diseases [as well as the] affordability and risk appetite of investors and reinsurers\" with little to no public oversight. 15 It is still unclear to what extent investor interests have been written into the PEF, a question that merits donor attention since Munich Re and Swiss Re are themselves potential investors. This question also raises concerns as to the degree to which WHO's mandate as the global arbiter of health emergencies, through its power to declare a public health emergency of international concern, has been curtailed.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 404,
                    "end": 406,
                    "text": "15",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Creating a market for pandemic risk"
        },
        {
            "text": "Even if bank donors had no information deficits in relation to the PEF, it remains unclear whether a \"market\" for pandemic insurance provision by the private sector even exists. Donor country governments like Germany and Japan tend to have a lower cost of capital than many private sector institutions and can generally obtain money on capital markets more cheaply than private borrowers. So should these governments really pay private investors to provide the money for them?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creating a market for pandemic risk"
        },
        {
            "text": "Several ripple effects and unintended consequences are also worth thinking about. 28 A financial market for pandemic risk management may replace the boom and bust cycles of donor willingness to give with the willingness of finance professionals to invest. 29 As part of this development, risk analysts and investors will incorporate the opinions of healthcare practitioners into their market assessments, turning public statements of health experts as well as WHO data into financial market indicators worth hundreds of millions of dollars.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 256,
                    "end": 258,
                    "text": "29",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Creating a market for pandemic risk"
        },
        {
            "text": "Moreover, people in the world's poorest countries who will be considered \"covered\" by the PEF once it is active might want to know how their coverage operates. This knowledge is currently not available to them, as more detailed information about the model that determines when and how the insurance is paid remains proprietary and is held by AIR Worldwide, a catastrophe risk analysis company with headquarters in Boston. 30 They might also wonder about the \"moral hazard\" of this new insurance mechanism. In an outbreak, will their governments continue to have their wellbeing at heart, even if just a few more cases of a certain disease may promise them millions of dollars by pushing them over existing insurance payout criteria?",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 424,
                    "text": "30",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Creating a market for pandemic risk"
        },
        {
            "text": "Finally, unintended consequences could arise if the PEF bonds were to be bought and sold on secondary markets where investors can take a view on whether the PEF bond prices reflect the risk of epidemic outbreaks or not. In that case, we might find that some investors are short selling them, in the belief that the likelihood of a pandemic outbreak is higher than bond holders estimate. In this case, at least some investors will have a direct economic interest in seeing a large health pandemic happen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creating a market for pandemic risk"
        },
        {
            "text": "In conclusion, in declaring pandemic preparedness a \"global public good\", the World Bank becomes more central in ensuring global health security. As a financial actor it also tries to provide a financial solution to a global health problem. Yet, in putting particular emphasis on market based solutions to health concerns, the bank risks creating a financial mechanism that is inefficient and opaque. This points to the wider tensions between the immediate pursuit of profit and the goal of providing healthcare to the world's poorest people. Healthcare practitioners, donors, and people seeking healthcare should examine on a case-by-case basis how business and financial interests may or may not align with the goal of improving public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Market based solution to a public health problem"
        },
        {
            "text": "Contributors and sources: FS collected the data, analysed it, and drafted the initial version of the paper. DS helped conceptualise and design the analysis and revised the draft. FS is an economic anthropologist studying the World Bank. His research focuses on the moral and financial aspects of global health economics. DS holds a Wellcome Trust Investigator Award on the role of the World Bank in global health and is the coauthor of Governing Global Health: Who Runs the World and Why? (OUP, 2017). Data analysed for this series included World Bank financial datasets, archival sources, publications and reports, and staff interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Market based solution to a public health problem"
        },
        {
            "text": "Competing interests: We have read and understood BMJ policy on declaration of interests and have no relevant interests to declare. This work was supported by Wellcome Trust [106635/Z/14/Z]. A senior member of the World Bank is on our project's advisory board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Market based solution to a public health problem"
        },
        {
            "text": "Provenance and peer review: Commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Market based solution to a public health problem"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Will Ebola change the game? Ten essential reforms before the next pandemic. The report of the Harvard-LSHTM Independent Panel on the Global Response to Ebola",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pate",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "15",
            "pages": "946--946",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Protecting humanity from future health crises. High-level Panel on the Global Response to Health Crises",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kikwete",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global public goods: a framework for the role of the World Bank",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Speech by World Bank Group President Jim Yong Kim at the annual meetings plenary",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Bank Group",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Jonas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Public goods: international cooperation in the 21st century",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kaul",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Grunberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/0195130529.001.0001"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Public goods and common resources",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Mankiw",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Principles of economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The tragedy of the commons. The population problem has no technical solution; it requires a fundamental extension in morality",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hardin",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Science",
            "volume": "162",
            "issn": "",
            "pages": "1243--1251",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global public goods for health: weaknesses and opportunities in the global health system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "J-A",
                    "middle": [],
                    "last": "Røttingen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Econ Policy Law",
            "volume": "12",
            "issn": "",
            "pages": "195--205",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Development report 1993: investing in health",
            "authors": [],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A retrospective and prospective analysis of the west African Ebola virus disease epidemic: robust national health systems at the foundation and an empowered WHO at the apex",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "15",
            "pages": "60644--60648",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Inside the World Bank's Pandemic Emergency Facility",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tyson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Bank Group launches groundbreaking financing facility to protect poorest countries against pandemics",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pandemic Emergency Financing Facility-global pandemic response through a financial intermediary",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "International Working Group on Financing Preparedness. From panic and neglect to investing in health security: financing pandemic preparedness at a national level",
            "authors": [],
            "year": 2005,
            "venue": "International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "http:// www3.weforum.org/docs/WEF_Managing_Risk_ Epidemics_report_2015.pdf 19 Commission on a Global Health Risk Framework for the Future. The neglected dimension of global security: a framework to counter infectious disease crises",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The financialization of Ebola",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Erikson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Somatosphere",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Save the Children. A wake-up call: lessons from Ebola for the world's health systems",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pushed to the limit and beyond",
            "authors": [
                {
                    "first": "Frontières",
                    "middle": [],
                    "last": "Médecins Sans",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "World Health Organization. Factors that contributed to undetected spread of the Ebola virus and impeded rapid containment",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Report of the Ebola interim assessment panel",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Governing global health: who runs the world and why?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clinton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Secrets from whom? Following the money in global health finance",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Erikson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Anthropol",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1086/683271"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "In nature's casino",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The anti-politics machine: \"development,\" depolitization, and bureaucratic power in Lesotho",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Catastrophic fixes: cyclical devaluation and accumulation through climate change impacts",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Environ Plann A",
            "volume": "47",
            "issn": "",
            "pages": "2503--2524",
            "other_ids": {
                "DOI": [
                    "10.1177/0308518X15594800"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "AIR Worldwide expands its global pandemic model",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Air Worldwide",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Cite this as",
            "authors": [],
            "year": 2017,
            "venue": "BMJ",
            "volume": "358",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.j3397"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "It is designed",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This is an Open Access article distributed in accordance with the terms of the Creative Commons Attribution (CC BY 4.0) license, which permits others to distribute, remix, adapt and build upon this work, for commercial use, provided the original work is properly cited. See: http:// creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}