{
    "paper_id": "8c04d0f21f205b1813637225ca11b61ed11f1a49",
    "metadata": {
        "title": "Mitigation and herd immunity strategy for COVID-19 is likely to fail",
        "authors": [
            {
                "first": "Barbara",
                "middle": [],
                "last": "Adamik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "es:barbara.adamik@umed.wroc.pl"
            },
            {
                "first": "Marek",
                "middle": [],
                "last": "Bawiec",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "marek.bawiec@pwr.edu.plmarekbawiec"
            },
            {
                "first": "Viktor",
                "middle": [],
                "last": "Bezborodov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "viktor.bezborodov@pwr.edu.plviktorbezborodov"
            },
            {
                "first": "Wolfgang",
                "middle": [],
                "last": "Bock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "bock@mathematik.uni-kl.de"
            },
            {
                "first": "Marcin",
                "middle": [],
                "last": "Bodych",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "bodychmarcin@gmail.commarcinbodych"
            },
            {
                "first": "Jan",
                "middle": [
                    "Pablo"
                ],
                "last": "Burgard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "burgardj@uni-trier.dejanpabloburgard"
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Götz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Tyll",
                "middle": [],
                "last": "Krueger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "tyll.krueger@googlemail.com"
            },
            {
                "first": "Agata",
                "middle": [],
                "last": "Migalska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Pabjan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "barbara.pabjan@uwr.edu.pl"
            },
            {
                "first": "Tomasz",
                "middle": [],
                "last": "Ożański",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "tomasz.ozanski@pwr.edu.pl"
            },
            {
                "first": "Ewaryst",
                "middle": [],
                "last": "Rafaj Lowicz C,",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "ewaryst.rafajlowicz@pwr.edu.plewarystrafajlowicz"
            },
            {
                "first": "Wojciech",
                "middle": [],
                "last": "Rafaj Lowicz C,",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "wojciech.rafajlowicz@pwr.edu.plwojciechrafajlowicz"
            },
            {
                "first": "Ewa",
                "middle": [],
                "last": "Skubalska-Rafaj Lowicz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "ewa.skubalska-rafajlowicz@pwr.edu.plewaskubalska-rafajlowicz"
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Ryfczyńska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "s.ryfczynska@gmail.comsararyfczyńska"
            },
            {
                "first": "Ewa",
                "middle": [],
                "last": "Szczurek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "szczurek@mimuw.edu.pl"
            },
            {
                "first": "Piotr",
                "middle": [],
                "last": "Szymański",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MOCOS International research group",
                    "location": {}
                },
                "email": "piotr.szymanski@pwr.edu.plpiotrszymański"
            }
        ]
    },
    "abstract": [
        {
            "text": "On the basis of a semi-realistic SIR microsimulation for Germany and Poland, we show that the R 0 parameter interval for which the COVID-19 epidemic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "stays overcritical but below the capacity limit of the health care system to reach herd immunity is so narrow that a successful implementation of this strategy is likely to fail. Our microsimulation is based on official census data and involves household composition and age distribution as the main population structure variables. Outside household contacts are characterised by an out-reproduction number R* which is the only free parameter of the model. For a subcritical domain we compute the time till extinction and prevalence as a function of the initial number of infected individuals and R*. For the Polish city of Wroc law we also discuss the combined impact of testing coverage and contact reduction. For both countries we estimate R* for disease progression until 20th of March 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Keywords: Microsimulation; SIR epidemics; Covid-19; Reproduction number; Mitigation strategy",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mitigation of a novel infectious disease with the aim to reach herd immunity is a classical textbook concept in epidemiology and has been successfully applied in the past, foremost in the case of novel influenza strains [1] [2] [3] . The idea is simple: in the absence of a vaccination for a novel infectious disease one tries to flatten the incidence curve to such an extent that the daily number of cases that require medical assistance is kept below the capacity of the health care system. The long term goals are to obtain a sufficiently large fraction of the population that has become infected and to reach herd immunity which would lead to a less severe or even subcritical second outbreak wave. On the other hand, an extinction strategy would aim at introducing sufficient contact reductions to keep the epidemic subcritical and not lifting these restrictions until the disease becomes extinct.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 is a novel disease which most likely emerged from a zoonotic event in China at the end of 2019 4 . In the meantime, it has affected more than 170 countries and surpassed 400 000 cases worldwide. The disease is highly infectious and spreads through droplets, similar to influenza. The case fatality rate seems to depend heavily on the quality of treatment and is currently (at the time of writing) estimated to be between 1.4 and 5 percent 5 . Of particular concern is the large number of patients requiring either breathing assistance or treatment in an intensive care unit (ICU) 6 . Different countries have implemented different defense strategies which are constantly being updated and adapted to the actual prevalence.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 590,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this article, we study the likelihood of success of such strategies, based on a semi-realistic microsimulation model for the spread of COVID-19. Simulations with census based household compositions and age distribution were carried out for Germany and Poland and for two representative major cities, Berlin and Wroc law. Microsimulations are considered an appropriate tool to describe complex structures of infection paths and disease progression and have been performed in the past for influenza 7 and recently also for Covid-19 8 . Our model summarises the net effect of all secondary infections caused by an infected individual outside its own household into an out-reproduction number R* which is the only free parameter in our model. We assume that the interactions within the household are hardly affected by social distancing strategies. Thus, the R* parameter best reflects the strength of nonpharmaceutical interventions. The stronger the interventions, the lower the R*. The mitigation strategy, however, needs to allow R* to be high enough to enable the population to reach herd immunity. We show that that the margin of R* for which successful mitigation into an overcritical but not ICU capacity-threatening epidemic can be achieved is extremely narrow, implying that this strategy is likely to fail. Moreover, we quantify the average extent to which social contacts have to be reduced in the population to achieve reasonable times for disease extinction. We present estimates in the case of subcritical epidemics for time till extinction as a function of R* and the initial number of infected individuals. The time till extinction has direct economic implications and depends strongly on R*, showing the critical importance of introducing strong social distancing measures. For Germany, at least an 80% reduction of social contacts outside households is required for the epidemic to become subcritical, and with this reduction, the time to disease extinction amounts to more than a year. An extinction time shorter than a year is only possible with a reduction of social contacts by more than 95 %. For the city of Wroc law we additionally discuss the combined effect of testing coverage and social contact reduction. High testing rates -defined here as the rate of uncovering mild cases -and household quarantine of positive cases allow for less stringent contact reduction but are on their own not sufficient to guarantee a subcritical progression of the epidemic. Finally, we estimate R* for the present situation in both countries under the assumption that no further spread-preventing actions are taken. Comparing the ratio of the present R* value with the value at which the epidemic becomes subcritical is a good indicator for the strengths of non-pharmaceutical interventions for a suc-cessful extinction strategy. For end-prevalence in the overcritical parameter domain we were able to derive theoretical predictions which match very well with the simulation results. The theoretical results show the strong impact which differences in the household size distribution have on the prevalence and demonstrate complementary to the numerical results how sensitive the prevalence depends on R* (see Appendix C).",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 501,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 533,
                    "end": 534,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We use an individual based SIR model to describe the spread of COVID-19. Compared to classical ODE models of epidemic spread, microsimulations have the advantage of a better representation of epidemiologically relevant heterogeneity in the population. In addition, the description of the individual disease progression can be used to study the impact of complex countermeasures such as extensive backtracking, testing and quarantine. The model is a non-Markov stochastic process in continuous time based on the infection probability of susceptibles in contact with infected individuals. The contact structure outside of households is represented as an inhomogeneous directed random graph where each node corresponds to an infected individual and the degree of that node corresponds to the number of secondary infections created by that individual. The degree itself depends on how long the individual stays infectious (infectivity time). Population structure: Our sample population is based on the census data on the census data (2011) as well as more recent official statistics (2019) from Poland 17-19 and a synthetic reproduction of the microcensus in Germany (2014) 9 (see Appendix A) and involves age and household composition. For the relative frequencies of the household sizes see Supplement A. Sample populations were used to represent two major cities with typical urban household structures: Wroc law and Berlin. Since we focus on a conceptual question, more detailed structures like spatial assignment, gender, profession or comorbidity relevant health status are omitted. Disease progression within patients: The Covid-19 progression within patients is modelled according to the present medical knowledge. The incubation time is assumed to follow a lognormal distribution with median 3.92 and variance 5.516 [lognormal parameters: shape=0.497, loc=0.0, scale=3.923]. The age dependence of the probability to be hospitalised or to have severe progression or to have critical progression with requirement for ICU treatment is given in Table 1 . Table 1 : Age dependence of the probability to develop a certain level of symptoms. The probability for death was assumed to be 49% within the critical patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2046,
                    "end": 2053,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 2056,
                    "end": 2063,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Model description"
        },
        {
            "text": "The time till hospitalisation from the onset of symptoms is assumed to be Gamma distributed with median 1.67 and variance 7.424 [gamma parameters: shape=0.874, loc=0.0, scale=2.915] 10 Patients with non severe progression eventually stay at home and the time from onset of symptoms till staying at home is also assumed to be Gamma distributed with median 2.31. and variance 8.365 [gamma parameters: shape=0.497, loc=0.0, scale=3.923] 11 . The maximal duration of the infectious period is assumed to be 14 days 12 . Contact structure and infection transport: Within the households we assume a clique contact structure. Empirical studies have shown that a large fraction of secondary infections are taking place within households 13 . We hence assumed that the probability of a household member to become infected by an already infected household member, who is infectious within a time interval of length T , scales as 1 − exp(−T /L) and L + 1 is the household size. Here, the time T is measured in days. Outside of the households we assume that infected individuals create on average c · T secondary infections, given that all contacts of these individuals are susceptible, where c is an intrinsic parameter. Note the time T being infectious is different for contacts inside and outside the household. The out-reproduction number R* is defined as the expectation of c · T , which is equal to 2.34c under our assumptions of disease progression within patients. The actual number of secondary infections of an individual outside the household is assumed to be Poisson distributed with mean (c · T ). The total reproduction number R 0 is given by the sum of R* and the number of secondary infections generated inside the household. The duration of the infectivity time T implicitly depends on age. This is due to the fact that infectivity time is reduced for individuals with severe disease progression, as those patients become hospitalized. Se-5 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 434,
                    "end": 436,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 728,
                    "end": 730,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Model description"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model description"
        },
        {
            "text": "vere progression is in turn more probable for older infected individuals. The outside household contact structure was intentionally chosen to be simple in order to have only one relevant and easily interpretable parameter in the model. We do not consider super-spreading events that could enhance the progression of the epidemic. Such events might have a strong impact at the beginning of an epidemic outbreak but, as the number of cases increases, the mean number of secondary infections R will dominate the evolution. Testing and quarantine: For Wroc law we included additional model features to study the effect of testing followed by household quarantine in case the testing was positive. We assume that individuals with severe symptoms will always be detected and individuals with mild symptoms will be detected with probability q two days after the onset of symptoms. A detection is followed up by quarantine of the corresponding household with the effect that all out-household contacts by members of those households are stopped. The parameter q can be interpreted as the likelihood that a person with characteristic mild symptoms will be tested for COVID-19. We did not consider the effect of backtracking in this article since it is a prevention strategy mainly applied during the early and final phases of the epidemic. Table 2 : Intervals of R min ≤ R * ≤ R max for a possible successful overcritical mitigation. Table 2 shows the intervals of R min ≤ R * ≤ R max which contain the inteval in which a successful overcritical mitigation is possible for both countries 6 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1331,
                    "end": 1338,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1425,
                    "end": 1432,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Model description"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . and towns. In other words R max and R min are upper and lower bounds for a successful mitigation. A detailed description about how to obtain the values in Table 2 can be found in the Appendix A.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 240,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Here, successful means that even at the peak of the outbreak the epidemic stays below the capacity threshold of intensive care units. Our capacity thresholds for Germany and Poland are based on public statistical sources 14, 15 and on the very moderate assumption that only 80% of the existing ICU places are occupied 16 . The upper bound for R* of those intervals is denoted by R max . This value is transferred into an average per day growth rate of prevalence, as it is reported by most health offices in their daily situation reports. An average per day growth rate was calculated from the first 50 days of the epidemic. We defined R max as the smallest R* value for which 10 sample paths surpassed the ICU threshold within D days. For cities D was chosen to be 200 days and for countries 700 days. The critical value R min was defined as the largest R * < R max for which the daily incidence at day 200 was below 50% of the initial number N o of infected (N o = 100 for Wroc law, N o = 1000 for Berlin, N o = 1000 for Poland and N o = 15000 for Germany). As can be seen from the values in Table 2 , all intervals for a successful mitigation are small, which is below 0.11 in units of R * .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 227,
                    "text": "15",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 318,
                    "end": 320,
                    "text": "16",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1094,
                    "end": 1101,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Timelines for the epidemic at the R max value are given in Figure 1 . Differences in the values of R max , R min and the actual value of R* between the two countries and cities are due to differences in the household structures and different capacity thresholds. We also provide the size of the interval for a successful mitigation for a scenario where households with infected members are quarantined with a 50% chance (for details see section model description). This alternative scenario was only studied for Berlin and Wroc law. Although the location of the critical intervals is slightly different in the alternative scenarios, we observe that the size of critical intervals is only marginally affected (see Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 720,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The present values of R* were fitted according to the disease progression till 20th March 2020 in Germany and Poland and summarized in Table 2 . In Figure 1 we show the timeline of the relevant observables for the uncontrolled epidemics. For selected values of R* in the overcritical domain the endprevalence of the epidemics for Wroc law are displayed in Figure 2 and Figure  3 . We compare them with theoretical predictions from random graph and branching process theory (see mathematical supplement in Appendix C for further details). For values of R* within the critical interval Figure 3 shows the level of herd immunity achievable by a successful mitigation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 156,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 364,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 378,
                    "text": "Figure  3",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 592,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Figure 1 : Timeline of the relevant observables for the uncontrolled epidemics: an example outcome of the epidemic in Wroc law growing at R* currently observed for Poland starting from 100 infected agents; We run a simulation on a randomly sampled population of 636 thousands of agents that fits the demographics (including. age and household structure) of Wroc law. The left column presents daily incidents: new infections and hospitalization events. The right column shows a plot with the timeline of the epidemic. More than 95% of the population is predicted to be infected within a 3 months time frame starting from the first 100 infected agents.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "7"
        },
        {
            "text": "A heat map for the time till extinction and prevalence in the subcritical domain is given in Figure 4 (detailed numerical values are given in Appendix B). The time till extinction was defined as the first day when no active cases were present. This time is about 1-2 months longer than the time when no new infections appear due to cases with a very long lasting recovery. The extinction times vary strongly in R* but only weakly in the initial number of cases. In addition from Figure 4b the dependence of the final prevalence on those two parameters can be obtained.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 101,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 479,
                    "end": 488,
                    "text": "Figure 4b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "7"
        },
        {
            "text": "As can be seen from Figure 4a , extinction times below 8-9 months only occur for values of R* below 0.2. In order to put the small values of R* in the right context and to understand the social implications, one has to compare them to the actual R* value from Table 2 . Till the 20th of March the German growth rate corresponds to the value R * = 3.04. A reduction to values less than or equal to 0.2 implicates a 15 fold reduction of social contacts. In other words, out of 15 contacts only one is allowed to persist on 8 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 29,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 260,
                    "end": 267,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "7"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . average. Hence a lockdown which targets at reasonable low R* values has to reduce daily life social contacts (including workplace) by more than 90 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "Furthermore, we observe that doubling the initial number of infected individuals essentially leads to a doubling of the final prevalence and hence fatalities, independently of the R* value. Reported doubling times in many countries are at present between 4-6 days. Therefore an implementation of effective countermeasures as early as possible is recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20043109 doi: medRxiv preprint In Figure 5 we present results for additional scenarios which were only simulated for the city of Wroc law. Figure 5a shows for various parameters combinations of R* and q -the probability for mild symptom patients to get tested -the prevalence after 200 days averaged over 10 independent simulations for each parameter pair. R* refers here to the baseline scenario without quarantine, that is R*=2.34c. It should be noted that the true mean number of out-household secondary cases in the quarantine scenario is less than R* and depends on q. The value q=0 corresponds to the base setting described above. Again, there is a rather narrow band of values for which mitigation is possible. In Figure 5b the blue colors indicate the average number of days after which the ICU threshold was surpassed. Parameter combinations where after 200 days less than 10 active cases were found are marked in white and correspond to subcritical progression. The yellow fields correspond to parameter combinations where neither of the first two criterion are fulfilled. For details see Appendix B. Therefore the parameter combinations for a sucessfull overcritical mitigation are limited within the yellow fields.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 252,
                    "end": 261,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 834,
                    "end": 843,
                    "text": "Figure 5b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "9"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "Semi-realistic microsimulations for Germany and Poland, on the basis of our model, give strong indications that there is only a narrow feasible interval of epidemiologically relevant parameters within which a successful mitigation is possible. Social distancing measures imposed by state authorities can hardly be fine-tuned enough to hit this critical interval precisely. Furthermore, herd immunity within these intervals is at best 15% percent of the population and would hence not provide sufficient protection for a second epidemic wave. The main reason for the narrowness of the mitigation interval as well as for the low critical value R min is the household structure. Infections within the households for patients with mild progression can hardly be avoided and therefore a small number of infection links between the households can already make the epidemic overcritical. In the subcritical domain we observe a strong dependence of time till extinction on the outreproduction number R*. Reasonable extinction times are only achievable for very low values below 1/3 secondary infections outside of households. We conclude that instead, an extinction strategy implemented by quick, effective 11 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . and drastic countermeasures similar to those put in action in China is ultimately required to reduce social contacts outside households and slow down the progression of the epidemic. If social distancing countermeasures are too weak there is a high risk of collapse of the public health system within a very short period of time. If contact reduction is not kept in force until disease extinction a second epidemic outbreak may result 8 . Therefore, in order to control the epidemics it is nessesary to wait until it gets extinct. The application of an epidemic management plan based on a flawed strategy of herd immunity may easily lead to an uncontrollable epidemic. We also strongly advise combining social distancing and contact related countermeasures with an extensive testing strategy including individuals with characteristic symptoms but unknown contact history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We would like to thank the University of Science and Technology Wroc law, the University of Wroc law and the Medical University of Wroc law for their support and assistance to the MOCOS group. We thank WCSS (Wrocaw Centre for Networking and Supercomputing) for giving us high priority access to computational resources. We also thank the City of Wroc law, Nokia Wroc law, EY GDS Poland and MicroscopeIT for their support. Special thanks goes to Dr. Jacek Pluta for his support and help for MOCOS on all administrative levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "In Appendix A we give additional model specifications and additional timelines for various parameter settings. Detailed numerical values for the Figure 4 and Figure 5 are provided in Appendix B. In Appendix C we present and outline the equations used for the theoretic computation of the final prevalence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 158,
                    "end": 166,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Appendices"
        },
        {
            "text": "Appendix A.1. Generation of the German synthetic households data",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Model Specifications"
        },
        {
            "text": "The German data was generated using the information gathered on household composition with the German Microcensus 2014 9 . For this purpose representative households were generated synthetically and resampled in order 12 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Model Specifications"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Model Specifications"
        },
        {
            "text": "to fit the size of the population estimated from the same survey. To retain the regional heterogeneity of households across Germany, this was done for each of the federal states separately. Hence, also the composition of households for the Berlin data set is adapted to household structures in Berlin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Model Specifications"
        },
        {
            "text": "The Polish data was generated using the data published by Statistics Poland (Gwny Urzd Statystyczny) 17, 18 . The population was generated using data on the size and structure of the population by sex and age in all local and administrative units of the country as of 30 June 2019. The households for Poland were generated from the projection for year 2020 published in the Household projection for the years 2016-2050; each voivodeship was processed separately to preserve regional heterogeneity. The households for the city of Wroc law were generated based on the National Census of Population and Housing 2011 19 , Households and families in the Lower Silesian Voivodeship, and resampled in order to fit the size of the city population reported on 30 June 2019.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "17,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 105,
                    "end": 107,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix A.2. Generation of the Polish synthetic households data"
        },
        {
            "text": "Under the assumption that the detection rate of infected persons is constant over time, the observed numbers of infected persons are valid for estimating the R* in the population. To find the R* under the present model that fits the observed evolution of cases in Germany and Poland and also for Wroc law and Berlin the following procedure was followed. First a very sparse grid of possible R* was chosen to see the evolution of the stochastic microsimulation over time. As the observed data from 5th March till 20th March were available, the increase from a starting number of infected persons to the final number, as of 20th March, should have occurred within these 16 days. To show the narrowness of the possible parameters an example for this procedure will be made for the federal state of Berlin. In Figure  A .6 the box-plots of the duration are plotted for obtaining an increase of 13 (5th March, Berlin) to 848 (20th March , Berlin) in 16 days. Values above the horizontal line at 16 indicate that R* is too low, as it takes too long to take the evolution, and values below 16 state that R* is too high, as it evolves faster than the observed values. However, as we are dealing with a stochastic microsimulation it is clear that the outcome after a given time is not deterministic, but may vary quite a lot. Therefore, the dots indicate the average duration to perform the above said evolution. From this Figure A.6 13 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 806,
                    "end": 815,
                    "text": "Figure  A",
                    "ref_id": null
                },
                {
                    "start": 1414,
                    "end": 1424,
                    "text": "Figure A.6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Appendix A.3. Fitting the R* under the model to the observed infection cases"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A.3. Fitting the R* under the model to the observed infection cases"
        },
        {
            "text": "the suspected R* could be seen to be somewhere in the neighbourhood of 3.883. To validate this, we then look at the different runs and compare it with the observed values in a semilog plot as is usual for exponential growth functions. This plot is given for Berlin in Figure A.7 . Each blue line represents one simulation run. The simulation started with 5 infected persons. As can be seen, as usual in stochastic microsimulations, it takes some time till the dynamic of the simulation stabilizes, which is definitely already the case when 13 infected persons are reached in the average of runs. This point is indicated as the 5th March where this number of infected individuals was observed in Berlin. As can be seen from the graph, the red line indicating the observed values lies in the center of the simulation path. So we are confident that this R*=3.883 is a good approximation to the actual R* in Berlin. Similarly, the R* are gathered for Poland R*=3.159 (5th of March until 21th of March) and Germany R*=3,041. Note that the epidemic in Wroc law is still in such an early stage that the case numbers do not yet allow a reliable estimation. We thus assume for now that the R* for Wroc law coincides with the estimated R* for Poland.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 278,
                    "text": "Figure A.7",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Appendix A.3. Fitting the R* under the model to the observed infection cases"
        },
        {
            "text": "14 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A.3. Fitting the R* under the model to the observed infection cases"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . In contrast to R* there is no data we can align the simulation to for obtaining the R min and R max values. We defined R max as the smallest R* value for which 10 sample paths surpassed the ICU threshold within D days. For cities D was chosen to be 200 days and for countries 700 days. The critical value R min was defined as the largest R * < R max for which the daily incidence at day 200 was below 50% of the initial number N o of infected. That is, it represents the R* that will most probably not threaten the health-care system. To find these values we started fitting a sparse grid of plausible R*. By bisection we gradually made the grid finer to approach both R min and R max as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A.3. Fitting the R* under the model to the observed infection cases"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20043109 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . In Figure B .11 we present numerical results for Figure 5 . Parameter combinations where after 200 days less than 10 active cases were found are marked in green and correspond to subcritical progression (for fields with percentage numbers not all simulations ended with less than 10 active cases; the percent number refers to the fraction of simulations for which less than 10 active cases at 200 days were observed). In Figure B .12 we display by red fields with numbers those parameter pairs for which the ICU demand surpasses the threshold of ICUs (for fields with percentage numbers not all simulations ended with less than 10 active cases; the percent number refers to the fraction of simulations for which less than 10 active cases at 200 days were observed). The average number of days after which this happens is presented in the same figure. A red field with no number in can be considered as a pair of parameters for which successful mitigation takes place. The white fields correspond to overcritical parameter combinations for which the whole epidemic has already finished and less than 10 active cases were found 200 days after the outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 89,
                    "text": "Figure B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 127,
                    "end": 135,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 499,
                    "end": 507,
                    "text": "Figure B",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "16"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Figure 4b) shows the corresponding prevalences at the end of the simulation in thousands. Reported times and prevalences are averages over 10 simulations for each parameter combination. For each simulation the initial infected individuals were uniformly sampled from the population. Numbers in the bottom denoted with * are due to the fact that epidemics were not stopped in 700 days. Additionally, two last numbers were labelled as 1000+ as the second stopping criterion (prevalence > 1 million) was triggered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 164,
                    "text": "Figure 4b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "17"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Numbers in red fields denote the mean number of days it takes until the ICU capacity is exceeded. Percentage number in green fields give the fraction of simulations for which less than 10 active cases after 200 days were observed and percentages in red fields give the fraction of simulations which exceeded the ICU capacity threshold. All averages were taken over 10 simulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "The theoretical curve in Figure 2 was computed on the basis of results from the theory of heterogenous random graphs 20 and multitype branching processes. We adapted known formulas for the size of the giant component in sparse heterogenous random graphs. To do so we had to take into account the clique structure within households and the specific disease progressions within patients given by our model setup. We first evaluated the size the giant component on a random graph representing the infectious connections between household. The final prevalence of the infection in the population 20 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Appendix C. Mathematical Supplement"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20043109 doi: medRxiv preprint can the be obtained by a proper weighted scaling. In detail we used the following formulas. We denote by h(k) the proportion of households of size k in our sample population, hence where p 0,k is the probability that a household member in a k− size household will not infect any other household member and c 0 E is the expected number of secondary cases generated by an infected individual outside it's household conditioned that the individual will have a disease progression which makes a hospital stay necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C. Mathematical Supplement"
        },
        {
            "text": "Here ρ (k) can also be interpreted as the survival probability of an associated branching process describing the initial spread of the epidemics starting with one infected household of size k. The quantities p 0,k and E in the exponent take into account the combined effect of reduced household infections due to patients which get early hospitalized and the reduced number of secondary infections generated by such patients. The numerical values of p 0,k and E can be computed from the underlying distributions for disease progression within patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C. Mathematical Supplement"
        },
        {
            "text": "The relative prevalence of the epidemics in the sample population is then given by j=1 jh(j)ρ(j) j=1 jh(j) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C. Mathematical Supplement"
        },
        {
            "text": "Note that the formulas estimate only asymptotic relative size of the giant component and therefore cannot be used to estimate prevalences for subcritical epidemic. Details, further refinements and proofs will appear in a forthcoming paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C. Mathematical Supplement"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20043109 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Community mitigation guidelines to prevent pandemic influenzaUnited States",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Qualls",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levitt",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kanade",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wright-Jegede",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dopson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggerstaff",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Levitt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "MMWR Recommendations and Reports",
            "volume": "66",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mitigation strategies for pandemic influenza A: balancing conflicting policy objectives",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS computational biology",
            "volume": "7",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931--934",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "China Novel Coronavirus Investigating and Research Team. A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "China. Nature Medicine",
            "volume": "382",
            "issn": "8",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Preparing for COVID-19: early experience from an intensive care unit in Singapore",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Liew",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Siow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maclaren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "See",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Critical Care",
            "volume": "24",
            "issn": "1",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "FluTE, a publicly available stochastic influenza epidemic simulation model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Obenchain",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS computational biology",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Dighe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Imperial College COVID-19 Response Team",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Forschungsdatenzentren der statistischenÄmter des Bundes und der Länder",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21242/12211.2014.00.00.3.1.0"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Incubation period and other epidemiological characteristics of 2019 novel coronavirus infections with right truncation: a statistical analysis of publicly available case data",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Report of the who-china joint mission on coronavirus disease 2019 (covid-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Secondary attack rate and superspreading events for SARS-CoV-2. The Lancet",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ICU mortality and variables associated with ICU survival in Poland: a nationwide database study",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weigl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adamski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gorynski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hultstrm",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "European Journal of Anaesthesiology (EJA)",
            "volume": "35",
            "issn": "12",
            "pages": "949--954",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Press release No. N 011 of 13",
            "authors": [
                {
                    "first": "Statistisches",
                    "middle": [],
                    "last": "Bundesamt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Population. Size and structure and vital statistics in Poland by territorial division in 2019. As of 30th June",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Demographic characteristics -National Census of Population and Housing",
            "authors": [],
            "year": 2011,
            "venue": "Households and families in the Lower Silesian Voivodeship",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The phase transition in inhomogeneous random graphs",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bollobás",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Janson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Riordan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Random Structures & Algorithms",
            "volume": "31",
            "issn": "1",
            "pages": "3--122",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Prevalence Zoomed region near R min and R max .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 4a) Time till extinction in the subcritical regime in dependence of R* and the initial number of infected individuals.Figure 4b)Prevalence extinction in the subcritical regime in dependence of R* and the initial number of infected individuals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Epidemics outcome in Wroc law depending on a mixture of detection rate and social distancing measures (starting from 100 infections).Figure 5adisplays the prevalence. InFigure 5bthe blue colors indicate the average number of days after which the ICU threshold was surpassed. Parameter combinations where after 200 days less than 10 active cases were found are marked in white and correspond to subcritical progression. The yellow fields correspond to parameter combinations where neither of the first two criterion are fulfilled.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Boxplot of time needed in the simulation to reach 848 infected people starting form 13 infected people in Berlin given different R* parameters.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Development of the epidemic in Berlin given the fitted R* of 3.883. Blue lines are developments under different random runs and red dots show the observed number of infected in the timespan of 5th March to 20th March. Appendix A.4. Searching for the R min and R max",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The progress of the epidemic for R min (left), R max (right) and one value in between for Germany.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The progress of the epidemic for R min (left), R max (right) and one value in between for Berlin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "10 gives the numerical values for the time till extinction in the subcriticial regime.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "B.10: a) shows time till extinction of the epidemics for Poland for selected R* values and different initial numbers of those infected. Simulations were stopped at 700 days if time till extinction was longer or at 1 million infected people if prevalence was larger.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "B.11: Epidemics outcome in Wroc law depending on a mixture of detection rate and social distancing measures (Starting from 100 infections). Green color indicates a subcritical regime (less than 10 cases after 200 days); Red color indicates a critical regime; White color indicates a 'supercritical' regime (full blown epidemics ends within 200 days). Numbers in Figure a) denote epidemics prevalence after 200 days; numbers are given in thousands.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Epidemics outcome in Wroc law depending on a mixture of detection rate and social distancing measures (Starting from 100 infections)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "k) = 1. Let further c 0 := cEt inf be the average number of people an individual infects outside the household where Et inf is the expected time being infectious outside the household. Let further Q = 10 j=1 jh(j) be the average household size. The constant c is the intrinsic parameter described in the model description of the main text. Then fraction ρ(k) of infected households in the giant component is given by the largest solution of ρ(k) = 1 − exp − c 0 (p 0,k k + E) Q j=1 jρ(j)h(j)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "C.13: Theoretical predictions for the relative end-prevalence of the epidemic as a function of R * for R * ≤ 2. The differences between the two countries and cities are due to the different household size distribution.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.03.25.20043109 doi: medRxiv preprint 0.00 0.32 0.63 0.95 1.26 1.57 1.89 2.21 2.52 2.83 3.15 R* R* as fraction of referenced R*=3.16 (growth rate for Poland as of 20th March) Detection rate of mild cases (fraction of all mild cases) 57.2 (20%) 40.3 31.5 27.4 24.6 23.1 22.2 21.5 20.7 19.7 19.6 19.1 18.7 18.3 18.1 17.8 17.5 17.6 56.9 36.8 30.1 26.5 24.6 23.6 22.3 21.7 20.6 20.7 19.2 19.4 18.6 18.4 18.2 18.0 17.6 70% 128.8 44.0 33.7 28.0 26.3 24.9 23.3 22.1 21.4 20.8 20.3 19.5 19.0 19.1 18.6 18.1 18.1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}