{
    "paper_id": "8c55c64ec99a1eb5609c20f8d362a1f6b75f5bda",
    "metadata": {
        "title": "Process Development for the Care of the Person Under Investigation for Ebola Virus Disease: a Collaboration of Biocontainment Unit and Emergency Medicine Personnel",
        "authors": [
            {
                "first": "Shelly",
                "middle": [
                    "S"
                ],
                "last": "Schwedhelm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nebraska Medicine",
                    "location": {
                        "settlement": "Omaha",
                        "region": "NE",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "C"
                ],
                "last": "Wadman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska Medical Center",
                    "location": {
                        "settlement": "Omaha",
                        "region": "NE",
                        "country": "USA"
                    }
                },
                "email": "mwadman@unmc.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "During the West African Ebola epidemic of 2014, a small number of individuals with documented Ebola virus disease (EVD) entered our healthcare system and received medical care at hospitals in the USA. Most of these patients arrived in the USA with known EVD and a well-defined plan for transport to biocontainment units (BCUs) selected for their special expertise in managing patients with highly contagious diseases via specially outfitted ambulances. In contrast, one patient traveled from West Africa and presented to a US emergency department (ED) with a febrile illness ultimately determined to be EVD, resulting in transmission of the virus to healthcare providers [1] . The Centers for Disease Control and Prevention (CDC) recommended obtaining a travel history and symptom evaluation as a screening regimen for EVD to prepare EDs and other healthcare facilities prepared for these patients to ensure the delivery of quality care that is safe for patients and healthcare providers.",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 674,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many hospitals did not have the capacity to provide definitive care to patients with EVD; the CDC recommended a three-tiered system to facilitate safe and consistent evaluation of patients with suspected or confirmed EVD and ensure appropriate management of all patients. Public health officials on the state and community levels in close collaboration with local hospital officials have selected healthcare facilities for each state to provide one of three levels of screening, testing, or definitive management: frontline healthcare facilities (primary screening EDs), Ebola assessment hospitals (isolation of patients with possible EVD for up to 5 days, with capabilities to safely evaluate and manage the patient until the diagnosis of EVD is confirmed or excluded), and Ebola treatment centers (facilities receiving CDC approval to provide ongoing definitive care for the patient with EVD) [2] . Ebola treatment centers provide the highest level of care for EVD patients, and the expertise of biocontainment unit personnel at these facilities may provide great benefit to their respective EDs through close collaboration in the development of processes.",
            "cite_spans": [
                {
                    "start": 895,
                    "end": 898,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Appropriate selection of patients for further evaluation is critical to safe and efficient operation of any healthcare facility. Epidemiologic risk factors for EVD and exhibiting the signs and symptoms consistent with the disease within 21 days define a patient as a person under investigation (PUI) according to the CDC [3]. Laboratory-confirmed EVD is defined as a patient with a positive test for Ebola virus RNA by a molecular assay. If the PUI presents after having more than 3 days of symptoms, a negative laboratory screen effectively rules out EVD. A PUI with less than 3 days of symptoms and a negative laboratory screen at initial presentation requires follow-up testing 72 h after the onset of symptoms to reliably exclude EVD. In the interim, the PUI must remain in isolation. During this time interval, CDC recommendations require isolation in a single occupancy room with a dedicated bathroom, standard contact and droplet precautions, and the use of appropriate personal protective equipment (PPE) by all healthcare personnel [2]. Some hospitals may isolate these patients in inpatient beds or BCUs, but the majority of facilities are likely to hold these patients in the ED or observation areas until the diagnosis of EVD is confirmed or excluded. During the observation period, the PUI may present other signs or symptoms that require further investigation or intervention. The PUI requires ongoing evaluation of their condition with appropriate management to ensure quality patient care [4, 5••] . During the fall of 2014, the CDC described two PUIs with negative follow-up testing for EVD who ultimately died from the illness that brought them to the hospital and that Befforts to establish alternative diagnoses were reported to have been hampered or delayed because of infection control concerns^ [6] . These reports raise the question of whether some PUIs may receive a different level of care due to their PUI status and the extensive measures necessary to ensure provider safety. To effectively address this challenge, facilities tasked with the care of PUIs must follow a standard process to ensure appropriate and safe care for the PUI. According to the CDC, an Ebola assessment center should Bensure there is no delay in the care for these patients by being prepared to test, manage, and treat alternative etiologies of febrile illness as clinically indicated^[2].",
            "cite_spans": [
                {
                    "start": 1505,
                    "end": 1513,
                    "text": "[4, 5••]",
                    "ref_id": null
                },
                {
                    "start": 1818,
                    "end": 1821,
                    "text": "[6]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Patient under investigation for EVD"
        },
        {
            "text": "At our center, we utilized the special expertise and patient care experience of BCU and ED personnel to define processes for the identification, isolation, and management of the PUI. Since our ED serves an academic medical center with a biocontainment unit, our processes may not readily transfer to smaller, non-tertiary care facilities, but our descriptions may serve as a guide for ED planning to provide safe screening and consistent care to all patients during the PUI evaluation period [7•]. The described ED processes to provide care for a PUI were developed through an expert review and consensus of healthcare personnel and administrators at the University of Nebraska Medical Center/Nebraska Medicine (UNMC/NM), which is designated as an Ebola treatment center with EVD patient care experience, BCU workflow, ED patient care, and ED workflow. The processes underwent review and modification based on feedback from healthcare providers and experts reviewing instances of patient care when the processes were utilized. The reviewers included nurses, physicians, laboratory directors, industrial hygienists, hospital legal counsel and risk management, and administrators from both the ED and the BCU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "Processes to ensure safe and clinically indicated evaluation of the PUI",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "The BEbola Viral Disease ED Screening Protocol,^an algorithm developed by UNMC/NM, describes the initial screening and isolation process for a PUI and provides a standard approach customized to ED patient flow and physical plant [7•] . Every patient presenting to the ED is subject to a sequential screening protocol. A positive screen for epidemiologic risk and signs or symptoms consistent with EVD is highlighted in the electronic health record (EHR) and is communicated verbally to initiate immediate minimization of close patient contact, limiting the number of healthcare providers for the PUI, donning of mask and gloves for both the PUI and ED personnel, and escalating PPE requirements for further evaluation and management, if indicated, depending on defined risks. Medical personnel escort the patient to the designated ED isolation area. An ED notification algorithm is initiated by the lead nurse, resulting in immediate notification of all essential personnel, including the ED manager, manager of facilities, BCU executive director, infection control liaison, county health department epidemiologist, public health laboratory technologist on call, and required CDC personnel once evaluation is completed as appropriate.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[7•]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Screening"
        },
        {
            "text": "The ED isolation area consists of a cluster of three examination rooms with all access points in a small alcove that is isolated from high-traffic areas for patients and staff. Each facility will differ in terms of physical dimensions and layout of the isolation area, but even the smallest EDs must determine the location of a room in a low-traffic area with space nearby that is needed for donning and doffing, equipment storage, and waste management activities. Once a PUI is placed in isolation, construction grade plastic sheeting is applied to effectively screen the area. We use a negative pressure room for the patient care area, while the other two adjacent rooms serve as staging and storage areas for equipment and waste generated by patient care activities. While currently not required by the CDC, a negative pressurized room not only provides additional safety if any body fluids are aerosolized but also allows this protocol to serve as the standard approach to other highly infectious diseases transmitted via the airborne route. The large volume of waste resulting from the care of the PUI requires additional space to allow for safe storage and preparation for disposal. Patient care equipment must remain out of service for a defined time frame prior to disinfection, so it is necessary to plan for storage of this equipment as well in the confined location. The alcove directly outside of the patient care room serves as the space for donning and doffing of PPE [5••] .",
            "cite_spans": [
                {
                    "start": 1482,
                    "end": 1487,
                    "text": "[5••]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Screening"
        },
        {
            "text": "PPE education sessions are scheduled semiannually and involve the use of kits prepositioned in the ED. PPE use follows a preplanned sequence that is learned and practiced through in situ simulation sessions. The ED primary nurse for the PUI opens the BEVD Starter Kit^which includes three individual packets. The contents of the first packet include covers for the head and neck, a face shield, an N95 mask, standard patient care gloves, long-cuff gloves, surgical gown, boot covers, and a doffing pad or large fluid repellent drape. The second packet contains a laminated CDC case definition and risk algorithm card, two peripheral IV start kits, two tubes for laboratory specimen collection, bleach wipes, autoclave bags and tape, and a sleeve for the radiology diagnostic X-ray machine. The contents of the third packet include items needed for the provider's personal hygiene following doffing, including supplies for the provider's showering. The primary nurse then dons the BCU-level PPE, while the lead nurse, with specific training in PPE, observes donning and doffing procedures and monitors for full compliance [8•, 9•].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PPE for ED personnel"
        },
        {
            "text": "The history and physical examination of the PUI begin with the measurement of the initial vital signs by the primary nurse. The nurse also confirms the travel or exposure history with the PUI. A computer with camera and microphone is available in the isolation area, and a second computer in the ED staff station facilitates patient-provider communication. The ED physician then takes the history via video link, focusing on the risk factors for exposure to the Ebola virus and the symptoms consistent with EVD. If the ED physician, in consultation with county public health department officials, determines that the patient does not meet PUI criteria (i.e., confirmed epidemiologic risk factors and presenting symptoms consistent with EVD), the PUI status is discontinued and further evaluation and management proceed in the usual manner. Once PUI status is confirmed, ED leadership must consider the need for additional ED personnel to ensure adequate staffing for the ED [5••] . After confirmation of PUI status, the physician then must use the previously described PPE to perform the physical examination. Physician donning of PPE follows a sequence that minimizes potential for contamination during patient evaluation and management. Earbuds for a telemedicine stethoscope are inserted prior to placement of the head cover. A digital stethoscope diaphragm is utilized, transmitting heart or lung sounds to the earbuds through wireless technology. Following completion of the examination, a string attached to the earbuds is pulled in a downward motion, disengaging the earbuds from the examiners' external auditory canals. The earbuds are then disposed of in the patient room. The use of this technology alters the standard technique for removal of a stethoscope from a provider's ears by grasping the ear tubes and disengaging the ear tips. As a rule, it is essential to avoid any potential for the provider's hands to touch or come in close proximity to any areas of the face or neck at any time. Following use, the digital stethoscope diaphragm is cleaned and disinfected during room decontamination [5••] .",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 979,
                    "text": "[5••]",
                    "ref_id": null
                },
                {
                    "start": 2108,
                    "end": 2113,
                    "text": "[5••]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "History and physical examination"
        },
        {
            "text": "The PUI is transported within the hospital for essential diagnostic and treatment only. Any consideration of in-house transport is closely scrutinized, and the benefits of the transport are balanced with potential exposure risks for medical personnel and other patients. Transport of a PUI must involve a decontamination plan for the destination and the entire transport route, if needed. If transport within the facility is necessary, the route is planned, and any equipment and personnel required for transport are assembled and staged in appropriate locations along the route to facilitate safe and timely transport [10••] . The PUI is placed either within a specialized isolation unit or required to utilize PPE during the transport to reduce the likelihood of contaminating the route. The transport should utilize the most direct route with access to the route limited to the transport team only. Hospital security officers accompany the transport team to ensure control of access. A member of the transport team in PPE is dedicated to spill monitoring and management.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 625,
                    "text": "[10••]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In-hospital transportation"
        },
        {
            "text": "Laboratory testing for EVD must follow strict guidelines to minimize the potential for exposure and ensure the safety for healthcare providers. Consultation with the Department of Infection Control, the county or state epidemiologist, the public health laboratory (PHL) technologist on call, and the emergency operations center at the CDC is advised before any specimen collection for EVD screening [11••] . If, in consultation with the appropriate authorities, a decision is made to perform EVD screening, the molecular screening test is conducted by the PHL. PHLs are the only laboratories authorized to use the US Department of Defense Emergency Use Authorization (EUA) Ebola Zaire Target 1 real-time reverse transcriptase polymerase chain reaction (EZ1 rRT-PCR) assay, and most PHLs at the state level or in larger metropolitan areas have received approval to perform this testing. The rRT-PCR assay, which is an approximate 4-h assay, is reliable when testing blood from a PUI who has had more than 3 days of symptoms. A negative result following 3 days of symptoms is considered confirmatory, while a positive result at any point in time related to symptoms onset is considered presumptive and requires confirmatory testing in consultation between the PHL and the CDC. If testing was performed prior to the 3 days of symptoms, a second test is required to exclude EVD. A discussion with the PHL is essential to define the process for transporting specimens to the lab for screening. Under certain circumstances, overnight shipment using a commercial courier is required. When shipping specimens, it is also important to recognize that specimens with the potential to have Ebola virus are handled as Category A infectious substances, as defined by the Department of Transportation (DOT) guidelines. For a Category A shipment, the DOT requires certification of the sender to package the shipment and inclusion of required documentation.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 405,
                    "text": "[11••]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic testing-laboratory"
        },
        {
            "text": "The collection of blood, urine, and cerebrospinal fluid from a PUI is performed using BCU PPE. Phlebotomy is a high-risk procedure with one series reporting one of three needle sticks involving an EVD patient resulting in death [12] . All phlebotomy procedures and laboratory testing are strictly limited to only the essential testing for diagnosis and management of the PUI. Following phlebotomy, the blood sample is transferred from the phlebotomist or nurse to the doffer in the clean area outside of the patient care room and the specimen container surfaces are cleaned with a bleach wipe. The doffer then opens a sealable plastic biohazard bag with a gauze pad placed at the bottom, and the phlebotomist or nurse in the patient care area gently drops the labeled and cleaned specimen container into the bag avoiding any contact with the bag or the doffer. The doffer seals the bag and cleans the external surface of the bag with a bleach wipe, places the bag into a second plastic biohazard bag, and then cleans the external surface of the second bag with a bleach wipe. The doffer then takes a bleach wipe and grasps the plastic bag and transfers the bag into a hard-walled, leakproof container, and the container is hand carried to the laboratory. Pneumatic tube systems are not used to transport any PUI specimens [13••] . Point-of-care testing should be utilized if possible. Blood typing procedures require special consideration to ensure safety for laboratory personnel. Blood typing is performed in a biosafety cabinet in the PHL using the manual slide agglutination test. Cross matching requires the handling of multiple open vials and is considered excessively high risk and, thus, is not performed. Type O blood is ordered if a transfusion is necessary.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1322,
                    "end": 1328,
                    "text": "[13••]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic testing-laboratory"
        },
        {
            "text": "A PUI may require imaging studies while under PUI status in the ED. Bedside, point-of-care imaging is highly preferred, but the healthcare providers must strive to maintain the quality of the imaging evaluation despite the patient's PUI status. For portable radiography, the radiography machine is draped in a surgical cover and the image acquisition plate is enclosed in a clear plastic sleeve. Following image acquisition, the primary nurse in the patient care room cleans the external surfaces of the sleeve with bleach and the radiology technician removes the plate and transmits the images digitally. The machine remains in the dirty area for future use or until the patient is transferred and EVD status is determined and terminal decontamination is performed [5••] . A recent report describes a protocol for obtaining chest radiographs of patients with EVD that allows the radiology technician and machine to remain outside of the patient care area and requires the patient's primary nurse to assist in image acquisition [14] . For ultrasonography, the ultrasound machine is covered with a clear plastic sheet and also remains in the designated dirty area until the patient's PUI status is either discontinued or a definitive diagnosis of EVD is made and the patient is transferred to the BCU. Equipment decontamination process decisions are made once the patient's EVD status is determined. A similar process, including draping and confinement of the machine to the isolation area, is described by another BCU team [15••] . Future planning for highly infectious disease screening and continued evaluation and management should consider wireless technology for transmission of images that eliminates the need for large machines to enter the isolation area.",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 771,
                    "text": "[5••]",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1523,
                    "end": 1529,
                    "text": "[15••]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic testing-chest radiography and ultrasonography"
        },
        {
            "text": "Processes to ensure safe and appropriate management of the PUI Potential for contamination and exposure of healthcare providers is significantly reduced with the proper training and use of appropriate PPE, but unique risks associated with some interventions require well-defined processes to prevent exposure to blood or other body fluids. Any potential for body fluids to aerosolize during a procedure is high risk and requires special consideration. In general, emergent interventions for a PUI are performed in a similar manner as for other ED patients, but the addition of full BCU PPE has proven to be a significant impediment to the standard procedures [16•] . This limitation requires a strategy to prepare the physician performing these procedures and simulation sessions allowing for deliberate practice while in full BCU PPE. Potential emergent interventions for the PUI include the following: central venous access, endotracheal intubation, continuous veno-venous hemodialysis, and mechanical ventilation.",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 664,
                    "text": "[16•]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic testing-chest radiography and ultrasonography"
        },
        {
            "text": "Specific alterations to the standard CVC insertion procedure include equipment contamination reduction measures, accommodation of BCU PPE by procedural modification, and consideration of site selection to allow for other potential interventions. The selection of the most appropriate site for central venous catheter insertion must account for the potential for hemodialysis at some point in the patient's course. The left internal jugular site is optimal for hemorrhage control by direct compression, if necessary, and also preserves the right internal jugular site for other possible interventions such as hemodialysis [16•] . Ultrasound guidance is utilized for all CVC insertions, and the ultrasound machine is covered with plastic drape as described previously. On completion of the procedure, the ultrasound machine must remain in the isolation area with terminal decontamination dictated by the patient's ultimate EVD status.",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 626,
                    "text": "[16•]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Central venous catheter insertion"
        },
        {
            "text": "Secretions and blood from the oropharynx, pharynx, larynx, and bronchial tree may aerosolize during airway and ventilator interventions, and animal models demonstrate the possibility of Ebola virus infection via these aerosolized secretions [17, 18] . This constitutes a real risk for contamination and possible transmission of EVD, and, while the recommended PPE for personnel in the patient care area for the PUI provides the protection necessary to prevent aerosolized fluids from contaminating exposed skin of the neck or face, it does not fully address the potential for inhalation of aerosolized body fluids. To mitigate inhalation risk, Powered Air Purifying Respirators (PAPRs) are required during all airway interventions. In addition to the full head and neck hood, PAPRs include a battery-operated blower that draws air into air-purifying elements (i.e., HEPA filter), providing purified air to the user [19] . Personnel engaged in patient care activities that may generate aerosols or splashing of body fluid must don PAPRs. Every effort to prevent aerosolized body fluids is made during the care of the PUI, including specific procedural modifications. To reduce the likelihood of coughing or emesis during airway management, it is desirable to perform rapid sequence induction with full neuromuscular blockade for intubation of PUIs. In addition, video is preferred to direct laryngoscopy, since the direct technique places the provider's face in close proximity to the patient's airway, increasing the risk of contamination if aerosolized fluids are produced [16•] . For ventilated patients, aerosolized sputum may result from both suctioning and off breathing and a closed tubing system including bacterial and viral filters for both expiratory and inspiratory ends of the tubing is necessary to mitigate the risk of aerosol generation and the resultant contamination of the ventilator. In addition to a typical 14 French in-line suction catheter, a safety drain or a closed ventilator circuit drain is included to collect patient secretions. If the patient has hemoptysis, a trap is also added, allowing for the collection of the increased volume of sputum in a safe manner. Any medications delivered via aerosol are administered within this closed system [5••, 16•] . For the non-intubated patient requiring aerosol treatments, a metered-dose inhaler is preferred, but the potential for coughing and aerosolized secretions is high and PAPRs are recommended for personnel administering these treatments.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1574,
                    "end": 1579,
                    "text": "[16•]",
                    "ref_id": null
                },
                {
                    "start": 2279,
                    "end": 2283,
                    "text": "16•]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Airway and ventilator management"
        },
        {
            "text": "Renal replacement therapy for a patient with EVD is described in recent reports [20] . For patients requiring hemodialysis, continuous renal replacement therapy (CRRT) dialysis systems are used so the blood is contained within an easily replaceable compartment [5••] . Specific plans for disposal of the dialysis effluent are required. Considering the size of the Ebola virus and the diameter of the dialysis membrane, passage of the virus through the membrane is highly unlikely. However, to assure that any such contamination is not released into municipal wastewater systems, further safeguards are prudent [20] [21] [22] . A steel effluent collection box contains the effluent for disinfection prior to release into wastewater systems.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 261,
                    "end": 266,
                    "text": "[5••]",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 620,
                    "end": 624,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hemodialysis"
        },
        {
            "text": "Sound clinical judgment on the part of the physician must guide all decisionmaking for any PUI or EVD patient. For a patient suffering cardiopulmonary arrest due to complications of EVD, any intervention is of questionable benefit, and for a patient with fulminant EVD, chest compressions are contraindicated. However, at our institution, EVD patients have been intubated and received resuscitative medications [16•] . The physician leading the resuscitation must consider the patient's clinical course and likely etiology of the arrest, but in most cases, a PUI in cardiopulmonary arrest should receive the standard resuscitative measures utilized for any patient, including chest compressions, as the cause of the arrest is most likely due to an etiology other than fulminant EVD [5••] . For the PUI in cardiopulmonary arrest, utilization of a water-impermeable sheet draped over the torso of the patient serves as a barrier to any possible body fluid when chest compressions are applied. All providers involved in the resuscitation must don a plastic apron over PPE and use PAPRs to further mitigate the risk of exposure.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 416,
                    "text": "[16•]",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 787,
                    "text": "[5••]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cardiopulmonary resuscitation"
        },
        {
            "text": "Other diagnostic and therapeutic management outside of the ED Planning for the coordination of care with administration and personnel from each area that a PUI for EVD may visit during their evaluation and management prior to the delivery of actual patient care is critically important. Each hospital must develop their own processes for handling a PUI using the basic principles described in this document. One potential scenario for diagnostic and therapeutic intervention provided by personnel from an area outside of the ED is the PUI with gastrointestinal hemorrhage requiring endoscopy. If at all possible, endoscopy should occur at the bedside in the ED isolation room with the processor fully enclosed in a plastic surgical drape. Following the procedure, the endoscope is cleansed with a quaternary ammonium wipe to remove gross debris and then placed into a sealable plastic biohazard bag. The bag is placed into a hard-sided container with a lid, the outside surfaces are cleaned with a bleach wipe, and the container is held in the contaminated equipment storage area until EVD is confirmed or excluded, at which time a decision on terminal decontamination is defined. In the rare instance when a PUI may require operative management of a condition, the operating room should be secured and left vacant until a negative Ebola virus screen assay is determined in a patient after 72 h of symptoms. Terminal decontamination may then occur according to the final results of EVD testing. Adequate drills to exercise the operative care of a PUI with OR personnel are essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cardiopulmonary resuscitation"
        },
        {
            "text": "Transport, waste management, and decontamination Transportation Preplanning and coordination between the receiving ED and each of their transport partners are essential to safe and effective transfer of the patient from the referring facility [23] . For the PUI arriving via ambulance, decontamination of the transporting vehicle is required prior to returning to service. The decontamination process may vary depending on PUI status at the time of transport, allowing the transport service to prestage an ambulance or, preferably, place the patient in a specialized isolation unit during transport. If the PUI was transported within an isolation unit and no spills occurred outside of this unit, then the transport provider may opt to either perform a full decontamination or a limited decontamination according to the transport provider protocol. If the patient was transported in an ambulance with the patient area enclosed in plastic, then the plastic drapes are removed and disposed of after surface decontamination using a hospital grade disinfectant [24] . In addition, the ED and transport provider should have also previously agreed to the proper doffing procedure for the transport personnel, a designated doffing area, and the responsible party for waste disposal. If the PUI arrives via private vehicle, a consult to the state and local health departments to guide decontamination decisions is warranted.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cardiopulmonary resuscitation"
        },
        {
            "text": "The care of a PUI in the ED is likely to result in a large amount of both solid and liquid wastes. At our institution, liquid waste is disposed of via the toilet, but it is essential to review state and local requirements [25] . Current protocols require liquid waste to be placed in the toilet with a USEPA-approved hospital disinfectant and held for 2.5 times the manufacturer's recommended contact time before placing a lid over the toilet, to reduce risk of aerosol generation or splashing, and then flushing. Protocols also require that the toilet facility has restricted access to only the PUI and direct caregivers. Disposal of solid waste must comply with requirements of local, state, and federal authorities. Solid waste resulting from care provided to a PUI or a patient with confirmed EVD is considered Category A waste by the Department of Transportation [25] . For a PUI in the ED, all solid waste is processed as Category A waste, but the waste is held on-site in a restricted access area adjacent to the patient care area. If the screening assay is negative for EVD, then the waste is handled as Category B waste.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 872,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Solid and liquid waste management"
        },
        {
            "text": "However, if EVD is confirmed, then the waste is considered Category A waste, requiring autoclaving prior to disposal as Category B waste.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Solid and liquid waste management"
        },
        {
            "text": "Cleaning is a continuous process throughout evaluation and treatment phases of the PUI ED visit [16•] . Large volume spills require containment of the fluid with absorbent pads or towels and then mopping of the contaminated surface with a bleach solution. Small spills are managed using bleach wipes. All surfaces coming into contact with the PUI or healthcare providers are bleach wiped, and the floors were mopped with bleach on a daily schedule [5••] . Terminal cleaning of the patient care and waste storage/equipment areas depends on the final status of the PUI [26] . If the PUI is negative for EVD and has experienced at least 3 days of symptoms, then, the standard hospital cleaning protocols are utilized. If the PUI screens positive, then a more rigorous cleaning process is followed. Any waste from the patient care area is removed and processed. Any surfaces with visible contamination and all high-touch patient areas, including the bed and bedside table, are wiped with bleach. The area is then held for 48 h to allow desiccation of virus to occur. To minimize the number of personnel with potential for exposure, the primary healthcare providers for the patient perform the next step in the cleaning process, which is cleaning all surfaces, including equipment within all patient care areas, with bleach wipes. Finally, ultraviolet germicidal irradiation at a minimum of 100 mJ/cm 2 is utilized within the room and on all equipment used in the care of the patient [26] . The area is then held for an additional 48 h before standard cleaning procedures are performed by environmental service personnel.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 101,
                    "text": "[16•]",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 453,
                    "text": "[5••]",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[26]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1479,
                    "end": 1483,
                    "text": "[26]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Daily and terminal cleaning"
        },
        {
            "text": "The patient care experience of BCU personnel combined with ED experience with PUIs has guided our development and modification of our ED processes. The collaboration between ED leadership and leaders from each department potentially called to provide care for a PUI has resulted in detailed plans to ensure the same level of care as for other ED patients, specifically addressing the following key components of PUI evaluation and management: (1) screening procedures and the identification of the PUI, appropriate PPE use during patient care, and isolation requirements; (2) processes for diagnostic testing are necessary to fully evaluate the PUI for alternative etiologies of their symptoms; (3) modifications of many ED therapeutic interventions are required to ensure the safety of the provider; and (4) safe management of waste generated during the evaluation and management of these patients. Well-defined processes to guide the evaluation and management of the PUI may prevent patient harm from failure to diagnose and treat alternative etiologies of the PUI's presenting signs and symptoms while ensuring the safety of the ED team. This approach utilizing the expertise of both ED and BCU leaders has also proved critical to address other highly infectious diseases (e.g., MERS-CoV) that may enter our health system through the ED.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interim guidance for U.S. hospitals preparedness for patients under investigation (PUI) or with confirmed Ebola virus disease (EVD): a framework for a tiered approach",
            "authors": [],
            "year": 2016,
            "venue": "Ebola virus diagnosed in the United States",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola or not? Evaluating the ill traveler from Ebola-affected countries in West Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Fairley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kozarsky",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kraft",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Open Forum Infect Dis",
            "volume": "3",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emergency department processes for the evaluation and management of persons under investigation for Ebola virus disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "•• Wadman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Schwedhelm",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Emerg Med",
            "volume": "66",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical inquiries regarding Ebola virus disease received by the CDC-United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Karwowski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meites",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Fullerton",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ströher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rayfield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Blau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Knust",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gindler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Beneden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Bialek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mead",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Oster",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR",
            "volume": "63",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "PPE donning .procedure used at authors institution. Video of procedure is included",
            "authors": [],
            "year": 2016,
            "venue": "EVD-Screening-Protocol-Process-Flow-v4.pdf. Accessed",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "PPE doffing procedure used at authors institution. Video of procedure is included",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Considerations for safe EMS transport of patients infected with Ebola virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "•• Lowe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Jelden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Schenarts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Rupp",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Hawes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Tysor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Swansinger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Schwedhelm",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Prehosp Emerg Care",
            "volume": "19",
            "issn": "2",
            "pages": "179--83",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Description of patient transport processes resulting from patient care experience at authors' institution",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An integrated approach to laboratory testing for patients with Ebola virus disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "•• Iwen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Garret",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Herrera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Sambol",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stiles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wisecarver",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Salerno",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Pirruccello",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Hinrichs",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lab Med",
            "volume": "45",
            "issn": "4",
            "pages": "145--51",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Description of laboratory processess for handling of specimens from EVD patients",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Management of accidental exposure to Ebola virus in the biosafety level 4 laboratory",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "3",
            "pages": "785--90",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Safety considerations in the laboratory testing of specimens suspected or known to contain Ebola virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "•• Iwen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hewlett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Kratochvil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lisco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Herrera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Sambol",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wisecarver",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Hinrichs",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Clin Pathol",
            "volume": "143",
            "issn": "",
            "pages": "4--5",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Radiographic imaging for patients with contagious infectious diseases: how to acquire chest radiographs of patients infected with Ebola virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Auffermann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanairsdale",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AJR",
            "volume": "204",
            "issn": "1",
            "pages": "44--52",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Performance of bedside diagnostic ultrasound in an Ebola isolation unit: the Emory University Hospital experience",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanairsdale",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AJR",
            "volume": "204",
            "issn": "6",
            "pages": "1157--1166",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Lessons learned: critical care management of patients with Ebola in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Piquette",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Care Med",
            "volume": "43",
            "issn": "6",
            "pages": "1157--64",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Description of patient care experiences for EVD patients at authors' institution",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Lethal experimental infections of rhesus monkeys by aerosolized Ebola virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jaax",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jahrling",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Int J Exp Pathol",
            "volume": "76",
            "issn": "",
            "pages": "227--263",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Anesthetic implications of Ebola patient management: a review of the literature and policies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Missair",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Marino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Vu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anesth Analg",
            "volume": "121",
            "issn": "3",
            "pages": "810--82",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "PAPR assembly and testing-level C biological: 3M Air-Mate",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Successful delivery of RRT in Ebola virus disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Am Soc Nephrol",
            "volume": "26",
            "issn": "",
            "pages": "31--38",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Recommendations for safely performing acute hemodialysis in patients with Ebola virus disease in U",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Faubel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Franch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vijayan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Blood Purif",
            "volume": "38",
            "issn": "",
            "pages": "276--85",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Nebraska biocontainment unit perspective on disposal of Ebola medical waste",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Isakov",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jamison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swansinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schwedhelm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Infect Control",
            "volume": "66",
            "issn": "3",
            "pages": "1256--1263",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nebraska biocontainment unit patient discharge and environmental decontamination following Ebola care",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "• Jelden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwedhelm",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Iwen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Beam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marion",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Kratochvil",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Boulter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hewlett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Infect Control",
            "volume": "43",
            "issn": "3",
            "pages": "203--208",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Description of BCU decontamination",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Conflict of Interest Dr. Shelly S. Schwedhelm declares that she has no conflict of interest. Dr. Michael C. Wadman declares that he has no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "This article does not contain any studies with human or animal subjects performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human and Animal Rights and Informed Consent"
        },
        {
            "text": "Papers of particular interest, published recently, have been highlighted as:Of major importance",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References and Recommended Reading"
        }
    ]
}