{
    "paper_id": "8cca7482514d4947367c4d538d7d33300449b90e",
    "metadata": {
        "title": "Title: Indications for healthcare surge capacity in European countries facing an exponential increase in COVID19 cases Affiliations",
        "authors": [
            {
                "first": "Frederik",
                "middle": [],
                "last": "Verelst",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": "frederik.verelst@uantwerp.be"
            },
            {
                "first": "Elise",
                "middle": [],
                "last": "Kuylen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Beutels",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Antwerp",
                    "location": {
                        "settlement": "Antwerp",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "European healthcare systems face extreme pressure from COVID-19. We estimate such pressure by relating both country-specific accumulated COVID-19 deaths (intensity-approach) and active COVID-19 cases (magnitude-approach) to measures of healthcare system capacity: hospital beds, healthcare workers and healthcare expenditure. On March 25, 2020 -relative to Italy on March 11-we found Spain, The Netherlands and France to experience the highest pressure using the intensity-approach with a composite measure for healthcare capacity. For updates see www.covid-hcpressure.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the past weeks, it has become clear the SARS-COV-2 poses an humongous health threat on a global scale. Europe is currently the most affected continent in terms of detected COVID-19 cases and deaths. The outbreak initially took off the fastest in Italy, but has since spread to all other EU countries. We aim to track pressure on healthcare systems in the EU by comparing healthcare base capacity to the impact of COVID-19 in terms of cumulative deaths over the past 21 days and reported active cases. The results of our analyses are updated in real-time at www.covid-hcpressure.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Flattening the curve to reduce healthcare pressure in the EU Several institutions have communicated the necessity to 'flatten the curve' in order to lower pressure on health care institutions and to buy time for antivirals and other medication to become available in the short term and vaccines in the longer term. Remuzzi & Remuzzi reported on March 12 th that in Italy ICU bed occupation would exceed capacity [1] . From around the same time, other countries increasingly implemented large scale interventions such as household isolation and school closure [2, 3] . Important urgent questions as the epidemic unfolds are (a) how close other countries are from reaching an Italy-like pressure on the health system, (b) which countries are closest to such a situation, and (c) what pressure will countries experience at the peak and how will that pressure affect treatment of cases . Furthermore, policy makers require information on the magnitude of additional health care capacity that is needed when at a later stage, new exponential growth may occur after some of the large scale interventions are gradually eased and, perhaps, re-implemented.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 415,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 563,
                    "end": 565,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We characterized country-level healthcare base capacity by four measures:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Healthcare base capacity measures in Europe"
        },
        {
            "text": "1. Hospital beds. Three categories of hospital beds were considered: (1) available hospital bed capacity, (2) curative hospital bed capacity and (3) critical care hospital bed capacity. Data on healthcare resources were derived from Eurostat [4] for the most recent year available for each country. We used data on the number of \"Practicing nurses\" where available. We retrieved data on \"Professionally active nurses\" for Ireland, France, Portugal and Slovakia. Critical care hospital bed capacity was extracted from a paper by Rhodes et al. [5] .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Healthcare base capacity measures in Europe"
        },
        {
            "text": "In a first approach, we compared the cumulative number of COVID-19 related deaths over the past 21 days relative to the capacity measures described in the previous paragraph. Yanget al. reported a median of 7 days in ICU for non-survivors, and at least 4 weeks for survivors [6] . Cumulative deaths over a 21 day time window therefore provide an approximation for the evolving burden of critical disease that is available in real time across EU countries, and which is likely less susceptible to inter-country variation in testing practices (and associated variations in underreporting).",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Intensity approach and magnitude approach"
        },
        {
            "text": "We refer to the use of cumulative deaths over the last 21 days relative to health care system capacity as the \"intensity-approach\". In a secondary approach, we compare the number of active COVID-19 cases, relative to the capacity measures. This latter approach is referred to as the \"magnitude-approach\". Since the composite measure combines both health care staff and bed capacity, we focus our interpretation of pressure at the current stage of the epidemic in the first place on the intensity approach using the composite measure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intensity approach and magnitude approach"
        },
        {
            "text": "We chose to set the situation in Italy on March 11, 2020 as a benchmark, based on Remuzzi & Remuzzi [1] and media reports [7] . This benchmark acts as a reference for a \"soon to be overloaded\" healthcare system. We used the number of active COVID-19 cases and cumulative number of COVID-19 related deaths in Italy on March 11, 2020 to parameterize our benchmark. These numbers, 10 590 active cases and 827 deaths were derived from official Italian reporting data [8] .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Italy as a benchmark for healthcare pressure"
        },
        {
            "text": "We retrieve the number of active reported cases and the cumulative number of COVID-19 related deaths over the past 21 days in real-time [9] and calculate the proportion per hospital bed, physician, the composite measures, and healthcare expenditures, respectively. We calculated, for each country, 16 ratios by dividing the number of cumulative deaths, and active reported cases, by each measure for both approaches. Afterwards, we normalized ratios by capacity measure benchmarks for Italy, which is defined as the cumulative number of COVID-19 related deaths (intensity-approach) or active cases (magnitude-approach) on March 11, divided by capacity measures that were derived for Italy. As such, when a country scores 1 on a specific measure, this reads as: \"currently similar pressure as in Italy on March 11\" for this specific measure. Since the results of these measures are very time-sensitive, we constructed a website that tracks healthcare pressure in real-time: www.covid-hcpressure.org . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Italy as a benchmark for healthcare pressure"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.14.20035980 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In Italy, the concentration of critical care beds is at the higher end with 12.5 critical care beds per 100 000 population, compared to the European average of 11.5 [5] . Moreover, the physician density was found to be above average, at about 400 physicians per 100 000 individuals [4] . In Figure 1 , we displayed the results of the composite measures using the intensity-approach on March 25. We find that the pressure on the Italian healthcare system was 8 times higher on March 25 than on March 11. Spain is, next to Italy, the most severely affected country at about 7 times the pressure, compared to the benchmark situation. The Netherlands, France, Switzerland, The UK and Belgium's health systems are also experiencing relatively high pressure, at similar or higher levels as in the benchmark situation. Note that these results can be consulted on the website and are updated every hour, for all combinations of measures and approaches. Figure 1 : Relative pressure on the healthcare systems for 10 countries under relatively high pressure as indicated by composite measures, using the \"intensity-approach\". Ratios are normalized to the cumulative number of COVID-19 related deaths in Italy on March 11, 2020. Ratios were calculated for the combination of critical care beds and either physicians, or physicians and nurses.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 299,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 953,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Healthcare pressure indications in Europe derived on March 25, 2020"
        },
        {
            "text": "The measures proposed in this paper are an approximation to the current healthcare capacity in Europe. Unfortunately, data on health care capacity is rel atively scarce and we have to rely on data from 2017,2018 or even older. Data availability is even worse for critical care beds, on which we rely on multicountry data from 2010. Remuzzi & Remuzzi report ICU capacity of 5200 beds for Italy as a whole, which is lower than the 7550 critical care beds reported by Rhodes et al. [1, 5] . It is likely that other EU countries have downsized their critical bed capacity too. In terms of curative beds per 100 000 population as reported by Eurostat, for most countries (all except Ireland, Bulgaria, Poland and Romania), we observed a downward trend in the past 10 years. Moreover, hospital capacity strain was recently found to be associated with increased mortality and decreased health outcomes [10] . Note that if we would assume the same extent of downsizing in Italy and other EU countries, our relative comparisons would not change. Note that we compare these countries by their base capacity, while clearly many countries have expanded their base capacity to differing degrees (eg, additional beds, mobilizing volunteers or retired Physicians x critical care beds (Physicians + nurses) x critical care beds health care workers). We therefore will track at which relative pressure individual countries can no langer handle the volume of critical patients and which pressure on their base capacity they experience at the peak. Note also that we do not account for health care workers' incapacitation from COVID-19 or other causes as the epidemic unfolds. Our analysis shows that many European countries are soon to be confronted with a health care pressure that will exceed current healthcare capacity. Based on the intensity-approach and the composite measures, we believe that the healthcare pressure in Spain is already at very high levels. For The Netherlands and France the pressure on healthcare systems will soon reach Italy's levels. Where this is not yet done, policymakers should urgently expand their health care capacities to avoid pressure as experienced in Italy. Our analysis informs policy makers on how far their country is removed from an overloaded healthcare system. As such, this information can be useful to plan ahead in order to relieve pressure on their national healthcare system. Moreover, the evolving healthcare pressure, especially the pressure experienced by each country at the peak, will be useful to plan future outbreaks and a timely expansion of health care capacity.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 482,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 483,
                    "end": 485,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "How do countries compare to Italy?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19 and italy: what next? The Lancet Public Health, Health Policy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The timing of one-shot interventions for epidemic control",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Lauro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Public health interventions and epi-demic intensity during the 1918 influenza pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hatchett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "104",
            "issn": "18",
            "pages": "7582--7589",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hospital beds by type of care",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurostat",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2023",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The variability of critical care bed numbers in europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ferdinande",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Flaatten",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guidet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Metnitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive care medicine",
            "volume": "38",
            "issn": "10",
            "pages": "1647--53",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory Medicine",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Il sistema sanitario è al collasso",
            "authors": [
                {
                    "first": "Paolo",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cronaca. Available from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 Italia -Monitoraggio della situazione",
            "authors": [
                {
                    "first": "Dipartimento",
                    "middle": [],
                    "last": "Della Protezione Civile",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2023",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The associa-tion between hospital capacity strain and inpatient outcomes in highly de-veloped countries: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Stoner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Eden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Newgard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Guise",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of general internal medicine",
            "volume": "32",
            "issn": "6",
            "pages": "686--96",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Physicians. (1) the number of physicians and (2) the number of generalist medical practitioners.3. Composite measures. In order to represent both healthcare workers and critical care bedsHealthcare expenditures. Data on the healthcare expenditure as a % of GDP.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Funding statement: This work is funded by the Epipose project from the European Union's SC1-PHE-CORONAVIRUS-2020 programme, project number 101003688",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest: None declared"
        }
    ]
}