{
    "paper_id": "8d59385a778056d76ba5bf7d156fa05febc1174c",
    "metadata": {
        "title": "Kommunen, Länder, Bund und Europäische Gemeinschaft Zuständigkeiten und Aufgaben bei Seuchennotfällen im Kontext der neuen Internationalen Gesundheitsvorschriften",
        "authors": [
            {
                "first": "R",
                "middle": [],
                "last": "Gottschalk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "J"
                ],
                "last": "Dreesman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "K"
                ],
                "last": "Leitmeyer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "G"
                ],
                "last": "Krause",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin",
                        "region": "BRD"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Stadtgesundheitsamt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Niedersächsisches",
                "middle": [],
                "last": "Landesgesundheitsamt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Seuchen breiten sich heute durch den weltweiten Flugverkehr wesentlich schneller aus als früher. Hinzu kommt, dass Menschen in den Ballungsgebieten auf immer kleinerem Raum zusammengedrängt leben. Vor allem in Entwicklungsländern ist dies zusammen mit dem teilweise engen Zusammenleben mit Tieren, dem Fehlen eines öffentlichen Gesundheitsdienstes, Armut, Unterernährung, fehlender Bildung usw. eine ideale Voraussetzung für das Auftreten neuer oder veränderter Mikroorganismen, die in Einzelfällen auch die Artengrenzen überwinden und somit für den Menschen bedrohlich werden können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In diesem Zusammenhang ist nicht nur an die Problematik einer neuen Influenzapandemie zu denken. Auch andere, bislang kaum bekannte Erreger können unter diesen Umständen eine bemerkenswerte Potenz entfalten und große Krankheitsausbrüche verursachen [1] . Beispielsweise hat im Jahr 2007 eine neue Mutante des Chikungunya-Virus zu mehreren Millionen Erkrankungsfällen in Afrika, Indien und vielen Ländern Asiens geführt [2] . Mittlerweile hat der Erreger auch in der Emilia Romagna/Italien mehr als 200 Patienten infiziert [3] . Praktisch un-kontrolliert verläuft eine nunmehr mehrere Jahre andauernde Denguefieber-Pandemie in Nord-und Südamerika und in Asien. Das Krim-Kongo-Fieber breitet sich immer weiter nach Nordwesten aus, sodass es durchaus möglich erscheint, dass es auch bei uns zu Fällen führen wird. Das West-Nil-Virus hat sich -bis 1999 in Nord-und Südamerika gänzlich unbekannt -allein durch den Vogelzug bis 2006 über den gesamten amerikanischen Kontinent bis nach Buenos Aires ausgebreitet.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ein anderer Aspekt ist die bewusste, absichtliche Freisetzung von Erregern, um terroristischen Forderungen Nachdruck zu verleihen. Derartige Anschläge wären ebenfalls als Seuchennotfall zu bewerten und geraten zunehmend in den Fokus der mit dem Gesundheitsschutz der Bevölkerung betrauten Behörden [4, 5] .",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 302,
                    "end": 304,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Einzelfälle von Infektionskrankheiten sind nur dann von bevölkerungsmedizinischer Relevanz, wenn es sich um eine hochkontagiöse, lebensbedrohliche Erkrankung handelt. Ein Beispiel hierfür ist die SARS-Pandemie im Jahr 2003: Obwohl es in Deutschland nur 3 gesicherte und 6 wahrscheinliche SARS-Fälle gab, waren die Anstrengungen der Gesund-heitsbehörden zu Recht immens, um eine Ausbreitung zu verhindern. Kanada, d. h. vor allem Toronto, musste -bei insgesamt 251 Patienten -einen bemerkenswerten ökonomischen Schaden verzeichnen, der bei fast 1 Mrd. US$ lag [6] .",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 562,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Gesetzliche Grundlage zur Erfüllung der im Seuchenfall anfallenden Aufgaben durch das Bundesministerium für Gesundheit und seine Fachbehörden bzw. Institute (. Tabelle 1) sowie durch die zuständigen Behörden der Länder ist das \"Gesetz zur Neuordnung seuchenrechtlicher Vorschriften\" (Seuchenrechtsneuordnungsgesetz, SeuchRNeuG) vom 20.7.2000 [7] . Artikel 1 dieses Gesetzes beinhaltet das Gesetz zur Verhütung und Bekämpfung von Infektionskrankheiten beim Menschen (Infektionsschutzgesetz, IfSG). Im IfSG sind die Instrumentarien zur Zusammenarbeit aller Beteiligten bei der Abwehr von Infektionskrankheiten länderübergreifend strukturiert. Entspre-chend werden im Gesetz auch die jeweiligen Zuständigkeiten benannt. Das IfSG ist somit ein Bundesgesetz zur gesundheitlichen, infektiologischen Gefahrenprävention. Diese unterliegt aber ihrerseits wiederum der Zuständigkeit der Länder, da sie unter deren grundgesetzlich geregelte Kompetenz zur Ausführung der Bundesgesetze fällt [8] . Nachdem Hessen als letztes Bundesland das \"Hessische Gesetz über den öffentlichen Gesundheitsdienst\" (HGöGD) vom 28. September 2007 in Kraft setzte, ist der Infektionsschutz in allen 16 Flächenländern und Stadtstaaten durch Landesgesundheitsdienstgesetze geregelt, die sich durchaus voneinander unterscheiden [9] .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 979,
                    "end": 982,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1294,
                    "end": 1297,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Gesetzliche Grundlagen"
        },
        {
            "text": "Die zuständigen Körperschaften der Länder zur Durchführung der gesetzlichen Vorgaben sind die Kommunen, die Gemeinden/Landkreise und kreisfreien Städte. Sie sind die eigentlichen Träger des öffentlichen Gesundheitsdienstes und -schutzes. Die zuständigen Behörden sind praktisch in allen Landkreisen und kreisfreien Städten die Kreis-oder Stadtgesundheitsämter, wenngleich diese Bezeichnung heute nicht mehr überall ver-wendet wird. Allerdings sind sie im IfSG explizit als Gesundheitsämter benannt (z. B. \"Fachbereich Gesundheit\", \"untere Gesundheitsbehörde\" etc. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aufgaben"
        },
        {
            "text": "Infektionskrankheit · Seuchennotfall · Öffentlicher Gesundheitsdienst · Infektionsschutzgesetz · Internationale Gesundheitsvorschriften Infectious disease emergencies. Responsibility of municipal, state and federal health protection authorities with reference to the international health regulations Abstract Pandemic preparedness has become a catch phrase for politicians, government agencies and communities, both nationally and internationally. This is due to the increasing number of infectious diseases emergencies that are important challenges for health protection authorities, which was shown impressively when SARS emerged as the first pandemic in this millennium. In Germany, effective and efficient infection control is complex, with local health protection authorities having their own responsibilities. In the case of an emergency epidemic, regional health departments are responsible. Having authority over these krankheiten können -bei einer Vielzahl von Patienten und Kontaktpersonen -sowohl die personellen Kapazitäten der zuständigen Gesundheitsämter als auch die Kapazitäten der Einrichtung für die Behandlung, Quarantäne oder Isolierung schnell überschreiten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüs sel wör ter"
        },
        {
            "text": "In einem solchen Fall müssen alle Erkrankten in der jeweils für die Versorgung zuständigen Stadt oder Region behandelt werden, da zu erwarten ist, dass die Versorgungssituation auch in den Nachbargemeinden problematisch ist. Eine zentrale Betreuung -z. B. in besonderen Sonderisolierstationen, die in Deutschland in 8 Städten etabliert wurden (. Abb. 1) -ist nur in Einzelfällen möglich. Die regional zuständigen Gesundheitsämter sollten für diese Situation bereits im Vorfeld mit den entsprechenden Kliniken umfassende Ablauf-und Versorgungspläne aufstellen (s. hierzu Krankenhaus-Einsatzpläne der Länder).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüs sel wör ter"
        },
        {
            "text": "Sollte ein Seuchennotfall Ausmaße erreichen, die die Versorgung der Patienten und Gesamtbevölkerung mit den eigenen zur Verfügung stehenden Mitteln infrage stellen, muss auf kommunaler Ebene in der Regel die Katastrophe ausgerufen werden. In diesem Fall gilt für die Durchführung seuchenhygienischer Maßnahmen eine andere kommunale Struktur auf Basis der sogenannten Länder-Katastrophenschutzgesetze.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüs sel wör ter"
        },
        {
            "text": "Das IfSG unterscheidet nicht zwischen natürlich auftretenden und anderen, z. B. aufgrund bioterroristischer Anschläge drohenden, übertragbaren Krankheiten. Von der zuständigen Behörde wird verlangt, die notwendigen Maßnahmen zur Abwehr der dem Einzelnen oder der Allgemeinheit drohenden Gefahren bereits dann zu ergreifen, wenn anzunehmen ist, dass Tatsachen vorliegen, die zum Auftreten einer übertragbaren Krankheit führen können ( § 16 Abs. 1 IfSG). Aus diesem Grund sollte die Expertise der Ärzte der Gesundheitsämter bereits frühzeitig in die Katastrophenschutzstäbe der Kommunen integriert werden. Da nicht davon auszu-gehen ist, dass in jedem der rund 400 Gesundheitsämter eine spezifische Expertise für Infektionskrankheiten, seltene importierte oder potenziell zu bioterroristischen Zwecken verwendbare Erreger vorhanden ist, sind in einigen Bundesländern interdisziplinäre Kompetenzzentren für den Seuchenschutz eingerichtet worden. Diese sollen den Gesundheitsbehörden, Krankenhäusern und Ärzten mit einem Konsiliardienst (telefonisch, ggf. auch vor Ort) zur Verfügung stehen. In einem Kompetenzzentrum sollen der öffentliche Gesundheitsdienst, ein Behandlungszentrum und der Rettungsdienst zusammenarbeiten [12] . Diese Struktur ist allerdings nicht in allen Zentren realisiert. ",
            "cite_spans": [
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Schlüs sel wör ter"
        },
        {
            "text": "Die Organisationsstruktur der im Seuchennotfall beteiligten Landesbehörden unterscheidet sich zwischen den 16 Bundesländern deutlich und kann daher hier nicht in jeder Ausprägungsvariante beschrieben werden. Es gibt aber eine vorherrschende Struktur, die sich auch in den Formulierungen des IfSG wiederfindet. In dieser liegt die Hauptverantwortung im Seuchennotfall bei der \"obersten Landesgesundheitsbehörde\". Es handelt sich bei ihnen um das Landesministerium, die Senatsverwaltung o. Ä., in dem/der das Themenfeld Gesundheit angesiedelt ist (häufig das Sozialressort). In einigen Bundesländern existieren außerdem Bezirksregierungen oder Regierungspräsidien als mittlere Landesbehörden. Den obersten oder mittleren Landesbehörden obliegt in der Regel die Fachaufsicht über die unteren Gesundheitsbehörden, und sie repräsentieren die Vollzugsschiene. Auch ist die Krankenhausplanung meist an diesen Ministerien/Ressorts angesiedelt und stellt häufig eine eigene Organisationseinheit dar [13] .",
            "cite_spans": [
                {
                    "start": 990,
                    "end": 994,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Organisationsstruktur"
        },
        {
            "text": "Viele Länder verfügen zusätzlich noch über weitere beteiligte Einrichtungen. Es kann sich dabei um Fachbehörden (z. B. Landesgesundheitsämter), kooperierende Universitätsinstitute oder Kompetenzzentren handeln [12] . Solche Einrichtungen üben i. d. R. die Funktion der \"zuständigen Landesbehörde\" für die Übermittlung von Infektionsmeldedaten gemäß § 11 IfSG aus. In einigen Ländern sind sie auch als \"zuständige oberste Landesbehörde\" gemäß § 12 IfSG benannt worden. In diesen Einrichtungen sind häufig unterschiedliche Spezialdisziplinen verankert, insbesondere die Epidemiologie, Mikrobiologie und Infektionshygiene. Auf diese Weise wird die fachliche Beratung in infektiologisch komplexen Notlagen und ggf. auch eine Unterstützung vor Ort sichergestellt. Zum Teil werden hierfür 24-stündige Bereitschaftsdienste an 7 Tagen in der Woche vorgehalten. In einigen Ländern verfügen diese Einrichtungen auch über ein Hochsicherheitslabor, in dem zeitnah mikrobiologische Untersu-chungen aus humanen oder Umweltproben auf hochinfektiöse und/oder bioterroristisch relevante Erreger bis zur Risikogruppe 3, in Hamburg, Hessen und bald auch in Berlin bis zur Risikogruppe 4, durchgeführt werden können (s. . Abb. 1) [13, 14] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1210,
                    "end": 1214,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1215,
                    "end": 1218,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Organisationsstruktur"
        },
        {
            "text": "Die Sicherstellung der im \"Alltag\" benötigten Krankenhausbehandlungskapazitäten ist Gegenstand der routinemäßig stattfindenden Krankenhausplanung. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aufgaben"
        },
        {
            "text": "Bei Seuchennotfällen erstellt das RKI zeitnah Empfehlungen für die Fachöffentlichkeit, insbesondere im Bereich der Hygiene, der Überwachung und des Infektionsschutzes. Hierbei handelt es sich aber stets um Empfehlungen, die von den jeweiligen Gesundheitsämtern, Ärzten oder anderen betroffenen Institutionen und Berufsgruppen in eigener Verantwortung berücksichtigt bzw. angepasst werden können, aber nicht müssen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erstellen von Empfehlungen für die Fachöffentlichkeit"
        },
        {
            "text": "Eine weitere wichtige Funktion des RKI im Seuchennotfall besteht darin, den Informationsaustausch zwischen den Bundesländern zu fördern. Dies geschieht z. B. per E-Mail, über Telefonkonferenzen oder über das Informationsnetzwerk UMIN-FO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informationsaustausch zwischen den Bundesländern"
        },
        {
            "text": "Das RKI erstellt bei neu auftretenden Meldungen eine aktuelle Lageeinschätzung, die insbesondere das Risiko für die deutsche Bevölkerung und den möglichen Bedarf nach Infektionsschutzmaßnahmen einschätzt. Hiermit entlastet das RKI die einzelnen Behörden in den Landkreisen und kreisfreien Städten, weil sie sich an dieser Einschätzung orientieren können, ohne die hierfür erforderliche, oftmals umfangreiche Recherche und Analyse eigenständig durchführen zu müssen. Die Schlussfolgerungen über die von der örtlichen Behörde zu treffenden Maßnahmen bleiben aber in der Verantwortung derselben, da hier örtliche Ressourcen, Gegebenheiten und konkurrierende Prioritäten berücksichtigt werden müssen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erstellen einer Risiko-und Lageeinschätzung"
        },
        {
            "text": "Das RKI wird häufig zur Beratung der örtlich zuständigen Behörden hinzugezogen, wenn es um ungewöhnliche Ereignisse geht oder wenn besondere Fachkenntnis erforderlich ist. Das Institut unterhält zu diesem Zweck einen rund um die Uhr besetzten Rufdienst, der die Bereitstellung spezieller Fachexpertise sehr zeitnah sicherstellt und die Fachkräfte vor Ort beraten kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fachliche Beratung des öffentlichen Gesundheitsdienstes"
        },
        {
            "text": "Das RKI stellt über die reine Beratung hinaus den Gesundheitsämtern auch Erhebungsinstrumente, wie zum Beispiel Fra-gebögen, Falldefinitionen, Empfehlungen anderer Länder, Literaturquellen oder sonstige Materialien, zur Verfügung oder unterstützt die statistisch-epidemiologische Analyse der Daten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bereitstellung epidemiologischer Erhebungs-und Analyseinstrumente"
        },
        {
            "text": "Der Einsatz von RKI-Experten vor Ort erfolgt nur auf ausdrücklichen Wunsch der zuständigen Behörde (in der Regel des Gesundheitsamtes) und der jeweiligen Landesbehörde. Die Größe des in solchen Fällen entsandten Teams und die Dauer des Einsatzes variiert je nach Situation und kann jederzeit an den Bedarf angepasst werden. Die Mitarbeiter des RKI treten dabei als personelle Unterstützung des Gesundheitsamtes auf, die Zuständigkeit verbleibt bei der örtlichen Behörde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entsendung von Experten vor Ort"
        },
        {
            "text": "Ein Vor-Ort-Einsatz von RKI-Personal findet selten statt; gleichwohl hat das Institut aber einen recht großen Einfluss auf die Maßnahmen der Gesundheitsämter, da seinen Empfehlungen vielfach gefolgt wird bzw. diese zumindest als Orientierung dienen. Insofern übt das RKI indirekt durchaus eine Art koordinierende Funktion aus. Im Bewusstsein seines Einflusses und der Bedeutung lokaler Verantwortlichkeiten erstellt das RKI -wenn es die Situation erfordert und erlaubt -seine Empfehlungen in Absprache mit den örtlichen Behörden. Erst dann werden diese veröffentlicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entsendung von Experten vor Ort"
        },
        {
            "text": "Das RKI verfügt über umfangreiche Laborexpertise zu vielen im Infektionsschutz relevanten Erregern. Darüber hinaus unterhält es ein Netzwerk nationaler Referenzzentren und Konsiliarlaboratorien (von denen einige am RKI selbst angesiedelt sind), die den ausdrücklichen Auftrag haben, den öffentlichen Gesundheitsdienst bei Seuchennotfällen zu unterstützen. Vielfach werden die weiterführenden diagnostischen Typisierungsuntersuchungen der nationalen Referenzzentren im Rahmen von Ausbruchsuntersuchungen für die Gesundheitsämter kostenfrei angeboten. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laborreferenzfunktion"
        },
        {
            "text": "Infektionskrankheiten sind im Zuge der Globalisierung eine wesentliche Herausforderung für den öffentlichen Gesundheitsdienst. Neben der epidemiologischen Analyse gemeldeter Krankheiten und Krankheitserreger sind die seuchenhygienischen Maßnahmen ein wichtiges Instrument, um die Bevölkerung vor Seuchennotfällen zu bewahren. Der öffentliche Gesundheitsdienst hat daher insbesondere auf dem Gebiet der Seuchenbekämpfung und Hygiene eine zentrale, koordinierende Funktion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diskussion"
        },
        {
            "text": "Mit Einführung des Infektionsschutzgesetzes wurde eine moderne rechtliche Grundlage geschaffen, das ein der Akuität von Seuchennotfällen geeignetes Instrumentarium für die Meldung von Infektionskrankheiten und für die Anwendung der zu ihrer Abwendung notwendigen Maßnahmen zur Verfügung stellt. Hierdurch wird ein ebenso effizientes wie effektives Management dieser für die Bevölkerung bedrohlichen Geschehen ermöglicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diskussion"
        },
        {
            "text": "Die Gesundheitsstrukturen und die politischen und fachlichen Zuständigkeiten für Seuchennotfälle sind in Deutschland komplex, da die föderalen Strukturen auch in diesem Bereich gelten. Auch wenn sich das Auftreten von Infektionskrankheiten nicht an den administrativen Grenzen von Behörden, Land-kreisen oder Staaten orientiert, sind Präventions-und akute Kontrollmaßnahmen bei Seuchennotfällen zum großen Teil eben doch lokal umzusetzen. Daher ist die föderale Aufteilung von Zuständigkeiten beim Infektionsschutz sachgerecht, insbesondere da in der überwiegenden Zahl der Fälle die Ereignisse durchaus geografische Schwerpunkte haben. Der in den Landesgesundheitsdienstgesetzen vorgegebene Rahmen soll zu einer übergreifenden Organisation von Bekämpfungsmaßnahmen zwischen den verschiedenen Landesbehörden und den Gesundheitsämtern führen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diskussion"
        },
        {
            "text": "Eine sehr stark dezentralisierte Struktur der Zuständigkeiten erfordert allerdings auch, dass die örtlichen Behörden proportional zur Häufigkeit von Seuchennotfällen besser mit qualifiziertem Personal und materiellen Ressourcen ausgestattet werden müssen, da die Strukturen der Länder und des Bundes allenfalls unterstützend wirken können. Darüber hinaus erfordern dezentrale Strukturen ein besonders leistungsfähiges, stabiles und schnelles Kommunikationssystem, um sicherzustellen, dass sich an verschiedenen Orten durchgeführte Interventionsmaßnahmen nicht gegenseitig behindern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diskussion"
        },
        {
            "text": "Trotz der deutlichen Verbesserung der Vernetzung zwischen den kommunalen, Landes-und Bundesbehörden besteht insbesondere in Bezug auf die Surveillance, die Risikoeinschätzung und den Informationsaustausch von Maßnahmen noch Verbesserungsbedarf, der unter Nutzung moderner elektronischer Technologien sogar mit einer Kostenreduktion einhergehen könnte, wenn die Bundesund Landesbehörden sowie die Gesundheitsämter einheitliche technische Plattformen für alle Fragestellungen einführen würden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diskussion"
        },
        {
            "text": "Es bleibt weiterhin abzuwarten, inwieweit die Einführung der Internationalen Gesundheitsvorschriften zu einer messbaren Verbesserung des weltweiten Informationsaustausches innerhalb der an die WHO angeschlossenen Länder und zur Verbesserung des Managements von Seuchennotfällen führen wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diskussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "René Gottschalk Abteilung Infektiologie Stadtgesundheitsamt Frankfurt am Main Braubachstraße",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Priv.-Doz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "18--22",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global warming and infectious disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Frankfurt Am Main",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Brd E-Mail ; Khasnis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Nettleman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arch Med Res",
            "volume": "36",
            "issn": "",
            "pages": "689--696",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chikungunya outbreaks -the globalization of vectorborne diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Charrel",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lamballerie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "356",
            "issn": "8",
            "pages": "769--771",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infection with chikungunya virus in Italy: an outbreak in a temperate region",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nicoletti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Angelini",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "",
            "pages": "1840--1846",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bioterorrismus -Eine Herausforderung für den ÖGD",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Graf",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Gesundheitswesen",
            "volume": "66",
            "issn": "",
            "pages": "52--55",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Management biologischer Gefahrenlagen",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "46",
            "issn": "",
            "pages": "1001--1009",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bioterrorism: is it a real threat",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Med Microbiol Immunol",
            "volume": "194",
            "issn": "3",
            "pages": "109--114",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Gesetz zur Neuordnung seuchenrechtlicher Vorschriften (Seuchenrechtsneuordnungsgesetz) vom 2.7.2000 (2000) Bundesgesetzblatt I",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "1045--1077",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hessisches Gesetz über den öffentlichen Gesundheitsdienst (HGöGD) vom 28",
            "authors": [],
            "year": 2007,
            "venue": "GVBl. I S",
            "volume": "659",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS-Surveillance -Wurde sie den Anforderungen an die Surveillance neu auftretender Infektionskrankheiten gerecht?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benzler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Porten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Gesundheitswesen",
            "volume": "65",
            "issn": "12",
            "pages": "715--718",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Gesetz zu den Internationalen Gesundheitsvorschriften 2005 (IGV) vom 23. Mai 2005",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Schutz vor lebensbedrohenden importierten Infektionskrankheiten: Strukturelle Erfordernisse bei der Behandlung von Patienten und anti-epidemische Maßnahmen",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fock",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Finke",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "43",
            "issn": "",
            "pages": "891--899",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Management biologischer Gefahrenlagen -Überlegungen zur notwendigen Infrastruktur in den Ländern und Kommunen",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                },
                {
                    "first": "H-J",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "46",
            "issn": "",
            "pages": "1001--1009",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rolle der Gesundheitsbehörden der Länder bei der Verhütung und Bekämpfung von Infektionskrankheiten -Aufgaben, Strukturen und Zuständigkeiten -Eine Übersicht",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andres",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "48",
            "issn": "",
            "pages": "971--978",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Surveillance übertragbarer Krankheiten auf der Grundlage des Infektionsschutzgesetzes in Deutschland durch den öffentlichen Gesundheitsdienst",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dreesman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benzler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "48",
            "issn": "",
            "pages": "979--989",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Aktivitäten auf Bundesebene zur Vorsorge von bioterroristischen Anschlägen",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "46",
            "issn": "",
            "pages": "997--1000",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Prinzipien und Aspekte der Seuchenalarmplanung am Beispiel der Influenzapandemieplanung",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "48",
            "issn": "",
            "pages": "1020--1027",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "zur Errichtung eines Europäischen Zentrums für die Prävention und die Kontrolle von Krankheiten (2004) Amtsblatt Nr",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Verordnung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "851/2004 des Europäischen Parlaments und des Rates vom 21",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Zusammenfassung · Abstractare authorities on the federal state level as well as on the federal level. For the European Community, the European Centre for Disease Prevention and Control (ECDC) was established. The mission of this agency is to identify, assess and communicate current and emerging threats to human health posed by infectious diseases.R. Gottschalk · J. Dreesman · K. Leitmeyer · G. KrauseKommunen, Länder, Bund und Europäische Gemeinschaft. Zuständigkeiten und Aufgaben bei Seuchennotfällen im Kontext der neuen Internationalen Gesundheitsvorschriften",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Abb. 1 7 Kompetenz-und Aufgaben und Zuständigkeit der Landesbehörden im Seuchennotfall Gesetzliche Grundlagen Den Ländern obliegt die Gesetzgebungskompetenz für Gesundheitsfragen -soweit diese nicht durch Bundesgesetze geregelt sind (sog. konkurrierende Gesetzgebung gemäß § 74 i. V. m. § 70 GG). Zwar sind wesentliche Aspekte des Managements von Seuchennotfällen im IfSG und damit in einem Bundesgesetz geregelt, in die Regelungskompetenz der Länder fallen aber auch weiterhin wichtige Sachverhalte. Folgende sind für die Seuchennotfallplanung von besonderer Bedeutung: Die Sicherstellung der Versorgungskapazitäten. Gemäß § 6 Abs. 1 Krankenhausfinanzierungsgesetz sind die Länder für die Krankhausplanung zuständig und somit für die angemessene Versorgung der Bevölkerung mit Krankenhauskapazitäten verantwortlich. Hinzu kommt § 30 IfSG, der in Abs. 1 u. a. die Absonderung von Personen regelt, die an Lungenpest oder übertragbarem hämorrhagischem Fieber erkrankt oder dessen verdächtig sind. Gemäß § 30 Abs. 6 IfSG haben die Länder dafür Sorge zu tragen, dass die für die Absonderung erforderlichen Räume, Einrichtungen und Transportmittel zur Verfügung stehen. Der Katastrophenschutz. Gefahrenabwehr im Katastrophenfall ist Aufgabe der Länder. Sie haben hierzu Katastrophenschutzgesetze erlassen, die sachliche Zuständigkeit wird in der Regel auf die Landkreise bzw. die kreisfreien Städte übertragen. Die obersten sowie ggf. die mittleren Landesbehörden besitzen ebenfalls eigene Zuständigkeiten oder fungieren als Aufsichtsbehörden. Der Katastrophenfall wird in der Regel auf kommunaler Ebene erklärt. Surveillance. Gemäß § § 11 u. 12 IfSG werden die an das Gesundheitsamt gemeldeten Erkrankungen, Todesfälle oder Erregernachweise bzw. Hinweise auf das Auftreten übertragbarer Krankheiten, die zu besonderen Notlagen führen können, zunächst an die Landesbehörden und von dort an das RKI übermittelt.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Länder, die nicht über solche Zentren verfügen, haben Absprachen oder Abkommen mit anderen Ländern getroffen, um Fälle von Lungenpest oder übertragbarem viral-hämorrhagischem Fieber in diese Behandlungszentren verlegen zu können. Das RKI informiert die Fachöffentlichkeit und auch die allgemeine Öffentlichkeit zeitnah über besondere Seuchenlagen. Hierzu stehen abhängig von der Situation verschiedene Formate zur Verfügung. Das Epidemiologische Bulletin erscheint wöchentlich und kann in unterschiedlicher Ausführlichkeit auf besondere Lagen eingehen. Darüber hinaus werden häufig gestellte Fragen und die dazugehörigen Antworten (FAQ) im Internet veröffentlicht, die auch als Unterstützung für Informa tionsdienste anderer Behörden dienen. Bei Bedarf stimmt das RKI mit dem Auswärtigen Amt die Aktualisierung von Reisehinweisen ab, die dann ebenfalls im Internet verfügbar sind. Bei größerem öffentlichem Interesse erstellt es Pressemitteilungen, beantwortet Presseanfragen oder schaltet eine telefonische Bürgerhotline. In der Regel obliegt die Öffentlichkeitsarbeit bei Ereignissen, die örtlich begrenzt sind, den örtlichen Behörden. Ergänzende Öffentlichkeitsmaßnahmen des RKI kommen nur nach Absprache mit Letzteren in Betracht oder wenn es sich um überregionale Lagen handelt, die sich nicht mehr auf einzelne Bundesländer beschränken.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "F rechtzeitige Information der Kommission, der Mitgliedstaaten, der anderen Einrichtungen der Europäischen Gemeinschaft und der internationalen Organisationen, die im Bereich der öffentlichen Gesundheit tätig sind, F Koordinierung der europaweiten Vernetzung von Stellen, die in den Bereichen tätig sind, die unter den Auftrag des Zentrums fallen, einschließlich der Netze, die sich aus den von der Kommission geförderten Tätigkeiten im Bereich der öffentlichen Gesundheit ergeben, sowie Betrieb spezialisierter Überwachungsnetze, F Austausch von Informationen, Fachwissen und vorbildlichen Verfahren sowie die Erleichterung der Entwicklung und Durchführung gemeinsamer Maßnahmen. Um eine rasche und effiziente Reaktion der EU auf Krankheitsgeschehnisse durch übertragbare Krankheiten zu ermöglichen, hat die Kommission ein EU-Frühwarn-und Reaktionssystem (Early warning and response system, EWRS) eingerichtet. Das EWRS ist ein webbasiertes System, durch das die Kommission und die für die Kontrolle übertragbarer Krankheiten zuständigen Gesundheitsbehörden in den Mitgliedstaaten sowie das ECDC untereinander verbunden sind. Auch die EWR-Staaten (Island, Liechtenstein und Norwegen) sind an das System angeschlossen. Die europäischen Mitgliedstaaten schätzen hier ab, ob ein Krankheitsgeschehen in ihrem Land eine mögliche Bedrohung für die öffentliche Gesundheit darstellt, entsprechende Maßnahmen erfordert und ob die Gefahr der Ausbreitung in andere Mitgliedstaaten besteht. Folgende Kriterien werden dazu benutzt: F der Ausbruch übertragbarer Infektionskrankheiten in mehr als einem Mitgliedstaat, F örtlich oder zeitlich gehäuftes Auftreten gleichartiger Krankheiten, sofern Krankheitserreger als Ursache in Betracht kommen und eine länderübergreifende Ausbreitung innerhalb der Gemeinschaft zu befürchten ist, F örtlich oder zeitlich gehäuftes Auftreten gleichartiger Krankheiten außerhalb der Gemeinschaft, sofern eine Ausbreitung auf die Staaten der Gemeinschaft zu befürchten ist, F Auftreten oder Wiederauftreten einer übertragbaren Krankheit oder eines Infektionserregers, wenn deren Eindämmung koordinierende Maßnahmen der Gemeinschaft erfordern. Entspricht ein Geschehen diesen Kriterien, muss eine Meldung an das EWRS erfolgen. Dazu existieren die 3 Aktivierungsstufen: \"Informationsaustausch\", \"mögliche Gefahr\" und \"eindeutige Gefahr\". Solche Meldungen stellen die Grundlage für die Aktivierung einer auf europäischer Ebene koordinierten Reaktion dar, wobei das ECDC die Risikoabschätzung für die europäische Bevölkerung und die Europäische Kommission die Implementierung der Maßnahmen im Bereich der öffentlichen Gesundheit koordiniert. Zusätzlich zu den zeitnahen Risikoabschätzungen für die Mitgliedstaaten und die Kommission gewährleistet das ECDC eine Vernetzung mit anderen Warnsystemen der Kommission (z. B. im Bereich der Tiergesundheit, Nahrungs-und Futtermittel und des Zivilschutzes), es informiert die breite Öffentlichkeit und die Fachwelt über die Krankheitsgeschehnisse und erstellt Empfehlungen für die Fachöffentlichkeit. Auf Anfrage der Kommission, der Mitgliedstaaten, Drittländer und internationaler Organisationen (speziell der WHO) leistet das ECDC technische Unterstützung (z. B. Bereitstellung von Kommunikationsmitteln und Schutzausrüstungen sowie zeitnahe Mobilisierung von Experten zur Unterstützung der Untersuchung von Ausbruchsgeschehen vor Ort). Im Seuchennotfall wird das ECDC eng mit den Gesundheitsexperten in den Mitgliedsländern, der Europäischen Gemeinschaft und der WHO zusammenarbeiten. Ein Emergency operating center gewährleistet die Bereitstellung der technischen Voraussetzungen, um die Entwicklungen des Geschehens 24 Stunden/7 Tage pro Woche zu überwachen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}