{
    "paper_id": "8d94b7eaa66a091cf33b386c6644e30535789b85",
    "metadata": {
        "title": "PD Dr. med. Marcus Panning",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Daniela",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung Infektiologie",
                    "institution": "Hygiene Universitätsklinikum Freiburg",
                    "location": {
                        "settlement": "Lübeck"
                    }
                },
                "email": ""
            },
            {
                "first": "Med",
                "middle": [],
                "last": "Hartmut Hengel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung Infektiologie",
                    "institution": "Hygiene Universitätsklinikum Freiburg",
                    "location": {
                        "settlement": "Lübeck"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Winfried",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung Infektiologie",
                    "institution": "Hygiene Universitätsklinikum Freiburg",
                    "location": {
                        "settlement": "Lübeck"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kern",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung Infektiologie",
                    "institution": "Hygiene Universitätsklinikum Freiburg",
                    "location": {
                        "settlement": "Lübeck"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Markus"
                ],
                "last": "Dettenkofer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung Infektiologie",
                    "institution": "Hygiene Universitätsklinikum Freiburg",
                    "location": {
                        "settlement": "Lübeck"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Klaus"
                ],
                "last": "Dalhoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung Infektiologie",
                    "institution": "Hygiene Universitätsklinikum Freiburg",
                    "location": {
                        "settlement": "Lübeck"
                    }
                },
                "email": ""
            },
            {
                "first": "Med",
                "middle": [],
                "last": "Santiago Ewig",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung Infektiologie",
                    "institution": "Hygiene Universitätsklinikum Freiburg",
                    "location": {
                        "settlement": "Lübeck"
                    }
                },
                "email": ""
            },
            {
                "first": "Thoraxzentrum",
                "middle": [],
                "last": "Ruhrgebiet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung Infektiologie",
                    "institution": "Hygiene Universitätsklinikum Freiburg",
                    "location": {
                        "settlement": "Lübeck"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Bochum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Abteilung Infektiologie",
                    "institution": "Hygiene Universitätsklinikum Freiburg",
                    "location": {
                        "settlement": "Lübeck"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The diagnostic evaluation of patients with nosocomial pneumonia or hospital-acquired pneumonia (HAP) has traditionally focused on bacteriology (1) . In the past, one of the reasons was the lack of sensitive tests and diagnostic methods in virus detection. In the light of increasing scientific evidence and our own clinical experiences we wish to stress the critical role of modern molecular diagnostic testing methods for respiratory viruses, and in particular for influenza, in HAP, to ensure that state of the art detection, prevention, and management of such pathogens are given their proper place in future guidelines.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "(1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Crucial Role of Molecular Diagnostics"
        },
        {
            "text": "Currently, virological diagnostic work-up is not routinely done in HAP and is often conducted only in individual cases or in certain groups of patients. Comprehensive virological data for HAP are therefore lacking. It can be assumed, however, that the prevalence or viral pathogens in HAP is substantially underestimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Crucial Role of Molecular Diagnostics"
        },
        {
            "text": "Giannella and colleagues have recently reported that during the winter months, influenza was confirmed in about a third of patients with respiratory symptoms requiring intensive care (2) . In about half of the cases, influenza was not suspected. In 42% of patients, the infection was acquired nosocomially. A recently published intervention study from the Netherlands has confirmed the critical role of hospital staff in the prevalence of influenza in adult inpatients at university medical centers, as well as the preventive effect of vaccinating the healthcare workers against influenza (3). For emerging infections, such as the Middle East respiratory syndrome coronavirus or respiratory syncytial virus, nosocomial transmission is also well documented.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The Crucial Role of Molecular Diagnostics"
        },
        {
            "text": "For the purposes of preventing infections and the rational use of antibiotics it seems important to us to consider virological etiologies of HAP and to systematically initiate appropriate diagnostic evaluation thereof. Furthermore, influenza vaccination rates among healthcare staff need to be improved, in accordance with the recommendations of Germany's Standing Vaccination Committee (STIKO, Ständige Impfkommission). In Reply:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Crucial Role of Molecular Diagnostics"
        },
        {
            "text": "We thank Panning and coauthors for their letter, which provides us with an opportunity for emphasizing the importance of nosocomial respiratory infections caused by viruses. In the abbreviated version of our guideline published in Deutsches Ärzteblatt this was not possible due to space constraints. In the long version (1), however, we focused-in the chapter on the spectrum of pathogens-on the importance especially of influenza, and in the explanation of recommendation E7 (microbiological testing), we advise virological testing in patients in whom a virus is the suspected pathogen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Crucial Role of Molecular Diagnostics"
        },
        {
            "text": "We also agree with our correspondents that more evidence on the subject should become available thanks to the now more widely available molecular biological tests. However, fully published studies on viral etiologies of nosocomial pneumonia are still lacking. The study reported by Giannella et al., which our correspondents cite, can at best be regarded as a pilot study: in 31 of 105 intubated patients with suspected lower respiratory tract infection, whose endotracheal aspirates were sent for analysis, influenza was identified during the flu season. But this had been acquired nosocomially in only 13 cases; furthermore, the manuscript does not provide any information on how many of the subjects did have pneumonia (2) . We hope that more published data on the subject will be available by the time the updated guideline is published, at the end of 2014.",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 725,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The Crucial Role of Molecular Diagnostics"
        },
        {
            "text": "With regard to the particular importance of flu prevention and emerging viral infections, we can only agree with our correspondents; in this respect, the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Crucial Role of Molecular Diagnostics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical practice guideline: Adult patients with nosocomial pneumonia-epidemiology, diagnosis and treatment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dalhoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ewig",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Dtsch Arztebl Int",
            "volume": "110",
            "issn": "38",
            "pages": "634--674",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Should lower respiratory tract secretions from intensive care patients be systematically screened for influenza virus during the influenza season",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giannella",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rodriguez-Sanchez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Roa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Management der neuen Influenza A/H1N1-Virus-Pandemie im Krankenhaus: Eine Stellungnahme der Deutschen Gesellschaft für Pneumologie und Beatmungsmedizin",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schaberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dalhoff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pneumologie",
            "volume": "63",
            "issn": "",
            "pages": "417--442",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical Practice Guideline: Adult patients with nosocomial pneumonia-epidemiology, diagnosis and treatment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dalhoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ewig",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Dtsch Arztebl Int",
            "volume": "110",
            "issn": "38",
            "pages": "634--674",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "DOI: 10.3238/arztebl.2014.0010a",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Adult Patients With Nosocomial Pneumonia: Epidemiology, Diagnosis, and Treatment by Prof. Dr. med. Klaus Dalhoff, Prof. Dr. med. Santiago Ewig in volume 38/2013 2. Giannella M, Rodriguez-Sanchez B, Roa PL, et al.: Should lower respiratory tract secretions from intensive care patients be systematically screened for influenza virus during the influenza season? Crit Care 2012; 16: R104. 3. Riphagen-Dalhuisen J, Burgerhof JG, Frijstein G, et al.: Hospitalbased cluster randomised controlled trial to assess effects of a multi-faceted programme on influenza vaccine coverage among hospital healthcare workers and nosocomial influenza in the Netherlands, 2009 to 2011. Euro Surveill 2013; 18: 20512. guideline, which deals exclusively with the epidemiology, diagnostic evaluation, and treatment of nosocomial pneumonia, refers readers to the relevant publications from the German Respiratory Society (3) and the Robert Koch Institute (www.rki.de). DOI: 10.3238/arztebl.2014.0010b",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}