{
    "paper_id": "8da758ac8aca22a81f23193025103c3a27c02709",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "When SARS broke out in the winter of 2002 -2003, the world was gripped by a well-founded fear that it would become a lethal pandemic. e acronym resonated with the public, helping to focus attention not only on the virus but also on its transmissibility and global potential. e original animal reservoir of the SARS coronavirus appears to be wild bats, although it probably adapted to infect nocturnal pine civet cats before moving in to man. 4 Although SARS was dubbed \" respiratory \", the virus was clearly not just a lung pathogen -it also a ected the gut. e emerging epidemic came to the attention of virologists when it began to spread in Hong Kong in early March 2002. One of the rst major outbreaks was in a hospital, triggered by a \" superspreading \" event following the admission of a doctor who had acquired the infection while working with patients with atypical pneumonia in Guangdong Province of mainland China. In all, 70 hospital sta became infected in this one outbreak; this same index case apparently infected visitors to the hotel where the doctor stayed, one of whom ew to Hanoi, was admitted to hospital and there led to an outbreak in which 63 hospital sta were infected. Events in the same hotel probably led to the transmission of infection to Toronto, where a major outbreak also occurred.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 443,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "SARS"
        },
        {
            "text": "The major community transmission in Hong Kong occurred in a tower block complex named Amoy Gardens. In this case, the evidence points to transmission from soil pipes and sewage which appears to have led to aerosolization of SARS coronavirus, and to inhalation and transmission to approximately 331 new individuals. This alarming ability to swop between being a respiratory and a gastrointestinal pathogen was one of the features made SARS so potentially devastating.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS"
        },
        {
            "text": "Molecular detection methods show that picornaviruses (rhinovirus and enterovirus) cause approximately 60 % of common colds in older children and adults. e next most common are the coronaviruses, causing about 15 % of colds. Human coronaviruses are classi ed genetically into three groups. One of the group 2 viruses, OC43, shows remarkable antigenic and genetic similarities to a common bovine coronavirus that probably rst mutated and transmitted to man in the 1890s. 1 Although now transmitted from person to person via the respiratory tract, OC43 causes gastrointestinal symptoms in up to 57 % of infected people, along with various combinations of rhinitis (36.6 % ), pharyngitis (30 % ), and bronchitis or bronchiolitis (26.6 % ). 2 Therefore, gastrointestinal symptoms can be as prominent as respiratory symptoms in coronavirus colds, o en labeled \" gastric u \".",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 470,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 736,
                    "end": 737,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "CORONAVIRUS COLDS AND ENTERITIS"
        },
        {
            "text": "In veterinary practice, coronaviruses are also notorious for causing infection of either the gut or lung and for sometimes moving between sites. Porcine transmissible gastroenteritis virus (TGEV) is a coronavirus related to the 229E strain of coronavirus (another cause of common colds in man). TGEV was a major cause of severe gastroenteritis in domesticated pigs, causing significant morbidity and mortality throughout worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CORONAVIRUS COLDS AND ENTERITIS"
        },
        {
            "text": "However, in 1984 spontaneous deletions caused a new strain to emerge transmitted via the respiratory route and causing predominately upper respiratory symptoms, and o en mild or inapparent infection. is new virus was su ciently antigenetically similar to TGEV to cause cross-protection, 3 so that the new strain virtually wiped out the parental strain. erefore, the respiratory version of the coronavirus acted as a natural vaccine, eliminating TGEV as a signi cant veterinary problem.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 288,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "CORONAVIRUS COLDS AND ENTERITIS"
        },
        {
            "text": "Although known as respiratory pathogens, severe acute respiratory syndrome (SARS) and its sister coronaviruses frequently cause enteric symptoms. In addition, other classically non-enteric viruses (such as HIV and influenza) may also have enteric effects that are crucial in their pathogeneses. These effects can be due to direct infection of the gut mucosa, but can also be because of decreased antibacterial defenses, increased mucosal permeability, bacterial translocation, and systemic leak of endotoxin. nature publishing group COMMENTARIES SARS was characterized by intense systemic symptoms and triggering of exuberant host immune responses. 5 Detailed pathological studies showed that SARS coronavirus could infect not only the respiratory epithelium, but also surface enterocytes in the small bowel. Although infection caused di use alveolar damage, the changes in the gut are more subtle 6 and might include an increase in intestinal permeability to lipopolysaccharide (LPS) and transmigration of intestinal bacteria ( Figure 1c ) .",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 650,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 898,
                    "end": 899,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1027,
                    "end": 1040,
                    "text": "( Figure 1c )",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "PJ Openshaw 1"
        },
        {
            "text": "Remarkably, the onset of diarrhea in SARS infected patients usually peaked on days 4 -9, by which time the fever had subsided. However, the coronavirus copy number in some studies showed an increase between day 5 and day 10, so that maximal infectivity followed the fever, 7 leading perhaps to a false sense of security amongst those caring for SARS patients. Although virus copy number in the pharyngeal aspirates dropped signi cantly between days 10 and 15, many patients still had SARS coronavirus present in the stool at day 21, by which time under 50 % had virus present in the nasopharyngeal aspirate. erefore, late transmission by contact with stool was a particular unappreciated risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PJ Openshaw 1"
        },
        {
            "text": "Infection with porcine respiratory coronavirus or porcine reproductive and respiratory syndrome virus has a synergistic e ect with bacterial products, demonstrated by enhanced in ammation induced by LPS from Escherichia coli . LPS caused potentiation of disease, with enhanced production of tumor necrosis factor, interleukin-1, and interleukin-6. 8 It has been known for many years that healthy people o en carry pathogenic bacteria (such as Neisseria meningitides or Streptococcus pneumoniae ) in the upper respiratory tract, but may only develop invasive disease during coinfection with respiratory viruses. e reason for these interactions are incompletely understood, but intriguing recent study show that in uenza and respiratory syndrome virus are both capable of causing a persistent inhibition of the innate response to bacterial superinfection, and therefore to increased bacterial replication and disease. 9",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 349,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "BACTERIA"
        },
        {
            "text": "Although dual tropism for both the lung and gut may be an obvious and clear reason to consider the gut in respiratory infection, links can also be more subtle and complex. HIV targets CD4-expressing T cells and macrophages, thereby leading to immunosuppression. However, the symptoms of progressive HIV infection sometimes include profound weight loss ( \" slim disease \" ), and evidence of systemic immune activation. Indeed, this immune activation may assist fresh infection by HIV of activated T cells, so enhancing the viral life cycle. e reasons for this immune activation seems to include the fact that HIV infects intestinal mucosal lymphocytes, including those in the Peyer ' s patch and especially 17 cells that normally keep bacteria in check 10 ( Figure 1b ) . This leads to enhanced gastrointestinal permeability to microbial products, causing increased levels of circulating LPS, 11 further activating the innate and adaptive immune system. An additional intriguing possibility is that the distribution of FoxP3 + regulatory T cells is a ected by HIV infection, 12 and that the balance between proin ammatory and antiviral effects is disturbed 13 thereby contributing to immune activation, malaise, and cachexia in HIV-infected patients.",
            "cite_spans": [
                {
                    "start": 752,
                    "end": 754,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 892,
                    "end": 894,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1074,
                    "end": 1076,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 755,
                    "end": 768,
                    "text": "( Figure 1b )",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTESTINAL EFFECTS OF HIV INFECTION"
        },
        {
            "text": "Highly pathogenic strains of in uenza also cause intense systemic symptoms, sometimes associated with gastrointestinal disease. In waterfowl, in uenza is mostly an enteric pathogen, transmitted via the feces in the lakes and waterways, and e ciently transmitted to other birds feeding and breeding on the same water. When these viruses spread to man, viral replication can trigger hypercytokinaemia. 14 It therefore seems possible that the gut (known to be susceptible to infection with highly pathogenic strains of in uenza) 15 might also become permeable to intestinal LPS in severe in uenza infections ( Figure 1c ), or that bacterial translocation through the gut wall could contribute to systemic symptoms, cytokine release and circulatory collapse.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 402,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 526,
                    "end": 528,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 605,
                    "end": 616,
                    "text": "( Figure 1c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTESTINAL INFECTION BY INFLUENZA"
        },
        {
            "text": "In the era of integrative systems biology and holistic medicine, it is not only timely but also essential to view the gut and the lung as a continuous surface with distinct but overlapping susceptibilities. In addition, viral and bacterial infections should not be regarded as isolated events but viewed both in the context of intercurrent infection and of previous infection history. Studies of single infections are certainly revealing, but in reality the secret to understanding variations in responses to infections must include an awareness of what else is present on a rich polymicrobial landscape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The author declared no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Complete genomic sequence of human coronavirus OC43: molecular clock analysis suggests a relatively recent zoonotic coronavirus transmission event",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vijgen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "1595--1604",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Detection of respiratory syncytial virus, parainfl uenzavirus 3, adenovirus and rhinovirus sequences in respiratory tract of infants by polymerase chain reaction and hybridization",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Freymuth",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin. Diagn. Virol",
            "volume": "8",
            "issn": "",
            "pages": "31--40",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Contribution of antibody-secreting cells induced in mucosal lymphoid tissues of pigs inoculated with respiratory or enteric strains of coronavirus to immunity against enteric coronavirus challenge",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vancott",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Brim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Lunney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Immunol",
            "volume": "152",
            "issn": "",
            "pages": "3980--3990",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evolutionary insights into the ecology of coronaviruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vijaykrishna",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "4012--4020",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "T cell responses to whole SARS coronavirus in humans",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Immunol",
            "volume": "181",
            "issn": "",
            "pages": "5490--5500",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Tissue and cellular tropism of the coronavirus associated with severe acute respiratory syndrome: an in-situ hybridization study of fatal cases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Pathol",
            "volume": "202",
            "issn": "",
            "pages": "157--163",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical progression and viral load in a community outbreak of coronavirusassociated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767--1772",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "In vivo studies on cytokine involvement during acute viral respiratory disease of swine: troublesome but rewarding",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet. Immunol. Immunopathol",
            "volume": "87",
            "issn": "",
            "pages": "161--168",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sustained desensitization to bacterial Toll-like receptor ligands after resolution of respiratory infl uenza infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Didierlaurent",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Exp. Med",
            "volume": "205",
            "issn": "",
            "pages": "323--329",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Differential Th17 CD4 Tcell depletion in pathogenic and nonpathogenic lentiviral infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brenchley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Blood",
            "volume": "112",
            "issn": "",
            "pages": "2826--2835",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Microbial translocation is a cause of systemic immune activation in chronic HIV infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brenchley",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Med",
            "volume": "12",
            "issn": "",
            "pages": "1365--1371",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Preservation of FoxP3+ regulatory T cells in the peripheral blood of human immunodefi ciency virus type 1-infected elite suppressors correlates with low CD4+ Tcell activation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Chase",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Blankson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Siliciano",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "8307--8315",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coordination of early protective immunity to viral infection by regulatory T cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hsing",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Rudensky",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "320",
            "issn": "",
            "pages": "1220--1224",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Fatal outcome of human infl uenza A (H5N1) is associated with high viral load and hypercytokinemia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Med",
            "volume": "12",
            "issn": "",
            "pages": "1203--1207",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infl uenza A H5N1 replication sites in humans",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uiprasertkul",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg. Infect. Dis",
            "volume": "11",
            "issn": "",
            "pages": "1036--1041",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Alternative mechanisms of mucosal viral -bacterial interactions. ( a ) In the normal gut, intestinal flora are kept from invasion by the intact mucosa, even in the follicle-associated epithelium that specializes in transportation of antigen into the Peyer ' s patch. ( b ) If the submucosal lymphoid tissue is damaged by infection (e.g., with HIV 11 ), the mucosa becomes permeable to bacteria and to bacterial products. Translocation of bacteria and bacterial products from the intestinal lumen cause systemic innate stimulation, leading to malaise and other systemic symptoms. ( c ) If a virus is tropic for the intestinal epithelial cells, it causes cell damage and loosens the normally impermeable barrier that keeps bacteria in the intestinal lumen.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}