{
    "paper_id": "8e0e700c154633549223f0d4781ae538b44808d0",
    "metadata": {
        "title": "SUPPLEMENT 1 ✦ Social Accountability in Theory and Practice",
        "authors": [
            {
                "first": "Annals",
                "middle": [],
                "last": "Of",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Annfammed"
                ],
                "last": "Medicine ✦ Www",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Org",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Vol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To read or post commentaries in response to this article, see it online at http://www.annfammed.org/cgi/content/full/4/suppl_1/s45.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I am delighted to have been asked to provide a commentary to follow the excellent case study by Berg and Norris 1 on integrating workforce planning, medical school expansion, medical school admissions, curriculum, and research at the University of Washington and in the WWAMI (Washington, Wyoming, Alaska, Montana, and Idaho) regional medical education program. The Association of American Medical Colleges in their 2005 report Achieving Accountability (http://www.aamc.org/publications) outlines 2 levels or kinds of accountability. 2 Level I accountability refers to institutional requirements, for example, legal requirements, fi nancial audits, and accreditation. Level II accountability refers to institutional choices, that is, how an individual academic medical center carries out its mission. The Washington/WWAMI case study fi ts more closely with the latter than with the former, but fi ts most closely with the vision for social accountability developed by the Canadian medical schools. 3 ",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 535,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 998,
                    "end": 999,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Achieving self-suffi ciency of physician supply is one of the biggest social accountability challenges facing medical schools, governments, and other stakeholders. The University of Washington study found that the 5 WWAMI states are at the bottom of the states in number of medical school and residency slots per capita, import most of their physicians, and have a shortage of rural physicians. 1 The University of Washington/WWAMI program has a mission to train health professionals for its region and is basing medical school expansion, admissions, curriculum, and research on workforce analysis.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 396,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "PHYSICIAN WORKFORCE PLANNING"
        },
        {
            "text": "Canada, like the United States, has developed a pronounced shortage and maldistribution of physicians and has relied on a substantial importation of international medical graduates, who currently make up 22.7% of the Canadian medical workforce, in an attempt to meet the growing needs of the population. 4 This is a cautionary tale of mistaken workforce planning. A commissioned report published in 1991, Toward Integrated Medical Resource Policies for Canada, projected an oversupply of physicians in the coming decade. 5 Based in part on this projection, the government offi ces that controlled provincial medical student enrollment numbers cut back medical school enrollment by 10% for the nation. The subsequent reduction in physician numbers turned out to be an enormous mistake: the predicted oversupply turned into a severe shortage in the decade after the report as the health care system and patient care needs evolved. Medical schools have now responded to this societal need (with increased government funding) by increasing enrollment (Figure 1 ).",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 305,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 521,
                    "end": 522,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1047,
                    "end": 1056,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "PHYSICIAN WORKFORCE PLANNING"
        },
        {
            "text": "The biggest expansion is taking place at the medical school that is closest to the University of Washington, the University of British Columbia's medical school, which has its main campus in Vancouver. This school is increasing enrollment from an entering class size of 128 in 2003 to one of 224 in 2005. 6 This expansion involved establishing satellite campuses in S46 S O CIA L ACCOUNTA BIL I T Y Prince George (the Northern Medical Program) and Victoria (the Island Medical Program) with a distributed rural and regional community-based educational model building on the experience of the WWAMI program.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 306,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "PHYSICIAN WORKFORCE PLANNING"
        },
        {
            "text": "Canada has also established an innovative new Northern Ontario School of Medicine (NOSM) with a class of 56 students who started September 2005. 7 Its 2 main campuses in Thunder Bay and Sudbury are 1,000 km apart, and the learning will take place in communities throughout Northern Ontario with a very distributed educational model.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 146,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "PHYSICIAN WORKFORCE PLANNING"
        },
        {
            "text": "Despite the large increases in medical school enrollment currently taking place across Canada, it will be at least a decade before physician human resources recover because of the length of time from entry into medical school to entry into practice (and compounding factors, including an aging population that will require more, not fewer, physicians). This experience illustrates how incredibly diffi cult it is to plan physician workforce needs. Changes in health technology, physician practice patterns, community needs, and funding for health care are all diffi cult to assess and act on now, let alone to use as the basis for recommendations for the future. In this regard, governments and health organizations and the Association of Faculties of Medicine of Canada have partnered in Task Force I and II to develop a new physi-cian human resource strategy for Canada and published a major analysis in 2005 and recommendations in 2006. 4, 8 Where and how the new physicians will practice is vitally important, and much of the expansion of medical schools is rural and regionally based. In Canada, as in the United States, the physician shortage is worse in rural communities, especially in frontier regions, such as the provinces of Newfoundland and Labrador, New Brunswick, and Saskatchewan, and the 3 northern territories. 4, 9 Also as in the United States, the research on medical education shows that both rural background and rural medical education are important factors that contribute to the recruitment and retention of rural physicians. [10] [11] [12] [13] Similarly, mirroring the situation in the United States, rural residents are underrepresented in Canadian medical schools, making up 10.8% of medical students but fully 22.4% of the population. 14,15 With 30% to 40% of its students from rural areas, Memorial University of Newfoundland (MUN) is the exception.",
            "cite_spans": [
                {
                    "start": 940,
                    "end": 942,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 943,
                    "end": 944,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1329,
                    "end": 1331,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1332,
                    "end": 1333,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1551,
                    "end": 1555,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1556,
                    "end": 1560,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1561,
                    "end": 1565,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1566,
                    "end": 1570,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "PHYSICIAN WORKFORCE PLANNING"
        },
        {
            "text": "Similar to, though smaller than, the University of Washington/WWAMI program, MUN (http://www. med.mun.ca) serves a very rural and regional population. The province of Newfoundland and Labrador has a population of 512,000 and an area of 156,649 square miles, with geography and climate similar to those of Alaska. Like the WWAMI program, the MUN medical 1968  1969  1970  1971  1972  1973  1974  1975  1976  1977  1978  1979  1980  1981  1982  1983  1984  1985  1986  1987  1988  1989  1990  1991  1992  1993  1994  1995  1996  1997  1998  1999  2000  2001  2002  2003  2004  2005 10% Cut",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 579,
                    "text": "1968  1969  1970  1971  1972  1973  1974  1975  1976  1977  1978  1979  1980  1981  1982  1983  1984  1985  1986  1987  1988  1989  1990  1991  1992  1993  1994  1995  1996  1997  1998  1999  2000  2001  2002  2003  2004  2005",
                    "ref_id": null
                }
            ],
            "section": "PHYSICIAN WORKFORCE PLANNING"
        },
        {
            "text": "Target of 2500 by 2007",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CMF Report"
        },
        {
            "text": "S O CIA L ACCOUNTA BIL I T Y education program is very decentralized, involving both undergraduate and postgraduate clinical educational placements throughout Newfoundland and Labrador, particularly in family medicine. 16 The postgraduate family medicine residency training program can include 8 months or more in Labrador in the NorFam (Northern Family Medicine Education) program, which is one of our examples of building \"the pipeline to practice\"-a WWAMI term. 17 ",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 465,
                    "end": 467,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "S47"
        },
        {
            "text": "The mission for MUN medical school, developed many years before the social accountability vision for Canadian medical schools, is \"to enhance the health of the people of Newfoundland and Labrador by educating physicians and health scientists; by conducting research in clinical and basic medical sciences and applied health sciences and by promoting the skills and attitudes of lifelong learning.\" Social accountability is the fabric that binds medical schools and their communities and regions together. In 2001, Health Canada published Social Accountability: A Vision for Canadian Medical Schools, a report developed by a task force of multiple stakeholders, including strong involvement of Canada's medical schools. 3 This social accountability vision begins with the 1995 World Health Organization (WHO) defi nition of social accountability of medical schools as \"the obligation to direct their education, research and service of activities towards addressing the priority health concerns of the community, region and/or nation that they have a mandate to serve. The priority health concerns are to be identifi ed jointly by governments, health care organizations, health professionals and public.\" 20 By identifying and responding to the needs of the community, Canadian medical schools along with their partners have a major role to play in infl uencing the changes in the health care system that are necessary to ensure an effective, effi cient, accessible, equitable, and sustainable system in the 21st century. Social accountability is essential in shaping the future of medical education, research, and health care in response to present and future societal needs.",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 720,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "SOCIAL ACCOUNTABILITY"
        },
        {
            "text": "The social accountability vision for Canadian medical schools sees an important leadership role for medical schools in key areas:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL ACCOUNTABILITY"
        },
        {
            "text": "• The development of a clear and shared vision of the health care system and of the health care providers (both individuals and institutions) of the 21st century, a vision that will have to be clearly articulated and constantly revised to respond to changing needs • The optimal preparation of future practitioners to respond to population needs • The establishment and promotion of innovative prac tice patterns to better meet individual and community needs",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL ACCOUNTABILITY"
        },
        {
            "text": "• The reinforcement of partnerships with other stakeholders, including academic health centers, governments, communities, and other relevant professional and lay organizations • Advocacy for the services and resources needed for optimal patient care • The defi nition and clarifi cation of the concept of social accountability, and the dissemination of methods for measuring responsiveness to societal needs • The inclusion of the concept of social accountability in the accreditation process of medical schools and other health institutions Canada's medical schools have established several national social accountability projects and activities. These have several important, broad defi ning features: input/participation of broadly based groups of stakeholders (governments, universities, the public/communities, professions, health administrators, students, and health policy makers, represented in the Partnership Pentagram shown in Figure 2 ); identifi cation of key Canadian priorities; buy-in and participation from all 17 medical schools; and development of sustainable multiyear funding.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 938,
                    "end": 946,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "SOCIAL ACCOUNTABILITY"
        },
        {
            "text": "Two examples of the national social accountability projects of Canadian medical schools are the enhancement of aboriginal health and the strengthening of public health nationally. Both of these projects arose in response to key identifi ed Canadian needs. The former project is driven by the poor health status of Canada's aboriginal people and the lack of health care professionals, particularly aboriginal physicians, for that community. The latter project was initiated by a public health threat. The epidemic of severe acute respiratory syndrome (SARS) made it clear that Canada needed to increase the capacity, strength, and effi ciency of its public health system, which would clearly require the involvement and participation of Canada's medical schools from coast to coast. More information on these projects is available online (http://www. afmc.ca/pages/articles_social_accountability.html).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL ACCOUNTABILITY"
        },
        {
            "text": "Canadian medical schools not only partake in social accountability projects at the national level, but they also have many social accountability roles and projects related to the general and specifi c needs of their regions. This also certainly seems to be in evidence in the University of Washington/WWAMI case study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL ACCOUNTABILITY"
        },
        {
            "text": "In conclusion, all medical schools contribute to the needs of society by educating tomorrow's doctors and doing research that makes a difference. The heart of the concept of social accountability/responsibility is that by directing medical school education, research, and service activities toward addressing the priority health concerns of their community/region, their nation, or both, medical schools can make the greatest contribution to the health and well-being of humanity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL ACCOUNTABILITY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A workforce analysis informing medical school expansion, admissions, support for primary care, curriculum, and research",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Norris",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Fam Med",
            "volume": "4",
            "issn": "1",
            "pages": "40--44",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Achieving Accountability: A Proactive Process for Academic Medical Centers",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Social Accountability: A Vision for Canadian Medical Schools",
            "authors": [
                {
                    "first": "Health",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Task Force Two: Canada's Physician Workforce Occupational Human Resources Data Assessment and Trends Analysis Final Report",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Conference of Deputy Ministers of Health. Toward Integrated Medical Resource Policies for Canada",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Barer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Stoddart",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Expanding undergraduate medical education in British Columbia: a distributed campus model",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Snadden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "CMAJ",
            "volume": "173",
            "issn": "",
            "pages": "589--590",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Building the new Northern Ontario Rural Medical School",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Rourke",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Aust J Rural Health",
            "volume": "10",
            "issn": "",
            "pages": "112--116",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A Physician Human Resource Strategy for Canada",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Task Force Two",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Geographic Distribution of Physicians in Canada: Beyond How Many and Where. Ottawa: Canadian Institute for Health Information",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Pong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Pitblado",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The relation between personal characteristics of physicians and practice location in Manitoba",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "CMAJ",
            "volume": "136",
            "issn": "",
            "pages": "366--368",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rural background and clinical rural rotations during medical training: effect on practice location",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Easterbrook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Godwin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "CMAJ",
            "volume": "160",
            "issn": "",
            "pages": "1159--1163",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Factors infl uencing family physicians to enter rural practice: does rural or urban background make a difference?",
            "authors": [
                {
                    "first": "Btb",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Degani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Crichton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Can Fam Phys",
            "volume": "51",
            "issn": "",
            "pages": "1246--1247",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Relationship between practice location of Ontario family physicians and their rural background or amount of rural medical education experience",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Rourke",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Incitti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Rourke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kennard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Can J Rural Med",
            "volume": "10",
            "issn": "",
            "pages": "231--240",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Characteristics of fi rst-year students in Canadian medical schools",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Dhalla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Streiner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "CMAJ",
            "volume": "166",
            "issn": "",
            "pages": "1029--1035",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Strategies to increase the enrollment of students of rural origin in medical school: recommendations from the Society of Rural Physicians of Canada",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rourke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dewar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "CMAJ",
            "volume": "172",
            "issn": "",
            "pages": "62--65",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Advances in rural medical education in three countries: Canada, the United States and Australia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tesson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Curran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Strasser",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Educ Health (Abingdon)",
            "volume": "18",
            "issn": "",
            "pages": "405--415",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "NorFam-a rural/Northern family medicine program",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Beach",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Can J Rural Med",
            "volume": "2",
            "issn": "",
            "pages": "120--124",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Who makes Canada's rural doctors?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hutten-Czapski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Thurber",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Can J Rural Med",
            "volume": "7",
            "issn": "",
            "pages": "95--100",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "New Family Physicians in Rural Practice",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Division of Development of Human Resources for Health, World Health Organization. Defi ning and Measuring the Social Accountability of Medical Schools",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "First-year enrollment in medical schools in Canada, 1968 to 2005. Source: Canadian Medical Education Statistics, Vol 28. Association of Faculties of Medicine of Canada, 2006. CMF = CMF Report: Canadian Medical Forum Task Force on Physician Supply in Canada (Report 1999). Available at http://cua.org/socioeconomics/physician_ supply_2000.pdf. Accessed 20 August 2006.. Notes: As geographic background, Canada has an area of 3.9 million square miles (making it larger than the United States) but has only 32 million people and 17 medical schools.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A partnership pentagram showing the 5 broad groups of stakeholders infl uencing the social accountability projects of Canadian medical schools. Note: Adapted from: World Health Organization. Towards Unity for Health: Challenges and opportunities for partnership in health development. Geneva: WHO; 2000. Available at: http://www.who. int/entity/hrh/documents/en/TUFH_challenges.pdf. Accessed 7 August 2006. See also 2004 Association of Canadian Medical Colleges (ACMC) Social Accountabilities Poster. Presented at the 2004 ACMC-CAME (Canadian Association for Medical Education) annual meeting, Halifax, Nova Scotia. Available at: http:// www.afmc.ca/pages/articles_social_accountability.html. Accessed 7 August 2006.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}