{
    "paper_id": "8e887592355688a0cddb6c3c3ae9838b5665cf07",
    "metadata": {
        "title": "Supplemental Information p53 Acts as a Safeguard of Translational Control by Regulating Fibrillarin and rRNA Methylation in Cancer SUPPLEMENTAL EXPERIMENTAL PROCEDURES SUPPLEMENTAL REFERENCES",
        "authors": [
            {
                "first": "Virginie",
                "middle": [],
                "last": "Marcel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sandra",
                "middle": [
                    "E"
                ],
                "last": "Ghayad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stéphane",
                "middle": [],
                "last": "Belin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gabriel",
                "middle": [],
                "last": "Therizols",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne-Pierre",
                "middle": [],
                "last": "Morel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eduardo",
                "middle": [],
                "last": "Solano-Gonzàlez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julie",
                "middle": [
                    "A"
                ],
                "last": "Vendrell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sabine",
                "middle": [],
                "last": "Hacot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hichem",
                "middle": [
                    "C"
                ],
                "last": "Mertani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marie",
                "middle": [
                    "Alexandra"
                ],
                "last": "Albaret",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-Christophe",
                "middle": [],
                "last": "Bourdon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lee",
                "middle": [],
                "last": "Jordan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alastair",
                "middle": [],
                "last": "Thompson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yasmine",
                "middle": [],
                "last": "Tafer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rong",
                "middle": [],
                "last": "Cong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Bouvet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-Christophe",
                "middle": [],
                "last": "Saurin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frédéric",
                "middle": [],
                "last": "Catez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne-Catherine",
                "middle": [],
                "last": "Prats",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alain",
                "middle": [],
                "last": "Puisieux",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-Jacques",
                "middle": [],
                "last": "Diaz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Quantification using ImageJ software has been performed for p53 (A, C), FBL protein levels (A, D) and p53 target genes, CDKN1A, which encodes p21 protein, and MDM2 (B, E). Graphs represent means and standard deviation of at least 3 experiments. *p<0.05, **p<0.01 and ***p<0.001 according to Student's t-test. Figure  3B . FBL and β-Actin protein levels were analyzed by western blot in a panel of wild-type p53 and mutant p53 breast cell lines. FBL and β-Actin lanes were spliced together from discontinuous lanes of the same blot. . Putative p53 responsive elements and primers used in chromatin immuno-precipitation (ChIP) assays are shown within the sequence. (B) Ectopic p53 expression. p53 expression was analyzed by western blot in HCT-116-p53 -/cells during luciferase assays. (C) Prior ChIP assays, p53 expression has been analyzed by western blot in non-treated HME cells (NT), in camptothecin-treated HME cells (Campto) and in HME-shp53 cells. Protein quantification is presented in the upper panel. (D) As a positive control of ChIP assays, p53 binding to CDKN1A gene promoter, a well-known p53 target gene, has been analyzed by qPCR using specific primers. Graphs represent means and standard deviation of at least 3 experiments. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 321,
                    "text": "Figure  3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Inventory of Supplemental"
        },
        {
            "text": "(cells over-expressing hTERT protein) and HMLE (over-expressing hTERT and SV40 T/t antigens) were a generous gift from R. Weinberg (Elenbaas et al., 2001) . In the lab, we derived another cell line from HME cells stably expressing a shRNA targeting p53 (HME-shp53). In addition, a second series of human mammary immortalized epithelial cells were developed to verify the data obtained with the original Weinberg's cells: they are indicated as HMEC-hTERT which over-express hTERT protein; and HMEC-hTERT-shp53 which overexpress hTERT and a p53 shRNA (Morel et al., 2012) .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 154,
                    "text": "(Elenbaas et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 569,
                    "text": "(Morel et al., 2012)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "HMEC-derived cell lines -Normal human mammary immortalized epithelial cells HME"
        },
        {
            "text": "and p53 mutation status -The characterisation of the classical molecular markers was previously determined and was reported in Bourdon et al., 2011. Briefly, primary, previously untreated operable breast cancer from 80 Caucasian women (age range 24-89 years; median age 64 years) with sufficient tumor tissue surplus to diagnostic requirements and complete clinical and pathological data were analyzed (Table S1 ). Tumor tissues were macro-dissected by a specialist breast pathologist and snap frozen in liquid nitrogen prior to storage at -80 ºC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 411,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Breast tumor samples: tumor grade, estrogen receptor, progesterone receptor, ErbB2"
        },
        {
            "text": "Samples were examined following the Tayside Tissue Bank approval under delegated authority from the Local Research Ethics Committee (www.taysidetissuebank.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Breast tumor samples: tumor grade, estrogen receptor, progesterone receptor, ErbB2"
        },
        {
            "text": "Immunohistochemical staining was carried out on 4 μm sections of formalin-fixed paraffinembedded tumors with the mouse monoclonal anti-estrogen receptor alpha (ERα) antibody 6F11, progesterone receptor (PR) antibody clone 16 and mouse monoclonal anti-ErbB2 antibody CB11 (Her2, Novocastra Laboratories Ltd). Additional analyses were performed according to histological tumor grade (Bloom and Richardson, 1957) and graded by a specialist consultant breast pathologist. Estrogen receptor (ER) status (as ER negative 0-3 vs ER positive 4-18) was determined by the Quickscore method (Detre et al., 1995) . ErbB2 scoring was performed as previously described . p53 mutation status was determined using 100 ng of genomic DNA extracted from homogenized frozen tissues as described previously (Baker et al., 2010) , using the AmpliChip p53 Test (Roche Diagnostics).",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 409,
                    "text": "(Bloom and Richardson, 1957)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 579,
                    "end": 599,
                    "text": "(Detre et al., 1995)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 785,
                    "end": 805,
                    "text": "(Baker et al., 2010)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Breast tumor samples: tumor grade, estrogen receptor, progesterone receptor, ErbB2"
        },
        {
            "text": "Tumor samples were examined by RT-qPCR using a LightCycler (Roche) in combination with the LightCycler LC480 SYBR Green I Master (Roche). For FBL gene, the amount of target was calculated as followed by (1) normalizing FBL expression to that of the RNA18S gene and (2) calculating the relative FBL expression to that of the calibrator: E -(ΔCTsample-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association between p53 mutation status and FBL mRNA levels analyzed by RT-qPCR -"
        },
        {
            "text": ", where E is the efficiency of the RT-qPCR reaction calculated with the slope of the corresponding standard curve, CT is the threshold cycle, and ΔCT is (CT target gene -CT 18S). Statistical analysis of RT-qPCR measurements was performed using the Mann-Whitney test by Statgraphics® 3 plus software (Statgraphics Centurion). The results were judged to be statistically significant at a confidence level greater than 95 % (p<0.05). Statistical comparisons between p53 mutation status and FBL expression were made using Wilcoxon test and a p-value < 0.05 was considered to be statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ΔCTcalibrator)"
        },
        {
            "text": "Vectors and luciferase assays -To investigate whether p53 regulates FBL promoter activity, a pFBL-Luc plasmid has been constructed. Briefly, nucleotide sequence corresponding to partial exon 1 and intron 1 of FBL gene that contains two p53 response elements, has been cloned upstream the minimal SV40 promoter of pGL3-SV40-Fluc vector to drive firefly luciferase reporter gene. For these luciferase assays, transfection efficiency was normalised by co-transfecting pRL construct constitutively expressing the renilla luciferase gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ΔCTcalibrator)"
        },
        {
            "text": "Luciferase activity was measured by luminescence using the Dual-Luciferase Reporter Assay (Promega). All data were given as relative luciferase activity (firefly/renilla).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ΔCTcalibrator)"
        },
        {
            "text": "To The purified DNAs were amplified by qPCR using StepOne Plus (Applied Biosystems) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ΔCTcalibrator)"
        },
        {
            "text": "FastStart Universal SYBR Green Master (ROX) (Roche). °C at 750 g and 12,000 rpm, respectively. A part of the cytoplasmic fraction was separated on a 10-40 % sucrose gradient by ultracentrifugation at 250,000 g for 2 hr at 4 °C. Ribosome distribution all along the gradients was analyzed by measuring the OD 260 nm of 500 µl fractions using a Nanodrop. RNA quality of each fraction was verified by separating RNA in 1 % agarose gel. RNA was extracted using TriPure Isolation reagent (Roche) from both the cytoplasmic fractions and the polysomal-pooled fractions. RNA levels were quantified by RT-qPCR as described above. mRNA levels of interest were normalized to the ones of GAPDH and ratio of polysomal fraction/cytoplasmic fraction were calculated to take into account any variation of mRNA levels due to transcriptional processes. INHBA mRNA was used as an mRNA control that does not contain IRES.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ΔCTcalibrator)"
        },
        {
            "text": "Cell proliferation. Cell proliferation was determined by a real time monitoring assay based on variation of electric impedance (xCELLigence technology, Roche). Briefly, 10 4 cells were seeded in an E-plate 16 plugged-in a RTCA (Real Time Cell Analysis) monitor within the CO 2 incubator. Cell anchorage induces variation in electric impedance that allows monitoring cell proliferation since increase in electric impedance is correlated to proportional increase in cell proliferation (Ke et al., 2011) . After normalisation of electric impedance 24 hr post-seeding, index of cell proliferation reflecting the slope of growth curves was calculated by the RTCA software.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 500,
                    "text": "(Ke et al., 2011)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Quantification of rRNA methylation by RT-qPCR"
        },
        {
            "text": "Anchorage-independent cell proliferation was analyzed by soft-agar assay. 5.10 4 cells were suspended in a 0.9 % agarose-2X complemented DMEM medium and added to a solidified 1.5 % agarose-2X complemented DMEM medium. Cells were grown for 3 weeks before 10 % paraformaldehyde fixation and 0.05 % crystal violet coloration. Colony numbers were counted automatically using ImageJ software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantification of rRNA methylation by RT-qPCR"
        },
        {
            "text": "Differential sensitivity in doxorubicin treatment was analyzed by determining the IC50 in different clones. Briefly, 5.10 3 cells were seeded in a 96-well plate 24 hr prior addition of increasing concentration of doxorubicin (0 to 100 µM). Metabolic activity of cells was analyzed by MTS assays (Promega) and IC50 of doxorubicin was calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantification of rRNA methylation by RT-qPCR"
        },
        {
            "text": "Evaluation of prognosis value of FBL mRNA expression -In this study, the primary outcomes were breast cancer-specific survival and relapse-free survival. Breast cancerspecific survival was measured from the date of diagnosis to death or censored at the last follow up. Accordingly, non-breast cancer deaths were censored at the time of death (i.e., at the time of their death, the women were considered to have survived breast cancer but died of other causes). Relapse-free survival was measured from date of diagnosis to relapse, or censored at last follow-up. We considered relapse as tumor diagnosis at primary tumor site, at secondary site and/or metastasis. In order to explore the prognostic value of FBL using the Kaplan-Meier method, the FBL expression data were first transformed into binomial data (0 for \"low expression level\" or 1 for \"high expression level\"). ROC (Receiver Operating Characteristics) curves were used to determine the optimal cut-off point of FBL gene expression (i.e., to determine at which level of FBL gene expression best segregated patients in terms of survival). According to ROC curve analysis, breast tumor samples with a FBL gene expression below or equal to 0.085 were defined as \"low expression level\" and breast tumor samples with a FBL gene expression superior to 0.085 were defined as \"high expression level\". Survival rates were then estimated according to the Kaplan-Meier method and the log rank test was used to assess the statistical differences between the two groups. In Image quantification -Western blots, northern blots were quantified using ImageJ software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantification of rRNA methylation by RT-qPCR"
        },
        {
            "text": "Expression levels of proteins or snoRNAs of interest were normalized to internal control, such as β-Actin or total RNA visualized by ethidium bromide staining.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantification of rRNA methylation by RT-qPCR"
        },
        {
            "text": "Sequence ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "p53 mutation, deprivation and poor prognosis in primary breast cancer",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Quinlan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ashfield",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Birse-Stewart-Bell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mccowan",
                    "suffix": ""
                },
                {
                    "first": "J.-C",
                    "middle": [],
                    "last": "Bourdon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Purdie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dewar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Cancer",
            "volume": "102",
            "issn": "",
            "pages": "719--726",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Histological grading and prognosis in breast cancer; a study of 1409 cases of which 359 have been followed for 15 years",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Br J Cancer",
            "volume": "11",
            "issn": "",
            "pages": "359--377",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A \"quickscore\" method for immunohistochemical semiquantitation: validation for oestrogen receptor in breast carcinomas",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Detre",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Saclani Jotti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dowsett",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Clin Pathol",
            "volume": "48",
            "issn": "",
            "pages": "876--878",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The xCELLigence system for real-time and labelfree monitoring of cell viability",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Abassi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Methods Mol Biol",
            "volume": "740",
            "issn": "",
            "pages": "33--43",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "EMT inducers catalyze malignant transformation of mammary epithelial cells and drive tumorigenesis towards claudin-low tumors in transgenic mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Morel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Hinkal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fauvet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Courtois-Cox",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wierinckx",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Devouassoux-Shisheboran",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Treilleux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tissier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gras",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Genet",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "HER2 assessment on core biopsy specimens using monoclonal antibody CB11 accurately determines HER2 status in breast carcinoma",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Purdie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pratt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Histopathology",
            "volume": "56",
            "issn": "",
            "pages": "702--707",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "S1 related toFigure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "S2 related toFigure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "S1 related toFigure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure S4 related to Figure 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure S5 related to Figure 5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure S6 related to Figure 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Quantification of western blots presented in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Representative western blot of the quantification presented in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(A) Partial nucleotide sequence of FBL gene from exon 1 to middle of intron 1 (ENSG00000105202)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "(A, B, C, D) Absolute luminescence units of bi-cistronic IGF1R luciferase assays presented in Figures 6A-6B are shown. (E) Relative expression and integrity of firefly and renilla luciferase mRNAs expressed by the IGF1R bi-cistronic luciferase construct, quantified by RT-qPCR. (F) The FBL protein level at 72 hr post-transfection of indicated cells using si-FBL determined by western blot analysis. (G, H) Determination of IRES-dependent translation initiation activity of cellular MYC, FGF1, FGF2 and VEGFA as well as viral EncephaloMyoCarditis Virus by luciferase bi-cistonic vectors. Firefly luciferase activity is normalized to the renilla luciferase activity. (I) The distribution of indicated mRNAs within polysomal fraction was analyzed by FGF1, FGF2  and VEGFA mRNAs contain IRES whereas no IRES was described in INHBA mRNA used as a control. Graphs represent means and standard deviation of at least 3 experiments. *p<0.05, **p<0.01 and ***p<0.001 according to Student's t-test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "related to Figure 7. (A) Western blot of independent stable clones derived from MCF7 cells that over-express either an FBL-GFP protein or a GFP protein. FBL-GFP, GFP and β-Actin lanes were spliced together from discontinuous lanes of the same blot as indicated by dotted lines. (B-F) Kaplan-Meier analysis of relapse-free survival (event = relapse) and of breast cancer-specific survival (event = death related to breast cancer disease) according to FBL mRNA level in retrospective analyses of gene expression array data described by (A, B) Gyorffy et al., 2010, (C, D) Weigelt et al., 2005 and (E) Sabatier et al., 2011. The data are dichotomized at the upper quartile value into high and low expression groups.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "measure translational fidelity, constructions have been developed by site-directed mutagenesis(Belin et al., 2009)  to quantify nonsense suppression, by introducing a premature stop codon (UAG at position 333) within the firefly luciferase reporter gene (pGL3 mut1); aa-tRNA selection, by introducing a missense mutation (R218L) within the firefly luciferase reporter gene (pGL3 mut2); and -1 programmed ribosome frameshift by introducing the signal of SARS-CoV upstream the firefly luciferase gene. For these luciferase assays, transfection efficiency was normalised by co-transfecting pRL construct constitutively expressing the renilla luciferase gene. All data were given as relative luciferase activity (firefly/renilla).Bi-cistronic plasmid constructions have been previously described and were used to assess translation quality (i.e., CAP-dependent vs IRES-dependent translation). Briefly, renilla luciferase gene expression was under the control of the CMV promoter in the first cistron (CAP-dependent translation) while in the second cistron, the firefly luciferase gene expression was under the control of IRES from human genes (IRES of IGF1R, MYC, FGF1, FGF2 and VEGFA). All data were shown as a relative luciferase activity (firefly/renilla) allowing normalisation due to difference in transfection efficiency.Chromatin immuno-precipitation (ChIP) -Protein-DNA complexes were cross-linked for 10 min at room temperature with 1 % formaldehyde added directly into the culture medium.Reaction was stopped by addition of 0.125 M glycine incubated for 5 min through gentle rocking. The cells were suspended in 200 ml SDS lysis buffer (1 % SDS, 10 mM EDTA, 50 mM Tris pH 8.1) and submitted to sonication to produce small DNA fragments (200-1000 bp). Chromatin was diluted 10-fold with ChIP dilution buffer (0.01 % SDS, 1.1 % TritonX-100, 1.2 mM EDTA, 16.7 mM Tris pH 8.1, 167 mM NaCl), pre-cleared and immunoprecipitated with the antibody anti-p53 (DO-1, Santa Cruz). Precipitated DNA and protein complexes were reverse cross-linked, proteins digested with proteinase K (Fermentas) and DNA fragment were purified through phenol/chloroform extraction and ethanol precipitation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "-rRNA methylation levels were quantified at 16 different sites, selected in 5.8S, 18S and 28S ribosomal RNA, byRT-qPCR.    This method is based on reverse transcription (RT) of rRNA using specific primers. RT elongation is blocked by ribose methylation when performed in presence of low dNTP concentration, while not blocked in the presence of high dNTP concentration. The long cDNA from both RT reactions was then quantified by qPCR(Belin et al., 2009). Briefly, total RNA was extracted and purified using Trizol reagent as described by the manufacturer (Invitrogen).Reverse transcription was then performed using 500 ng of total RNA in the presence of 200 units of M-MLV reverse transcriptase (Invitrogen), RNase H minus (Promega), 40 units of RNasin Ribonuclease inhibitor (Promega), 10 mM DTT, 1 µM of each reverse primer targeting a sequence upstream to a specific methylation site, and 10 µM or 1 mM dNTPs. Reactions were incubated at 37 °C for 50 min, and then stopped by one cycle of 15 min at 70 °C. Quantitative amplification of the targeted cDNAs was assessed by PCR using a LightCycler 480 (Roche Diagnostics), and the LightCycler 480 SYBR Green I Master Mix (Roche). The amount of methylation was calculated following the function 2 (CTlow-CThigh) , where the CT (threshold cycle) value obtained with the RT reaction at low dNTP concentration was normalized to the one obtained at high dNTP concentration. Quantification of rRNA synthesis and global methylation by metabolic labelling -Cells were incubated one hour in the appropriate medium supplemented with [5,6-3 H]-Uridine at a final concentration of 15 mCi/ml (Perkin Elmer). At the end of labelling time, cells were washed three times with ice cold 1X PBS. Total RNA was extracted using TRIzol Reagent standard procedure and dissolved in formamid. 1 µg of total RNA was separated in a 1 % agarose-formaldehyde gel and transferred to nitrocellulose membranes. For methylation analysis, cells were incubated 1 hr in the appropriate methionine free-medium. For labelling, cells were incubated with methionine free-medium supplemented with 50 µCi/ml of L-[Methyl-3 H]-Methionine (Perkin Elmer) for 1 hr. At the end of labelling time, cells were washed three times with ice cold 1X PBS. Total RNA was extracted using TRIzol Reagent standard procedure and dissolved in formamid. 1 µg of total RNA was separated in a 1 % agarose-formaldehyde gel and transferred to nitrocellulose membranes. Northern blotting -Total RNA was extracted by TriPure Isolation Reagent (Roche Diagnosis) and dissolved in formamid. 3 µg of total RNA were separated on a 8 % polyacrylamide-7 M urea gel using 1X TBE buffer. Following migration, RNA quality and quantity were verified under UV light. RNA was then transferred on the Hybond N + nylon membrane (GE Healthcare) using a semi-dry apparatus for 1 hr 30 min at 150 mA/100 W and link to the membrane by UV crosslinking (1200J). Membrane was saturated by E. coli tRNA (Roche) for 1 hr at room temperature and incubated overnight at 45 °C with PNK (Promega) [ 32 P]-labelled probes against different snoRNA. Radio-labelling was visualised by autoradiography.mRNA polysomal profiling assays. Cellular polysomal fractions were isolated as previously described. Briefly, an 80 % confluent cell culture was incubated for 10 min with 0.1 µg/ml cycloheximide (CHX) to inhibit translation due to harvest-induced stress. Washed cells were suspended in lysis buffer (0.25 M saccharose, 0.25 M KCl, 6 mM MgCl 2 and 50 mM Tris-HCl pH 7.4, 0.1 µg/ml CHX) for nucleus/cytoplasm fractionation using a Dounce homogeneizer. Nucleus and mitochondria were eliminated by centrifugation for 10 min at 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "addition, Cox's proportional hazards regression model (multivariate analysis) using a backward selection procedure was performed to evaluate the independent prognostic markers of different variables (invaded lymph nodes, histological grade, estrogen/progesterone receptors status, ErbB2 status, p53 mutation status and FBL mRNA levels). All variables included in the multivariate analyses presented a p<0.05 in univariate analysis(Bourdon et   al., 2011). These analyses were performed using the SPSS® Software and judged as significant if the p-value < 0.05.Exploration of levels of FBL mRNA levels in three publically available gene-expressiondatabases -Publicly available gene-expression data sourced from 2 published studies byWeigelt and collaborators (Weigelt et al., 2005)  and Sabatier and collaborators(Sabatier et al.,   2011)  were analyzed to determine whether there is a relationship between FBL mRNA levels and prognosis. Further analyses were also carried out using Kaplan-Meier plotter, an online tool that incorporates public microarray data from 2414 breast cancer patients(Gyorffy et al.,   2010).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "FBL F: CCT GGG GAA TCA GTT TAT GG R: CCA GGC TCG GTA CTC AAT TT IGF1R F: AAA AAC CTT CGC CTC ATC C R: TGG TTG TCG AGG ACG TAG AA RNA18S F: ATG CGG CGG CGT TAT TC R: GCG ACG GGC GGT GTG TA β-Actin F: ATG ATA TCG CCG CGC TCG R: CGC TCG GTG AGG ATC TTC A GAPDH F: AGC CAC ATC GCT CAG ACA C R: GCC CAA TAC GAC CAA ATC C Northern blot U25 TCT CCT CAG AGT TAT TTA TCC TC HBII-135 CTT CAG AAA ACC ATA GGT TCA CC U32A GGT GAA TGT TGC TCA TCA CTG AC U46 CAG TGT AAC TAT GAC AAG TCC TTG C U58C GGT GTC CTA AGA TAG TCA TCA CAG C U29 GGT GTT CAT GTA TTT TCA CTG TCG G ChIP FBL-P1 F: CCT TGA CTC CGA TCA CAC AC R: ATG GTG TGG TGG ACC AGG AT FBL-P2 F: TAC CTC CTG TGA CAA CCA CC R: ATG GAG TGG AGA TTT GGG GA CDKN1A F: CTG GAC TGG GCA CTC TTG TC R: CTC CTA CCA TCC CCT TCC TC",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "related to Figure 3. Characteristics of the 80 patients with primary breast cancer from Ninewells Hospital, as previously determined by Bourdon et al., 2011.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "related to Figure 7. Multivariate Cox regression analysis of independent markers of breast cancer-specific survival.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}