{
    "paper_id": "8ef503527426b8af1c1679939e54b36468a422a4",
    "metadata": {
        "title": "Pandemics: avoiding the mistakes of 1918",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "M Barry"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the next influenza pandemic, be it now or in the future, be the virus mild or virulent, the single most important weapon against the disease will be a vaccine. The second most important will be communication. History has shown that to cut vaccine production time, minimize economic and social disruption, deliver health care and even food, governments need to communicate well -both between themselves and with the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The US response to the 1918 flu offers a case study of a communication strategy to avoid. The world response to the threat of an emerging flu in recent weeks shows that we have learned from the past. And there is much to learn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pandemic that began in January 1918 and ended in June 1920 killed an estimated 35 million-100 million people worldwide, or 1.9-5.5% of the entire population 1 . Although an estimated 2% of people died in Western countries, some large subgroups were affected disproportionately. The Metropolitan Life Insurance Company, based in New York, found that the disease killed 3.26% of its insured US industrial workers aged 25-45. Given that 25-40% of the population contracted the disease, case mortality would have been 8-13% in that population 2 .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The flu started slowly. In the United States, a small wave of the disease sputtered across the country in the spring of 1918, but went largely unnoticed except in military training camps. The effects were more noticeable in Europe, where many soldiers in the armies of the First World War fell ill. By the end of summer, a more lethal wave had surfaced in Switzerland. On 3 August, the US military received an intelligence report comparing the Swiss epidemic to the Black Death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The US government used the same strategy for communicating about the disease that it had developed to disseminate war news. The essence of that strategy was described by its main architect, writer Arthur Bullard: \"Truth and falsehood are arbitrary terms … There is nothing in experience to tell us one is always preferable to the other … The force of an idea lies in its inspirational value. It matters very little if is true or false. \" Fellow adviser Walter Lippman, another architect of this strategy, sent President Woodrow Wilson a memo saying that most citizens were \"mentally children\" and advising that \"self-determination\" had to be subordinated to \"order\" and \"prosperity\". In 1917, the day after receiving Lippman's memo, Wilson issued an executive order to control all government communication strategy during the war that was premised on keeping up morale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a result, when the full-blown and lethal pandemic wave arrived in the United States in September 1918, Wilson never made a single statement about it, and lesser public figures provided only reassurance. US surgeon general Rupert Blue declared: \"There is no cause for alarm if proper precautions are observed. \" Local health officials echoed this message. Chicago's director of public health, for instance, decided not to \"interfere with the morale of the community\", explaining: \"It is our job to keep people from fear. Worry kills more than the disease. \" That last phrase became a mantra repeated in hundreds of newspapers. Paid advertising carried a comparable message: every day, press advertisements for Vicks VapoRub appeared with the line: \"Simply the Old-Fashioned grip masquerading under A New Name. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Yet it was not ordinary influenza by another name. The disease was unusual enough to be misdiagnosed initially as cholera, typhoid and dengue. Some people died within 24 hours of the first symptom. The most horrific feature was bleeding, not just from the nose and mouth but also from the ears and eyes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nonetheless, the government and newspapers continued to reassure. Although physicians fully understood the explosive nature of the pandemic, they routinely misled people, covered up the truth and lied. In Philadelphia, for example, public-health director Wilmer Krusen promised -before a single civilian had died -to \"confine this disease to its present limits. In this we are sure to be successful. \" As the death toll grew, he repeatedly reassured the public that \"the disease has about reached its crest. The situation is well in hand. \" When the number of daily deaths broke 200, he again promised: \"The peak of the epidemic has been reached.\" When 300 died in a day, he said: \"These deaths mark the high-water mark. \" Ultimately, daily deaths reached 759.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The press never questioned him.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Meanwhile, the bodies piled up. In many cities, they lay uncollected in homes for days. In some places, including Philadelphia, they were buried in mass graves dug by steam shovels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unfortunately, Philadelphia's communication strategy was the rule, not the exception. Local officials and newspapers across the country were either deceptive or said nothing. Many papers did not print lists of the dead. Even as 8,000 soldiers were hospitalized in Camp Pike, Arkansas, over four days, the Arkansas Gazette in Little Rock, just a few miles away, maintained, \"Spanish influenza is plain la grippesame old fever and chills. \" This communication strategy of either reassurance or silence had its effect. Its effect was terror.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Same old fever?"
        },
        {
            "text": "Lies and silence cost authority figures credibility and trust. With no public official to believe in, people believed rumours and their most horrific imaginings. A man living in Washington described the result: \"People were afraid to kiss one another, people were afraid to eat with one another … It destroyed those contacts and destroyed the intimacy that existed amongst people … there was an aura of a constant fear that you lived through from getting up in the morning to going to bed at night. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Same old fever?"
        },
        {
            "text": "Under that pressure, society first drifted, then threatened to fall apart. The health-care system, already drained of physicians and nurses by the military, collapsed first. Elsewhere, fear, not illness, kept people at home. Absenteeism reached extraordinary levels. Shipyard workers were told that their duties were as important as a soldier's; they were paid only if they worked; and, unlike elsewhere, physicians were available to them on site. Yet absentee rates in the shipyards -one of the few industries for which there are good data -still ranged from 45% to 58% (ref. 3) . Absenteeism crippled the railroad system, which transported nearly all freight, bringing it to the point of collapse. It shut down telephone exchanges, closing off communication, and further isolating and alienating people. Grocers refused to open. Coal sellers closed. In cities and rural communities, the Red Cross reported that people \"were starving to death not for lack of food but because the well were too panic stricken to bring food to the sick\".",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 579,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Same old fever?"
        },
        {
            "text": "Victor Vaughan, a sober, serious scientist, \"The communication strategy of either reassurance or silence had its effect. Its effect was terror.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Same old fever?"
        },
        {
            "text": "for years dean of the medical school at the University of Michigan in Ann Arbor, worried that if this trend accelerated \"for a few more weeks … civilization could easily disappear from the face of the Earth\". Better communication led to better results. In San Francisco, for example, despite a slow reaction to the initial onslaught of flu, in October 1918 the mayor, health officials and business and union leaders all signed a full-page newspaper advert in huge type reading: \"Wear A Mask and Save Your Life!\" It was a rare, bold statement. In this city, society, although reeling, functioned. Food was delivered, and the sick were cared for. Where people had accurate information and knew what they faced, they often performed heroically. Red Cross professionals, physicians and nurses routinely risked their lives. When Philadelphia's city police -who knew the facts even if the papers weren't printing them -were asked to supply four volunteers to \"remove bodies from beds … and load them in vehicles\", 118 officers responded 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Same old fever?"
        },
        {
            "text": "Of course, the world is different today to how it was in 1918. But communication remains paramount.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth telling"
        },
        {
            "text": "Until we develop a vaccine that is effective against all influenza viruses and available globally, the world will be vulnerable to influenza pandemics. H1N1 is the most immediate danger, including the possibility that a more deadly wave will strike later this year, but H5N1 and other viruses remain pandemic threats. First and foremost, authorities must tell each other the truth. This provides crucial lead time for vaccine production. Models even suggest that in a few circumstances, surveillance and transparency may allow a new virus to be contained and extirpated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth telling"
        },
        {
            "text": "The world has performed well in the past few weeks in this regard, but this is a lesson that has not been entirely taken on board. In 2003, China initially covered up SARS, putting the world at risk and contributing to near-panic in Beijing, where people felt they could trust nothing coming from the government. In 2004, Thailand and Indonesia withheld information during the first outbreaks of H5N1 bird flu. There continue to be both political and bureaucratic problems in ensuring that H5N1 isolates are shared -especially by Indonesiathereby increasing the risk to the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth telling"
        },
        {
            "text": "Telling the public the truth is also paramount. Before a vaccine becomes available during a severe pandemic, at some point the government will ask citizens to adhere to a series of public-health guidelines for non-pharmaceutical interventions, such as staying at home if they become ill. Large-scale, sustained compliance will be essential if those measures are to succeed. Compliance requires trust, and that depends on truth-telling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth telling"
        },
        {
            "text": "In the United States, former health and human services secretaries Tommy Thompson and Michael Leavitt deserve credit for institutionalizing real transparency in the current US pandemic plan. And the administration of President Barack Obama has performed admirably so far. Obama himself has addressed the issue several times, making perhaps only one mistake, when he said the threat was \"cause for concern, but not alarm\". Had things deteriorated quickly, he ran the risk of suddenly having to reverse his position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth telling"
        },
        {
            "text": "In Mexico, the problem was not reticence but candour, releasing inaccurate information that overstated the problem. Mexico should be congratulated for this, not condemned. Although a false alarm can be damaging, it is not nearly as damaging as silence -the type of silence that makes people believe the truth is being withheld. That is how trust disintegrates and how rumours -passed in the streets in 1918, today passed over Internet blogs -take hold and grow. I don't much care for the term 'risk communication' . It implies that the truth is being managed. The truth should not be managed, it should be told. Only by knowing the truth can imaginary horrors be transformed into concrete realities. And only then can people start to deal with those realities, and do so without panic. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth telling"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemic Influenza: A Survey",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Report Upon Preventive Measure Adopted in New England Shipyards of the Emergency Fleet Corporation Record Group 90, entry 10, file 1622",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mayor's Annual Report for 1918, City of Philadelphia, 40. See Commentary, page 322, and for coverage of the H1N1 outbreak: www",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bold declarations like this one from San Francisco were rare in 1918",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bettmann/Corbis; The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Francisco Chronicle",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "John M. Barry is a Distinguished Scholar at the Center for Bioenvironmental Research of Tulane and Xavier Universities, New Orleans, Louisiana 70112, USA. He is author of The Great Influenza: The Epic Story of the Deadliest Plague In History. e-mail: jbarry@tulane.edu",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}