{
    "paper_id": "8f0818f3cefecc27fb87796d4f79318dd22ee8ba",
    "metadata": {
        "title": "Antibody-profiling technologies for studying humoral responses to infectious agents",
        "authors": [
            {
                "first": "Peter",
                "middle": [
                    "D"
                ],
                "last": "Burbelo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "addrLine": "Building 49, Room 1C20, 49 Convent Drive",
                        "postCode": "20892-4410",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kathryn",
                "middle": [
                    "H"
                ],
                "last": "Ching",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Sensory Biology",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [
                    "R"
                ],
                "last": "Bush",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Sensory Biology",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [
                    "L"
                ],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Sensory Biology",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Iadarola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Sensory Biology",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Analyses of humoral responses against different infectious agents are critical for infectious disease diagnostics, understanding pathogenic mechanisms, and the development and monitoring of vaccines. While ELISAs are often used to measure antibody responses to one or several targets, new antibody-profiling technologies, such as protein microarrays, can now evaluate antibody responses to hundreds, or even thousands, of recombinant antigens at one time. These large-scale studies have uncovered new antigenic targets, provided new insights into vaccine research and yielded an overview of immunoreactivity against almost the entire proteome of certain pathogens. However, solid-phase antigen arrays also have drawbacks that limit the type of information obtained, including suboptimal detection of conformational epitopes, high backgrounds due to impure antigens and a narrow dynamic range of detection. We have developed a solution-phase antibody-profiling technology, luciferase immunoprecipitation systems (LIPS), which harnesses light-emitting recombinant antigen fusion proteins to quantitatively measure patient antibody titers. Owing to the highly linear light output of the luciferase reporter, some antibodies can be detected without serum dilution in a dynamic range of detection often spanning seven orders of magnitude. When LIPS is applied iteratively with multiple target antigens, a high-definition antibody profile is obtained. Here, we discuss the application of these different antibody-profiling technologies and their associated limitations with particular emphasis on protein microarrays. We also describe LIPS in detail and discuss several clinically relevant uses of the technology. Together, these new technologies offer new tools for understanding humoral responses to known and emerging infectious agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "research, antibody titers to specific proteins of an infectious agent often correlate strongly with the extent of protection afforded by the vaccine. Identifying protective B-cell responses against antigens, particularly against conformational epitopes that provide broad-spectrum protection against a given infection, are also critical for vaccine development and monitoring. The identification of antigens that induce the most effective immune response and which are the most diagnostically useful can be a daunting task. Improved approaches to increase both the spectrum of antigens tested and the quality of humoral responses detected has tremendous potential for many of these types of studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although routine detection of antibodies is generally performed one antigen at a time by ELISA, there is increasing interest in studying antibody responses to whole proteomes for some infectious agents. While the availability of full genomic DNA sequences to many infectious agents has provided a framework to systematically identify antigenic targets, significant challenges remain to study antibody responses to large numbers of recombinant proteins. One approach involves using protein arrays to analyze the complete proteome of an infectious agent to obtain a better understanding of immuno-dominant antigens, and efficiently identifying antigens useful for both diagnosis and vaccination. Although these solid-phase array studies are useful for defining new antigen targets and revealing global insight into humoral responses, more sensitive, specific and robust immunoassays are also needed to convert these target antigens into useful diagnostic tests, and to monitor infection and vaccine development. While a comprehensive review of all immunoassays is beyond the scope of this paper, the goal of this article is to describe the more recently developed technologies to measure antibody titers to panels of antigens (Table 1) . With these new technologies, investigators are now able to generate more extensive information than previously possible.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1224,
                    "end": 1233,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Immunoassays such as western blotting and ELISA have been used extensively to detect antibody responses against defined recombinant antigens from infectious agents. In most of these studies, one or a very small number of target recombinant antigens have been used for detecting humoral responses. In recent years, newer high-throughput technologies have enabled large-scale ana lysis of protein antigens. In this section, we describe a variety of antibody-profiling studies that employ technologies that use large numbers of recombinant protein antigens (e.g., to investigate humoral responses against infectious agents. As described later, these technologies markedly enhance antigen discovery, provide new diagnostics and tools for vaccine monitoring, and yield new insights into global host humoral responses to pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody profiling using protein arrays & other technologies"
        },
        {
            "text": "Large numbers of Escherichia coli or yeast recombinant proteins were initially employed in the first solid-phase protein arrays. The large-scale production of recombinant proteins requires significant time and effort, and the production process itself can introduce various problems that later influence the performance of these proteins in immunoassays. For these studies, large numbers of protein-coding sequences are cloned in appropriate expression vectors and then expressed in bacteria or yeast. These recombinant proteins are then isolated from lysate using affinity tags such as glutathione-S-transferase (GST), which can be purified on glutathione-affinity supports. Owing to the fact that recombinant protein extracts contain variable amounts of E. coli or other contaminants after purification, the serum samples to be tested must be preincubated with bacterial or yeast lysates to block nonspecific binding. Additional blocking agents are typically needed to decrease the background and increase the signal-to-noise ratio. Owing to the toxicity of the expressed proteins and insolubility issues, recombinant proteins generated in bacteria or yeast often show variable expression and low yields. This can result in marked differences in antigen coating efficiency, which can yield false negatives and/or miss detecting some antigens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein arrays based on production of antigens in Escherichia coli or yeast"
        },
        {
            "text": "Protein arrays are highly useful for identifying antigen targets in an unbiased fashion from complex proteomes. In one study, large-scale pathogen antibody profiling involved generating 882 recombinant E. coli-produced proteins from Treponema pallidum, the causative agent of syphilis [1] . These different proteins were produced with a GST tag and directly immobilized onto glutathione-coated microtiter plates. From ELISA testing, approximately 100 T. pallidum proteins were targets of antibodies from T. pallidum-infected rabbits. In a follow-up study using sera from syphilis-infected patients, 900 different T. pallidum antigens were arrayed on microtiter plates and used for antibody profiling [2] . A total of 34 additional proteins were found to be antigenic in infected patients and these antibody responses varied between primary, secondary and latent syphilis infection. One of the identified proteins, TP0136, was further studied and later found to be a protective antigen in experimentally infected rabbits [3] .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1020,
                    "end": 1023,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Protein arrays based on production of antigens in Escherichia coli or yeast"
        },
        {
            "text": "Antibody array profiling technologies can provide new information for monitoring and understanding responses to vaccines. For example, antibody responses in a simian model for human HIV infection were evaluated using a combination of 430 distinct recombinant proteins and chemically synthesized short peptides from selected proteins [4] . Poly-L-lysinecoated microscope slides were used to spot these different recombinant and peptide antigens. Serum samples from macaques vaccinated with three different HIV multiprotein vaccines, as well as after SIV viral challenge, were analyzed. Following incubation with sera, a Cy3conjugated secondary antibody was used to detect primary antibody binding by fluorescent scanning. The B-cell responses generated from these array data distinguished vaccinated macaques from virus-challenged macaques [4] . Immunoreactivity against several peptide epitopes also predicted survival. Interestingly, ana lysis of B-cell responses to these three different multiprotein vaccines revealed a convergence of immunodominant antibody responses to several linear epitopes in the envelope protein. The large-scale ana lysis afforded by protein arrays in this study enabled the identification of these epitopes, which would not have been possible by ELISA or western blotting.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Protein arrays based on production of antigens in Escherichia coli or yeast"
        },
        {
            "text": "A protein array using recombinant antigens produced in yeast was also used for diagnosis of SARS [5] . In these studies, 82 open reading frames (ORFs) from the entire proteome of the SARS coronavirus and several other proteins from related corona-viruses were amplified by PCR and cloned into a yeast expression vector that produces the viral proteins as C-terminal GST fusions. Following purification of these antigens by GST-affinity chroma tography, the recombinant fusion proteins were spotted on nitrocellulose-coated slides. From probing these arrays, serum antibodies from SARS-infected patients were distinguished from healthy controls, demonstrating the diagnostic potential of this approach. Side-by-side comparison of the microarray with a diagnostic ELISA for SARS showed that both assay formats yielded similar results.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Protein arrays based on production of antigens in Escherichia coli or yeast"
        },
        {
            "text": "These studies demonstrate that arrays employing in vitro-produced recombinant proteins can be used to discover new antigens, identify vaccine targets, monitor vaccine outcomes and for diagnostics. While very large numbers of immunodominant antigens and epitopes can be identified from these screens, such solid-phase arrays exhibit similar analytical sensitivity to ELISA, and likely miss many conformational epitopes. These protein arrays, similar to ELISAs, also suffer from a limited dynamic range (3-log dynamic range at best). One of the major impediments for using this approach is the significant labor and resources for producing the large numbers of purified recombinant antigens produced from the in vivo bacterial and yeast expression systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein arrays based on production of antigens in Escherichia coli or yeast"
        },
        {
            "text": "As an alternative to in vivo production of recombinant proteins, antigen arrays can also be produced using in vitro transcription/ translation (IVTT) [6] . Felgner's group has developed a relatively simple and scalable PCR-based recombination approach to generate the necessary antigen expression vector constructs that are compatible for IVTT expression. The constructs are used to produce recombinant proteins via cell-free E. coli IVTT reactions and the unpurified, recombinant proteins are then printed on nitro-cellulose arrays. Since the recombinant proteins produced in this cell-free system are generated from E. coli components that can also bind the array matrix, the sera must first be blocked with bacteriallysates before incubation with the arrays. Following array incubation with the sera, fluorescently labeled secondary anti bodies are used to detect primary antibody binding. These large-scale screening experiments have identified a large number of antigenic proteins for a variety of human infectious agents, including vaccinia virus [6] [7] [8] , Francisella tularensis [9, 10] , Chlamydia trachomatis [11] , Plasmodium falciparum [12, 13] , Coxiella burnetii [14] and Burkholderia pseudomallei [15] . Davies et al. was the first to demonstrate the feasibility of the IVTT large-scale antigen array to identify new antigenic targets in an unbiased fashion [6] . In this study, 165 vaccinia virus antigens were tested with sera from naturally infected animals and humans. Over 25 new antigenic targets were identified. One of the antigens, the H3L envelope protein, was later identified as a major target of neutralizing antibodies associated with smallpox vaccination [7] . Additional testing of sera from vaccinia infection, smallpox vaccinia vaccination (Dryvax®, the licensed smallpox vaccine) and archival convalescent smallpox sera revealed similar antibody profiles [8] . While a variety of antigenic envelope and core proteins were identified as potential targets for vaccine monitoring, ana lysis of the antibody signals between positive and negative antigens revealed a relatively narrow dynamic range of fluorescent intensity showing 1-250-fold titer differences. Nevertheless, this approach is very useful for identifying the most immunodominant antigens within this viral proteome in an unbiased fashion.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1090,
                    "end": 1093,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1151,
                    "end": 1155,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1156,
                    "end": 1159,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1222,
                    "end": 1235,
                    "text": "Davies et al.",
                    "ref_id": null
                },
                {
                    "start": 1376,
                    "end": 1379,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1688,
                    "end": 1691,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1892,
                    "end": 1895,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "In vitro transcribed/translated antigen arrays"
        },
        {
            "text": "Immunodominant antigens have also been identified as potential targets of a vaccine for malaria. Here, 250 P. falciparum proteins were generated by IVTT and printed on microarray slides to study antibody responses to both natural and experimental malarial infection [12] . From these antibody-profiling experiments, 72 highly reactive antigens that might represent malaria vaccine targets and provide new information on immune correlates of vaccine protection were identified.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "In vitro transcribed/translated antigen arrays"
        },
        {
            "text": "While wheat germ rather than E. coli IVTT has also been used to study malaria vaccine antigen candidates [16] , one major bottleneck for generating recombinant proteins is the need to clone coding sequences for ORFs into an expression vector plasmid for use with IVTT. An even faster, less labor-intensive approach called transcriptionally active PCR (TAP) can also be used, in which the priming sites for the transcription machinery for IVTT are directly incorporated into the PCR primers. In one study, TAP fragments for producing recombinant P. falciparum antigens for microarray spotting were as good as the standard plasmid-cloning approach [13] . Thus, TAP extends the versatility of this IVTT array technology to rapidly generate large numbers of recombinant proteins for array printing.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "In vitro transcribed/translated antigen arrays"
        },
        {
            "text": "Other studies have also successfully employed IVTT antigen arrays and demonstrated the ability of this approach in detecting subtle differences in humoral responses after candidate vaccine and natural exposure. Molina et al. used antigen arrays for studying C. trachomatis, using mice inoculated with live or UV-inactivated Chlamydia. From studying 225 arrayed proteins, seven immunodominant antigens, which could be developed further for vaccine targets, were identified [11] . Immunoglobulin sub-type-specific IgG 1 and IgG 2 antibody profiles were also different between live and UV-inactivated Chlamydia, thereby elucidating humoral response differences between these two experimental vaccine strategies. This array approach distinguished live versus UV-inactivated Chlamydia, suggesting that this array technology could be used further for monitoring subtle responses to vaccines.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "In vitro transcribed/translated antigen arrays"
        },
        {
            "text": "Another major finding from large-scale array antibody profiling has been the global insights into the antigenicity of proteins with different subcellular localization. In the case of the intracellular bacteria, F. tularensis, 50% of the surface or membrane-associated proteins were antigenic compared with only 22% of the entire proteome [9] . These global antibodyprofiling studies highlight the relative antigenicity of different types of proteins and identify new antigens that could be exploited for diagnostic purposes [10] . In another study, 1300 potential antigens from ORFs from Borrelia burgdorfi, the causative agent of Lyme disease, were studied by IVTT antigen array in sera from patients with early and late disease [17] . Overall, 15% of the ORFs were found to be antigenic. Comparison of the human antigenic profile with that of deer mice, the natural host reservoir, showed similar antibody profiles, suggesting a common set of immunogens for these different hosts.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "In vitro transcribed/translated antigen arrays"
        },
        {
            "text": "Similar large-scale screens of 1205 B. pseudomallei proteins have identified disease-specific antigens, as well as antigens that cross-react with healthy individuals, which probably reflects shared antigen icity with other bacterial proteins [15] . In the largest protein antigen screen to date, 2000 ORFs from C. burnetii, the agent responsible for Q fever, were generated for array analysis [14] . Approximately 50 of these proteins were identified as antigenic and some may form the basis of a simple serodiagnostic immunoassay needed for this pathogen [14] . The overall information and insight from these large-scale antibodyprofiling studies are unique to these arrays and provide multiple areas for further follow-up, including diagnostics, identifying vaccine targets and understanding host responses to the global protein repertoire of these pathogenic organisms.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "In vitro transcribed/translated antigen arrays"
        },
        {
            "text": "While large amounts of information can be obtained from antigen array studies, there are several limitations. For example, some of the observed differences in antibody immunoreactivity may be due to variations in the amount of protein immobilized rather than actual serum antibody titer differences. One approach directed at improving the IVTT antigen arrays has been the develop ment of nucleic acid programmable protein arrays (NAPPAs) [18] . In this format, recombinant proteins are also generated by IVTT, but the antigens are immobilized in situ by means of fused epitope tags. For example, C-terminal GST-tagged proteins can be captured directly on NAPPA by immobilized glutathione [19] . This approach eliminates the need to express and purify proteins separately, since they are immobilized during the IVTT reaction. This strategy eliminates potential stability issues and provides greater purity of the target antigens. If necessary, the presence of the GST moiety also allows the array to be probed with anti-GST antibodies to estimate the amounts of each protein immobilized to the array. In one NAPPA study, 262 antigens from Pseudomonas aeruginosa were produced and profiled with sera from cystic fibrosis patients and patients with acute infections [19] . From this study, 12 out of 262 outer membrane proteins of P. aeruginosa were determined to be highly antigenic targets. Immunoreactivity to other antigens on the array was also detected in the sera from healthy individuals and probably reflected antibodies directed at homologous proteins from other bacteria. In this regard, a 2760-protein array from Yersinia pestis also detected antibody cross-reactivity in rabbits immunized with several different Gram-negative bacteria [20] . Together, these findings suggest that many antigenic epitopes are shared among similar proteins from different Gram-negative bacteria and are consistent with known protein sequences for many of these bacteria. However, it is not clear if the detection of antibodies to more conformational epitopes with other immunoassay formats might better distinguish the responses to proteins from different bacteria.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 442,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1263,
                    "end": 1267,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1745,
                    "end": 1749,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "In vitro transcribed/translated antigen arrays"
        },
        {
            "text": "In conclusion, protein arrays are extremely powerful tools for antigen discovery, providing antibody response data on thousands of proteins, which is not possible using other technologies. However, these antigen arrays are probably less practical for diagnostics because they are slow solid-phase assays that require blocking of serum and probably underestimate the breadth and strength of the humoral responses (i.e., antibody titers showing 1-50-fold differences). This limited dynamic range also may constrict the relative differences in immunoreactivity to certain antigens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro transcribed/translated antigen arrays"
        },
        {
            "text": "In addition to protein arrays, the Luminex® microsphere immuno assay technology (Luminex Corp., TX, USA) can also be used to detect and measure multiple antibodies (≤100) in a given sample [21, 22] . In these studies, solid-phase beads with different-colored fluorophores are used to immobilize different antigens. Following incubation with sera, a fluorescent secondary antibody is used. When the sample passes through the detector, one laser excites the fluorochrome in the bead, which exhibits a unique signal, and the other laser excites the fluorescent molecule (e.g., phycoerythrin) bound to the second antibody. Thus, antigen identity (bead fluorescence) and antibody titer (secondary antibody fluorescence) are obtained simultaneously. Approximately 100 different microspheres are available, potentially allowing multiple antigens to be detected.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Luminex® microsphere immunoassays"
        },
        {
            "text": "Several studies have used multiplexed Luminex assays for detecting antibodies to different pathogens, including papillomavirus [23, 24] , Bordetella pertussis [25] , Clostridium tetani [22] Corynebacterium diphtheria [22] and Haemophilus influenzae type b [22] . In most of these studies, the detection of multiple different pathogens is the primary goal. One intrinsic problem of Luminex is that sufficient quantities of purified antigens are needed, which must be covalently coupled to the beads. As an alternative, IVVT proteins have been used with epitope and anti-epitope tags in Luminex for immobilization and concentration [26] . In these studies, antibodies to several different Epstein-Barr virus (EBV) proteins were detected using the Luminex-based assay. However, these anti-EBV antibody signals were, at best, only fivefold above the background vector control [26] . Thus, the level of detection of anti-EBV antibody responses had a very narrow range of detection, limiting the utility of this technology for obtaining a detailed antigenic profile to understand the full range of antibody responses to this pathogen.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 185,
                    "end": 189,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Luminex® microsphere immunoassays"
        },
        {
            "text": "Recently, Waterboer et al. documented another intrinsic problem with the Luminex technology for serological assays [27] . Some human sera were found to directly bind to the carboxylated microspheres, causing false positives and a very high level of non specific background. A more recent study showed that an alternative microsphere (SeroMAP™; Luminex Corp., TX, USA) with improved blocking protocols reduced the nonspecific binding problem [28] . Finally, the need to prepare antigen-specific capturing beads, along with the cost and expertise needed to run these flow cytometry machines, have thus far limited this technology mainly to profiling antibodies to different infectious agents in a single multiplex Luminex assay run.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Luminex® microsphere immunoassays"
        },
        {
            "text": "In addition to studying antibodies to infectious agents, the detection of autoantibodies to self-proteins is extremely important for predicting, diagnosing and monitoring auto immune diseases, and probably other diseases such as cancer. Solution-phase immunoassays, such as the radiobinding assay (RBA), often show the highest sensitivity and specificity for the detection of auto-antibodies in auto immune diseases [29] . This is because RBAs can detect many more conformational epitopes than solid-phase immunoassays and are the assay of choice for detecting both low-and high-affinity antibodies to autoantigens, resulting in high sensitivity and specificity. The RBA uses radiolabeled antigen, generated typically by IVTT, in a solution-phase immuno-precipitation assay [29] . For example, RBA for a variety human pancreatic β-cell targets, including GAD65 and IA-2, are used to predict, diagnose and monitor autoantibodies in Type 1 diabetes (T1D). Of note, RBA methods for detecting autoantibodies in T1D have show high sensitivity and specificity, and to date there have been no protein arrays showing this high degree of diagnostic performance. Furthermore, RBAs also show much larger dynamic ranges in titers than solid-phase immunoas-says, which makes them more useful for accurately evaluating antibody titers [30] . Unfortunately, the application of RBA has received little attention for monitoring antibodies to infectious agents mainly because it requires radio active protein labeling. As discussed in the next section, a powerful alternative, non-radioactive solution-phase assay is luciferase immunoprecipitation systems (LIPS).",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Luminex® microsphere immunoassays"
        },
        {
            "text": "One such technology to quantitatively measure antibodies is LIPS [31] . If the template is available, LIPS is a nonradioactive solution-phase immunoassay that can rapidly generate high-quality antibody titer data for most protein antigens. The most time-consuming steps are cloning and generating the appropriate plasmid expression vector containing the luciferase-antigen fusion. LIPS assays are relatively simple immunoprecipitation assays involving only a few steps ( Figure 1 ). Since there are no available reviews on LIPS, here we summarize some of the important technical considerations for understanding and achieving optimal LIPS performance. In addition, we discuss applications of LIPS directed at humoral response profiling of infectious agents for diagnosis, partial and whole-proteome ana lysis, disease stratification and vaccine monitoring.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 479,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "LIPS antibody profiling"
        },
        {
            "text": "Luciferase immunoprecipitation systems harnesses light-emitting recombinant antigenfusion proteins to quantitatively measure patient antibody titers. Renilla luciferase (Ruc), derived from the sea pansy, is used for generating antigen fusions. Ruc is an ideal reporter owing to its small size (i.e., molecular weight: 30 kDa, approximately the same size as green fluores-cent protein), wide linear detection range (10 0 -10 7 light units [LUs]) and a complete lack of antigenicity with human and other animal sera [32] . Other luciferases, including the 60-kDa firefly luciferase, have also been used in LIPS. Antigen fusions to the C-terminal of Ruc are made by cloning into the pREN2 vector [32] , while the pREN3S vector generates N-terminal fusions [33] . Since better yields of luciferase-tagged proteins are often observed in pREN2-expressed antigens in comparison to those expressed in pREN3S, the pREN3S vector is usually reserved for cell surface receptors and associated proteins [33] , as well as other secreted proteins [BURBELO PD, UNPUBLISHED DATA]. For some secreted proteins, removal of the signal peptide and cloning of the antigen as a C-terminal fusion in pREN2 is sufficient to allow proper conformational folding and exposure of the antigenic epitopes of the target. If removal of the signal sequence and producing these antigens as C-terminal fusions result in poor antigenicity, redesigning the target as an N-terminal fusion protein in the pREN3S vector should be tested as well. For example, antibodies to detect conformational and neutralizing antibodies within the EBV gp350 extracellular protein work better when the protein is cloned into pREN3S rather than in pREN2 [33] . Once Ruc-antigen mammalian expression plasmids are generated, these constructs are transiently transfected in Cos1 or other cells (e.g., HEK 293) to produce the Ruc antigens. After 36 h of transfection, the cells are scraped in cold lysis buffer containing glycerol, cleared by centrifugation and used directly in the LIPS assay. Alternatively, these extracts can be stored frozen at -80°C where they typically remain stable for at least 6 months.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 518,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1696,
                    "end": 1700,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "LIPS technical overview"
        },
        {
            "text": "Without purification, the Cos-1 cell lysates containing the directly tagged Ruc antigens are used in LIPS to evaluate antibodies. In contrast to protein arrays, the high-throughput LIPS format detects antibodies in many different serum samples against one target in any given assay. However, because of the ease with which Ruc antigens are generated, the LIPS format is easily scalable to screen hundreds of serum samples against multiple antigens. For these studies, a master microtiter plate of serum from a particular patient cohort is first made. The master plate is then used for dispensing diluted serum samples to individual testing plates, which allows reiterative profiling of the sera [31] . Antibody profiles can be generated against 45 or more antigens, in duplicate, using 100 μl of serum per patient. Since the Ruc reporter is linear over an 8-log dynamic range, in most cases there is no need to dilute the sera further for accurately quantifying antibodies. The first step of LIPS involves incubating the serum containing the antibodies and Ruc-antigen lysate together, at room temperature, for 1 h [31] . Although rarely necessary, increased antibody binding can also be achieved by incubation at 4°C. After incubation with sera, the mixture is then transferred to microtiter filter plates containing protein A/G beads for an additional hour to capture both the free immunoglobulins and Ruc-antigen-antibody complexes. For capturing antibodies, high-binding-capacity protein A/G beads (>20 mg of immunoglobulin binding per milliliter of beads) in a microtiter filter plate are used [31] and preferred over magnetic protein A/G beads because of lower cost and higher binding efficiency. While protein A/G beads efficiently immunoprecipitate IgG antibodies, they poorly detect IgA and IgM antibodies. Other immunoglobulin subtypes can also be examined using LIPS, but require specialized affinity reagents. For example, LIPS detected anti-IgG 4 antibodies in sera from filarialinfected patients by coupling an anti-IgG 4 secondary antibody to beads [34, 35] . Further development to determine other isotype-specific antibodies and anti-IgM, IgA and IgE may be useful.",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 699,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1599,
                    "end": 1603,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2064,
                    "end": 2068,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2069,
                    "end": 2072,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "LIPS technical overview"
        },
        {
            "text": "After incubation of the antigen-antibody complex with protein A/G beads, the filter plate is then extensively rinsed with wash buffer to remove unbound Ruc-tagged antigens [31] . Although manual washing and suctioning using a vacuum manifold can be performed, washing is more easily accomplished with the aid of a robotic workstation or a plate washer with vacuum filtration [31] . After filtration, the filter plate is loaded into a plate luminometer equipped with a substrate injector. Using LIPS, highly quantitative antibody titer values, reported as LUs, can be assigned to clinical and experimental serum samples. From these LIPS tests, a low LU reflects the presence of few or no antibodies, while an elevated LU reflects high antibody titers. Unlike most other immunoassays, the LIPS titer values are often compared using geometric mean titers (GMTs) because of the wide dynamic range and overdispersed nature of the LIPS data, which are typically represented on a log 10 scale. Cut-offs can be determined by using the mean plus 3 or 5 standard deviations (SD) above the control group. In contrast to solid-phase assays, the diagnostic performance using either the mean plus 3 or 5 SD as cut-offs are generally identical because of the much greater analytical sensitivity of LIPS. Finally, compared with the solid-phase assays and even the solution-phase RBA, LIPS shows a greater dynamic range, reflecting a higher signal-to-noise ratio [36] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1446,
                    "end": 1450,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "LIPS technical overview"
        },
        {
            "text": "Owing to the low background and high signals, LIPS tests are ideal for developing diagnostics using single antigens. Furthermore, the large dynamic range of antibody titers within the sero positive range has additional clinical utilities for accurately assessing different stages of infection, substratifying disease, and for monitoring vaccines and treatment. To illustrate the high diagnostic performance of LIPS, we describe several examples of single-antigen LIPS tests that are extremely robust and feature very high diagnostic sensitivity and specificity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Single-antigen LIPS tests yield highly robust antibody titers for diagnosis"
        },
        {
            "text": "One example is where LIPS was used for antibody profiling and diagnosis of herpes simplex virus (HSV)-1 and HSV-2 infection. The gold standard of detection of antibodies for diagnosis of HSV-1 and HSV-2 is western blotting. LIPS testing of a single Ruc-antigen fusion, gG-2 from HSV-2, generated highly robust antibody titers in all the HSV-2 infected samples, which were over 1000-fold higher than HSV-1 or negative samples [37] . For example, the geometric mean of seronegative samples was 2317 LU versus 2,001,600 LU in the HSV-2-positive samples. More importantly, the anti-gG2 LIPS assay correlated perfectly with western blot ana lysis with 100% sensitivity and 100% specificity [37] . By contrast, the anti-gG2 ELISA showed 100% sensitivity and 93% specificity. Highly quantitative antibody titers to several other HSV-1 and HSV-2 envelope and structural proteins were also detected, which were used to further study natural infection and for vaccine monitoring [38] .",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 969,
                    "end": 973,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Single-antigen LIPS tests yield highly robust antibody titers for diagnosis"
        },
        {
            "text": "Another example of the high diagnostic performance of a single-antigen LIPS test is that for Loa loa, a filarial infection occurring mainly in Africa and Asia [34] . A LIPS test measuring anti-LlSXP-1 antibodies readily differentiated L. loa-infected from uninfected patients and demonstrated markedly improved sensitivity (100%) and specificity (100%) compared with an existing LlSXP-1 IgG 4 -based ELISA (67% sensitivity and 99% specificity). No significant cross-immunoreactivity of anti-LlSXP-1 antibodies were observed with other filarial infections [34] . Measuring anti-IgG 4 -specific antibodies to LlSXP-1 showed a significant correlation with the anti-IgG results, but showed no advantage over measuring the total IgG response alone. These results demonstrate the high diagnostic performance that can be achieved with LIPS using a single antigen. Similarly, the established C6 ELISA showed only 98% sensitivity and 98% specificity. Unlike the ELISA, the VOVO LIPS test displayed a wide dynamic range of antibody detection, spanning over 10,000-fold without serum dilution. These findings suggest that LIPS screening using VOVO and other B. burgdorfi antigens offers an efficient and quantitative approach for the evaluation of antibody responses in Lyme disease. Moreover, this synthetic recombinant approach using LIPS may be highly useful for diagnosis and studying antibody responses to other pathogen proteins.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Single-antigen LIPS tests yield highly robust antibody titers for diagnosis"
        },
        {
            "text": "In summary, LIPS represents a universal format to develop diagnostic tests for many infectious agents. An appealing aspect of LIPS is the substantial gap between the highest titer value for the negative sera and the lowest titer value for the positive sera for many of the antigens tested, making it possible to predict the infection status of a given serum without previously determining cut-off values from a training set of samples [39, 40] . LIPS also does not require significant assay optimization to obtain high-quality antibody titer data. Owing to these characteristics, it is likely that many novel antigens identified from array technologies, particularly in the area of diagnosis and monitoring vaccines, could be further evaluated using the LIPS technology.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Single-antigen LIPS tests yield highly robust antibody titers for diagnosis"
        },
        {
            "text": "While there is an increasing interest to understand antibody responses to whole proteomes of different infectious agents, most studies use solid-phase antigen arrays, which underestimate the breadth and strength of these antibody responses. Using LIPS, a larger dynamic range of antibody titers and detection of many more conformational than other immunoassays provides a high-definition antibody profile. For example, LIPS was used to generate a high-definition antibody profile against the entire proteome of HIV from HIV-infected patients [39] . A total of 17 different HIV proteins were tested and included all of the processed HIV proteins. In these chronically HIV-infected patients, robust antibody titers were detected to at least one of the 17 HIV proteins from at least one infected patient. In most cases, multiple antigen immunoreactivity was detected. Many of the antibody titers detected by LIPS against these antigens were 1000-fold higher in the HIV-infected patients compared with the uninfected subjects. The most antigenic HIV protein was gp41, which showed similar antibody titers in all HIV patients tested. As might be expected, antibodies to different protein fragments (e.g., MA, p24 and NC) of the processed GAG protein showed similar high titers in all patients tested. In addition, antibodies were also detected to several of the small nonstructural proteins, including TAT, Rev, Vpr and Vpu in some of the patients. Owing to the large dynamic range of titer values typically obtained by LIPS to HIV and other infectious agents, a 'flame' heatmap is typically used to graphically visualize antibody profiles to multiple antigens from different infected and control samples simultaneously. In this heatmap, antibody titers ranging from 10 0 to 10 7 LUs are graphically presented using a color palette ranging from green to red, reflecting no/low and high antibody titers, respectively [39] [40] [41] . From analysis of antibody responses and heatmap data, there is often marked heterogeneity in patient immunoreactivity to these large panels of antigens. Further studies are underway to use these full HIV proteome responses to substratify infected patients based on clinical symptoms, length of infection and other parameters. It is likely that these antibody profiles against all the antigens of HIV and other pathogens could yield significant insight into patient complications, prognosis, monitoring and response to therapy. Along these lines, recent LIPS profiling of HCV-HIV-coinfected patients revealed anti-HCV antibody responses as biomarkers for response to therapy [42] . Finally, the relative simplicity of the LIPS technology makes it practical for small laboratories to generate antibody response profiles against infectious agents with relatively small proteomes (i.e., <100 proteins).",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 546,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1911,
                    "end": 1915,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1916,
                    "end": 1920,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1921,
                    "end": 1925,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2602,
                    "end": 2606,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "LIPS profiling of panels of pathogen antigens"
        },
        {
            "text": "Moreover, LIPS can be used to screen for immunodominant antigens for diagnostic testing. Since there is a need for sensitive and specific testing to identify human herpes virus (HHV)-8/ Kaposi sarcoma (KS)-associated virus-infected individuals, especially among potential blood donors, LIPS was used to identify diagnostically useful antigens [43] . A panel of 14 different HHV-8 fusion proteins, including a variety of latent and lytic antigens, were tested with serum from patients with HHV-8-associated KS. From LIPS testing, most of the HHV-8 proteins showed weak or nonexistent antibody titers with the KS sera. However, the latent HHV-8 protein, v-cyclin, was highly antigenic in approximately 80% of the KS samples. The antibody titers in the KS samples were 100-1000-fold higher than the uninfected controls [43] . These results contrast with a report using a number of bacterially produced GST fusions in western blotting, which were unable to detect immunoreactivity to v-cyclin [44] . The detection of diagnostically useful anti bodies to v-cyclin by LIPS, but not with a bacterial recombinant protein in western blotting, supports the notion that the LIPS antigens may detect many more conformational epitopes, in part because the recombinant proteins are tested in solution under mild conditions. Particularly useful for diagnosis of HHV-8 infection was the finding that some of the positive anti-v-cyclin antibody responses were detected in sera that were determined to be negative by ELISA and/or LIPS for antibodies to other HHV-8 antigens [43] . Together, these studies demonstrate that LIPS is an effective yet simple and rapid method to screen proteins from the proteomes of infectious agents to identify diagnostically useful antigens.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 989,
                    "end": 993,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1556,
                    "end": 1560,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "LIPS profiling of panels of pathogen antigens"
        },
        {
            "text": "While ELISA employing single antigens can be useful for the diagnosis of infection, very often detecting antibodies to one antigen is not sufficient for high diagnostic sensitivity because of HLA differences among subjects, different disease stages and other variables. To circumvent this problem, multiple ELISAs detecting different antibodies to different antigens are run in parallel followed by data ana lysis. For example, the optimal serological diagnosis of HHV-8 infection by ELISA involves analyzing the results from two or three antigens [45, 46] . Efforts to simplify testing in an ELISA format by coating multiple antigens to the microtiter plates are usually unsuccessful because the antigen coating efficiency is quite variable, resulting in poor diagnostic performance. Alternatively, multiepitope hybrid recombinant molecules have been employed, whereby multiple antigens or immunodominant regions are fused together in a single protein [47] [48] [49] . While these hybrid antigens can be highly useful, time and effort is required to design them and optimize their performance.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 552,
                    "text": "[45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 963,
                    "end": 967,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "High diagnostic performance using antigen mixtures by LIPS"
        },
        {
            "text": "As an alternative approach to running multiple individual assays, a mixture of multiple Ruc antigens can be tested simultaneously by LIPS. This is because the protein A/G beads capture a subset of all the immunoglobulins present in the serum, which allows multiple Ruc antigens to be immunoprecipitated simultaneously on the protein A/G beads. The ana lysis of the data is also simplified in the LIPS mixture format. For example, a mixture of four antigens containing K8.1, LANA, ORF65 and v-cyclin showed 100% sensitivity and 100% specificity for detecting HHV-8 infection in KS patients [43] . LIPS antigen mixture tests have also been highly successful for diagnosing other infections. A two-antigen LIPS mixture for Strongyloides stercoralis diagnosis [35] , a four-antigen LIPS mixture for onchocerciasis diagnosis [41] and a four-antigen LIPS mixture for cytomegalovirus diagnosis [40] showed higher diagnostic performance than ELISA-based tests. Since this mixture approach is simple and based on using the most informative single-antigen tests, it will probably be a very useful general approach for the diagnosis of many other infections and disease states.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 820,
                    "end": 824,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "High diagnostic performance using antigen mixtures by LIPS"
        },
        {
            "text": "Given the large range of antibody titers detected by LIPS, this technology is ideal for exploring antibody profiling to stratify different clinical features caused by infectious agents. In one LIPS study, antibodies against two latent and two lytic antigens were examined in three different diseases caused by the HHV-8 viruses: KS and two other lymphoproliferation disorders, multicentric Castleman's disease (MCD) and primary effusion lymphoma (PEL) [50] . One of the most obvious differences was that antibody titers against the early lytic HHV-8 antigen, K8.1, were markedly higher in the PEL and MCD patients compared with the KS patients [50] . In contrast to the anti-K8.1 antibody profile, markedly higher antibodies to v-cyclin, a latent HHV-8 gene, were found in the KS and PEL patients compared with the MCD patients. Since elevated anti-latent antibodies are a common feature found of KS patients compared with MCD, the sum of the anti-v-cyclin and anti-LANA antibodies was the most useful approach to optimally segregate KS from MCD + / KS + and MCD + /KS -. This approach, using a set cut-off value, discriminated KS from MCD + /KS + with 93% sensitivity and 83% specificity. These results demonstrate that LIPS provides unique inventories of clinically relevant antibody responses that likely would be missed with other technologies. In another study, LIPS was used to profile antibodies against human T-cell lympho tropic virus type 1 (HTLV-1) infection. Since a small subset (5%) of HTLV-1-infected individuals develop HTLV-1-associated adult T-cell leukemia (ATLL) or HTLV-1-associated myelopathy/tropical spastic paraparesis (HAM/TSP), antibody profiles were examined to see if these different HTLV-1 disease states could be distinguished [51] . Analysis of the antibody titer data from seven different HTLV-1 proteins revealed that the anti-GAG antibody titers were the most informative for distinguishing HTLV-infected subjects from uninfected controls, and showed 100% sensitivity and 100% specificity. However, anti-GAG antibody titers were similar between the HTLV-1 asymptomatic, ATLL and HAM/TSP subgroups [51] . By contrast, anti-Env antibody titers were over fourfold higher in HAM/TSP compared with both asymptomatic HTLV-1 (p < 0.0001) and ATLL patients (p < 0.0005). Anti-Env antibodies in asymptomatic carriers (r = 0.76) correlated well with the proviral load. Antibodies to another protein, TAX also were higher in HAM/TSP compared with the asymptomatic controls. Overall, these studies indicate that anti-HTLV-1 antibody responses detected by LIPS are useful for diagnosis and suggest that elevated anti-Env antibodies are a common feature found in HAM/TSP patients [51] . This HTLV-1 study and the HHV-8 study highlight the fact that LIPS can be employed to sensitively distinguish between different disease states caused by these and possibly other infectious agents.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1758,
                    "end": 1762,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2132,
                    "end": 2136,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2701,
                    "end": 2705,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Antibody stratification of different diseases caused by the same infectious agent"
        },
        {
            "text": "There is a need to develop rapid and personalized serum-based diagnostic tests to detect autoimmune, cancer and infectious diseases. These types of point-of-care diagnostics could be extremely valuable in the clinical setting. Several rapid antibody-based tests have already been developed, but these tests mainly yield qualitative seronegative or seropositive status. For example, lateral flow immunoassays are used for the diagnosis of several infectious agents such as HIV and HCV, producing a qualitative result (i.e., positive or negative), but do not yield any informative data on antibody titers for clinicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rapid testing by quick LIPS"
        },
        {
            "text": "Owing to the rapid kinetics of solution-phase assays, LIPS is ideal for development of quantitative point-of-care testing. To this end, LIPS was used in a modified rapid format called quick LIPS (QLIPS) to diagnose both infection and autoimmunity. In these QLIPS tests, only 25 min of total processing time per 94 serum samples are needed, which includes a 5-min set-up, two 5-min incubation steps, and 10 min of washing and reading of the plate with a luminometer. Even faster determinations are possible with equipment for rapid liquid handling. Nevertheless, two different QLIPS tests have shown promise for the diagnosis of infection by L. loa [34] and onchocerciasis [41] . In both these studies, QLIPS was as informative as the normal LIPS format and markedly better than ELISA. In addition, we have compared QLIPS with LIPS for detecting autoantibodies for the diagnosis of Sjögren's syndrome, an autoimmune disease characterized by inflammation of the salivary and lacrimal glands and high levels of autoantibodies to the proteins Ro52, Ro60 and La. QLIPS was able to rapidly and sensitively detect antibodies to Ro52 that were often 1000-fold higher in the Sjögren's syndrome patients than controls [52] . Future improvements in instrumentation are needed to move the QLIPS testing to a handheld device for office and field testing.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 652,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1208,
                    "end": 1212,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Rapid testing by quick LIPS"
        },
        {
            "text": "Almost all vaccines elicit a robust antibody response that correlates with the extent of protection afforded by the vaccine. Measurements of antibody responses are typically made by ELISA and virus neutralization assays. Most neutralizing antibodies recognize conformational epitopes, which are poorly detected by ELISA and solid-phase assays. By contrast, the solution-phase LIPS assay readily detects conformational epitopes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccine research using LIPS"
        },
        {
            "text": "Current assays to study antibody-mediated neutralization of EBV typically require 6 weeks to perform and are very labor intensive. Sashihara et al. used LIPS to measure antibody responses to two EBV surface glycoproteins, gp350 and gp42 [33] . Gp350 and gp42 are of particular interest and are ideal candidate vaccine targets because they are involved in EBV attachment and fusion to B lymphocytes, respectively. Interestingly, the LIPS anti-gp350 antibody titers correlated strongly (r = 0.86) with neutralizing activity measured by the standard 6-week transformation-based assay. Of note, previous ELISA studies have not reported anti bodies that correlate with neutralizing activity [53] . For the first time, anti-gp42 antibodies were also detected, but the LIPS antibody titers only partially correlated with neutralizing activity. These results demonstrate the potential of this simple and rapid LIPS assay to monitor antibodies to possible conformational epitopes, missed by ELISA, for assessing neutralizing activity.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Vaccine research using LIPS"
        },
        {
            "text": "In addition to yielding insight into conformation-specific antibodies, the highly quantative LIPS assay allows the detection of subtle antibody titer differences elicited by different vaccine strategies. LIPS was used to monitor antibodies to test the effectiveness of HSV-2 attenuated and single-subunit vaccines [38] . In a guinea pig model of HSV, animals were vaccinated with an attenuated HSV-2 virus (dl5-29) as well as with a single recombinant subunit vaccine for the surface glycoprotein gD2 administered with two different adjuvants. With the dl5-29 vaccine, LIPS detected the induction of antibodies to three different HSV-2 surface proteins but not to ICP-8, which is deleted in the dl5-29 vaccine. In addition, statistically significant differences between anti-gD2 antibody titers were detected in animals receiving gD2 with complete and incomplete Freund's adjuvant (CFA/IFA) compared with those receiving gD2 (alum/MPL). However, only animals receiving the gD2 (alum/MPL) had antibody titers detected by LIPS that correlated with HSV-2-neutralizing activity. These results demonstrate the intricate vaccine antibody response that can be teased out using the highly quantative antibody profiling by LIPS.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Vaccine research using LIPS"
        },
        {
            "text": "Luciferase immunoprecipitation systems was also used to monitor antibody responses to a major influenza vaccine antigen target to develop a therapeutic vaccine for H5N1, avian influenza [54] . In this study, a dose-escalation clinical trial using inactivated H5N1 vaccine was administered to healthy volunteers. Two different processed forms of the surface hemagglutinin (HA), HA-1 and HA-2, were tested by LIPS. Interestingly, high levels of anti-HA-2 were detected in many individuals before vaccination (day 0). This is possibly cross-reactivity with other influenzas as HA-2 is more conserved across influenza species. By contrast, the anti-HA-1 antibody titers were generally absent at day 0 and dramatically increased by 10,000-fold in most individuals following vaccination. Interestingly, several subject who showed robust antibody increases in the longitudinal vaccine series, showed no immune response by microneutralization assays. While these are not promising results for the vaccine study, future work with additional N-terminal fusions may hold greater promise for correct folding and the detection of surrogate neutralizing antibodies, and could be easily tested by LIPS. Lastly, these results also highlight that even with LIPS, the correct folding of any given cell surface target may not be optimal and may require testing multiple different constructs to obtain the protein in its native conformation.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Vaccine research using LIPS"
        },
        {
            "text": "A variety of immunoassay formats are now available to profile antibodies to large panels of antigens. Solid-phase array technologies are increasingly being used to understand antibody responses to whole proteomes and for development of new candidates for vaccines. The use of IVTT is gaining particular attention because, rather than using recombinant proteins made in vivo from bacteria or yeast, IVTT provides a relatively rapid and simple approach for generating the needed recombinant proteins for protein arrays. Using protein arrays, it is now possible to profile antibody responses to all the proteins of a given pathogen (often >1000 proteins) at one time. Future protein arrays will allow the simultaneous study of antibodies to different pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert commentary"
        },
        {
            "text": "In addition to the expansion of available protein arrays, the LIPS technology will also continue to grow. Owing to the high diagnostic performance of LIPS using one or a few immunodominant antigens in the mixture format, it may be possible to develop LIPS tests to all known human pathogens from bacteria, fungi, protozoa, filarial nematodes and viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert commentary"
        },
        {
            "text": "The application of large-scale screening of pathogen antibodies in patients with undiagnosed diseases may yield insight into their clinical conditions. In addition, this comprehensive resource could also be developed for point-of-care testing, which could greatly enhance the diagnosis of a wide variety of infectious agents and the ability to monitor vaccine strength. More sophisticated cloning strategies could greatly enhance many LIPS studies. For example, recombination approaches and the use of the TAP system with LIPS could greatly enhance the production of any needed antigen targets. Since LIPS is not as high-throughput as protein arrays, identifying new antigens by protein arrays and studying their antigenicity further by LIPS may be an efficient way to develop antibodybased tests for diagnosis of infections and monitoring responses to vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert commentary"
        },
        {
            "text": "Lastly, antibody inventories generated by these technologies may also be integrated with other types of high-throughput information, including T-cell responses, and genomic and proteomic data for systems level ana lysis. Although not discussed here, additional autoantibody profiling against human proteins may also be studied in parallel, which could provide further information with regard to studying adverse reactions due to vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert commentary"
        },
        {
            "text": "It is expected that in the next 5 years, antibody profiles generated by protein arrays, LIPS and other technologies will continue to provide important information for diagnosis, antigen discovery, vaccine monitoring and understanding infectious disease pathogenesis. Although our overall knowledge of humoral responses to full proteomes of infectious agents is still limited, these technologies will provide a useful resource for years to come. The ability of these technologies to perform large-scale antibody screens will also help accelerate the study of newly discovered pathogens. Since the detection of host humoral responses to infectious agents can provide indirect evidence for in vivo expression of the pathogen, the ability to rapidly and comprehensively generate multiple recombinant proteins from a given pathogen should be very useful for epidemiological studies, confirming the relationship between exposure to the infection and disease pathogenesis. Antibody profiling will also allow exploration of various human disease states, in which exposure to a pathogen can contribute to or trigger a subsequent pathological disorder. Finally, it is likely that additional modifications of existing approaches or the development of completely new systems may further accelerate the quantity, quality and utility of antibody response profiles to infectious agents. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Five-year view"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genome scale identification of Treponema pallidum antigens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckevitt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Brinkman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcloughlin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Infect. Immun",
            "volume": "73",
            "issn": "7",
            "pages": "4445--4450",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reactivity of antibodies from syphilis patients to a protein array representing the Treponema pallidum proteome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Brinkman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckevitt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcloughlin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Clin. Microbiol",
            "volume": "44",
            "issn": "3",
            "pages": "888--891",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel Treponema pallidum antigen, TP0136, is an outer membrane protein that binds human fibronectin",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Brinkman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcgill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pettersson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect. Immun",
            "volume": "76",
            "issn": "5",
            "pages": "1848--1857",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Microarray profiling of antibody responses against simian-human immunodeficiency virus: postchallenge convergence of reactivities independent of host histocompatibility type and vaccine regimen",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Neuman De Vegvar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Amara",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steinman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Utz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "20",
            "pages": "11125--11138",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe acute respiratory syndrome diagnostics using a coronavirus protein microarray",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jona",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "103",
            "issn": "11",
            "pages": "4011--4016",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Profiling the humoral immune response to infection by using proteome microarrays: high-throughput vaccine and diagnostic antigen discovery",
            "authors": [
                {
                    "first": "•",
                    "middle": [
                        "•"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "102",
            "issn": "3",
            "pages": "547--552",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Vaccinia virus H3L envelope protein is a major target of neutralizing antibodies in humans and elicits protection against lethal challenge in mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccausland",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Valdez",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "18",
            "pages": "11724--11733",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Proteome-wide analysis of the serological response to vaccinia and smallpox",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Molina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Wrammert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proteomics",
            "volume": "7",
            "issn": "10",
            "pages": "1678--1686",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunodominant Francisella tularensis antigens identified using proteome microarray",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Eyles",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Unal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proteomics",
            "volume": "7",
            "issn": "13",
            "pages": "2172--2183",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "From protein microarrays to diagnostic antigen discovery: a study of the pathogen Francisella tularensis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sundaresh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Unal",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioinformatics",
            "volume": "23",
            "issn": "13",
            "pages": "508--518",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identification of immunodominant antigens of Chlamydia trachomatis using proteome microarrays",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Molina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kayala",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "17",
            "pages": "3014--3024",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Profiling humoral immune responses to P. falciparum infection with protein microarrays",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Doolan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Unal",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proteomics",
            "volume": "8",
            "issn": "22",
            "pages": "4680--4694",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Transcriptionally active PCR for antigen identification and vaccine development: in vitro genome-wide screening and in vivo immunogenicity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Regis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dobano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quinones-Olson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol. Biochem. Parasitol",
            "volume": "158",
            "issn": "1",
            "pages": "32--45",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Candidate antigens for Q fever serodiagnosis revealed by immunoscreening of a Coxiella burnetii protein microarray",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Beare",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bouman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin. Vaccine Immunol",
            "volume": "15",
            "issn": "12",
            "pages": "1771--1779",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A Burkholderia pseudomallei protein microarray reveals serodiagnostic and cross-reactive antigens",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Felgner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kayala",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vigil",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "106",
            "issn": "32",
            "pages": "13499--13504",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Wheat germ cell-free system-based production of malaria proteins for discovery of novel vaccine candidates",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsuboi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takeo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Iriko",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect. Immun",
            "volume": "76",
            "issn": "4",
            "pages": "1702--1708",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A genome-wide proteome array reveals a limited set of immunogens in natural infections of humans and white-footed mice with Borrelia burgdorferi",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Barbour",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jasinskas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kayala",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect. Immun",
            "volume": "76",
            "issn": "8",
            "pages": "3374--3389",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Self-assembling protein microarrays",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ramachandran",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hainsworth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bhullar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "305",
            "issn": "5680",
            "pages": "86--90",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Genome-wide study of Pseudomonas aeruginosa outer membrane protein immunogenicity using self-assembling protein microarrays",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Montor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect. Immun",
            "volume": "77",
            "issn": "11",
            "pages": "4877--4886",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Extensive antibody cross-reactivity among infectious Gram-negative bacteria revealed by proteome microarray analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Keasey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol. Cell. Proteomics",
            "volume": "8",
            "issn": "5",
            "pages": "924--935",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A multiplexed fluorescent microsphere immunoassay for antibodies to pneumococcal capsular polysaccharides",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pickering",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Greer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. J. Clin. Pathol",
            "volume": "117",
            "issn": "4",
            "pages": "589--596",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparison of a multiplex flow cytometric assay with enzyme-linked immunosorbent assay for auantitation of antibodies to tetanus, diphtheria, and Haemophilus influenzae type b",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pickering",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Schroder",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin. Diagn. Lab. Immunol",
            "volume": "9",
            "issn": "4",
            "pages": "872--876",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Optimization and validation of a multiplexed luminex assay to quantify antibodies to neutralizing epitopes on human papillomaviruses 6, 11, 16, and 18",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Doren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schlottmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin. Diagn. Lab. Immunol",
            "volume": "12",
            "issn": "8",
            "pages": "959--969",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Simultaneous quantitation of antibodies to neutralizing epitopes on virus-like particles for human papillomavirus types 6, 11, 16, and 18 by a multiplexed luminex assay",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Opalka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Lachman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Macmullen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin. Diagn. Lab. Immunol",
            "volume": "10",
            "issn": "1",
            "pages": "108--115",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Evaluation of a tetraplex microsphere assay for Bordetella pertussis antibodies",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lape-Nixon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Matud",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin. Vaccine Immunol",
            "volume": "13",
            "issn": "2",
            "pages": "266--270",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Rapid detection of antibodies in sera using multiplexed self-assembling bead arrays",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sibani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Lokko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Labaer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Immunol. Methods",
            "volume": "350",
            "issn": "1-2",
            "pages": "171--182",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Suppression of non-specific binding in serological Luminex assays",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Waterboer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sehr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pawlita",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Immunol. Methods",
            "volume": "309",
            "issn": "1-2",
            "pages": "200--204",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Elimination of false-positive results in a luminex assay for pneumococcal antibodies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pickering",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Copple",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin. Vaccine Immunol",
            "volume": "17",
            "issn": "1",
            "pages": "185--189",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Accepting clocks that tell time poorly: fluid-phase versus standard ELISA autoantibody assays",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Eisenbarth",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin. Immunol",
            "volume": "125",
            "issn": "2",
            "pages": "120--126",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A report on the International Transglutaminase Autoantibody Workshop for Celiac Disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tiberti",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am. J. Gastroenterol",
            "volume": "104",
            "issn": "1",
            "pages": "154--163",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Antibody profiling by luciferase immunoprecipitation systems (LIPS)",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Klimavicz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Iadarola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Vis. Exp",
            "volume": "7",
            "issn": "32",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A simplified immunoprecipitation method for quantitatively measuring antibody responses in clinical sera samples by using mammalianproduced Renilla luciferase-antigen fusion proteins",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mattson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMC Biotechnol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Human antibody titers to Epstein-Barr virus (EBV) gp350 correlate with neutralization of infectivity better than antibody titers to EBV gp42 using a rapid flow cytometry-based EBV neutralization assay",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Sashihara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Savoldo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pierson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "391",
            "issn": "2",
            "pages": "249--256",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Rapid, novel, specific, highthroughput assay for diagnosis of Loa loa infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramanathan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Klion",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Iadarola",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Nutman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Clin. Microbiol",
            "volume": "46",
            "issn": "7",
            "pages": "2298--2304",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A luciferase immunoprecipitation systems assay enhances the sensitivity and specificity of diagnosis of Strongyloides stercoralis infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramanathan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Groot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Iadarola",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Neva",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Nutman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Infect. Dis",
            "volume": "198",
            "issn": "3",
            "pages": "444--451",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Comparison of radioimmunoprecipitation with luciferase immunoprecipitation for autoantibodies to GAD65 and IA-2β",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hirai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Issa",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Diabetes Care",
            "volume": "33",
            "issn": "4",
            "pages": "754--756",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Serological diagnosis of human herpes simplex virus type 1 and 2 infections by luciferase immunoprecipitation system assay",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hoshino",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leahy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin. Vaccine Immunol",
            "volume": "16",
            "issn": "3",
            "pages": "366--371",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Protection from herpes simplex virus (HSV)-2 infection with replication-defective HSV-2 or glycoprotein D2 vaccines in HSV-1-seropositive and HSV-1-seronegative guinea pigs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hoshino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pesnicak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Dowdell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Infect. Dis",
            "volume": "200",
            "issn": "7",
            "pages": "1088--1095",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Rapid antibody quantification and generation of whole proteome antibody response profiles using LIPS (luciferase immunoprecipitation systems)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Mattson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Light",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kovacs",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "352",
            "issn": "4",
            "pages": "889--895",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Highly quantitative serological detection of anticytomegalovirus (CMV) antibodies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Issa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Ching",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virol. J",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A four-antigen mixture for rapid assessment of Onchocerca volvulus infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Leahy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Iadarola",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Nutman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "3",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Proteome-wide anti-HCV and anti-HIV antibody profiling for predicting and monitoring response to HCV treatment in HIV co-infected patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kovacs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Ching",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Four-antigen mixture containing v-cyclin for serological screening of human herpesvirus 8 infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Leahy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Groot",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin. Vaccine Immunol",
            "volume": "16",
            "issn": "5",
            "pages": "621--627",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Identification of antigenic proteins encoded by human herpesvirus 8 and seroprevalence in the general population and among patients with and without Kaposi's sarcoma",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Katano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Baba",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "8",
            "pages": "3478--3485",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Human herpesvirus 8 seroprevalence among prostate cancer case patients and control subjects",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Infect. Dis",
            "volume": "196",
            "issn": "2",
            "pages": "208--211",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Use of a multiantigen detection algorithm for diagnosis of Kaposi's sarcoma-associated herpesvirus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Laney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Manzi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Kingsley",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Clin. Microbiol",
            "volume": "44",
            "issn": "10",
            "pages": "3734--3741",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The role of a recombinant hybrid protein based ELISA for the serodiagnosis of Onchocerca volvulus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Bligh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Chiodini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Nde",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lucius",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Clin. Pathol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A multi-epitope synthetic peptide and recombinant protein for the detection of antibodies to Trypanosoma cruzi in radioimmunoprecipitationconfirmed and consensus-positive sera",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Houghton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Infect. Dis",
            "volume": "179",
            "issn": "5",
            "pages": "1226--1234",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Sensitive and specific serodiagnosis of onchocerciasis with recombinant hybrid proteins",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Nde",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pogonka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Titanji",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lucius",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "66",
            "issn": "5",
            "pages": "566--571",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Distinct profiles of antibodies to Kaposi's sarcoma-associated herpesvirus antigens in patients with kaposi sarcoma, multicentric Castleman's disease, and primary effusion lymphoma",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Infect. Dis",
            "volume": "198",
            "issn": "3",
            "pages": "444--451",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Anti-HTLV antibody profiling reveals an antibody signature for HTLV-I-associated myelopathy/tropical spastic paraparesis (HAM/TSP)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meoli",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Leahy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Retrovirology",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Rapid serological detection of autoantibodies associated with Sjogren's syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Issa",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Transl. Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "A highly sensitive enzyme-linked immunosorbent assay to quantitate antibodies to Epstein-Barr virus membrane antigen gp340",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Randle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Virol. Methods",
            "volume": "9",
            "issn": "3",
            "pages": "201--208",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Safety and immunogenicity of multiple and higher doses of an inactivated influenza A/H5N1 vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Beigel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Voell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Infect. Dis",
            "volume": "200",
            "issn": "4",
            "pages": "501--509",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Luciferase immunoprecipitation systems (A) DNA encoding antigens of interest are fused to Renilla luciferase (Ruc) using a mammalian plasmid expression vector and expressed in Cos-1 cells. (B) Unpurified, crude Ruc-antigen extracts are then obtained and incubated with sera. (C) The sera-Ruc-antigen mixture is transferred to a filter plate with protein A/G beads to capture Ruc-antigen complexes. (D) After washing, to remove nonspecific binding, coelenterazine substrate is added and light units are measured with a plate luminometer. Ag: Antigen; Ruc: Renilla luciferase.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Serological tests for B. burgdorfi infection, the spirocyte responsible for Lyme disease, are needed to diagnose and monitor antibiotic treatment for Lyme disease. LIPS screening of a panel of B. burgdorfi antigens revealed high antibody titers to a number of antigens in these different infected patients, but also showed marked patient heterogeneity [Burbelo PD, Issa AT, Ching KH, Cohen JI, Iadarola MJ, Marques A, Unpublished Data]. However, to achieve the highest sensitivity, a synthetic gene synthesis approach was used. This small synthetic protein, designated as VOVO, consisted of repeated antigenic VlsE-OspC-VlsE-OspC immunodominant peptide. The VOVO LIPS test showed 98% sensitivity and 100% specificity [Burbelo PD, Issa AT, Ching KH, Cohen JI, Iadarola MJ, Marques A, Unpublished Data].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work is dedicated to the memory of our colleague, Dr Thomas L Mattson, who was instrumental in developing the LIPS technology and who showed extraordinary kindness and friendship. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "• Using antigen arrays, it is now possible to screen 1000 or more proteins to identify immunodominant antigens.• Protein array studies highlight the relative antigenicity of different types of proteins and identify candidate antigens that can be exploited for diagnostic and vaccine purposes.• Analysis of antibody responses to large-scale protein arrays can provide global insights into proteome-wide antigenicity.• As an alternative to ELISAs and protein arrays, luciferase immunoprecipitation systems (LIPS) represents an easy format to quantitatively measure antibodies, including conformational epitopes often missed by solid-phase formats.• Compared with ELISA, LIPS often provides higher sensitivity and specificity for diagnosis of many infectious agents, often over a wider dynamic range.• Identifying new antigens by protein arrays and studying their antigenicity further by LIPS may be an efficient way to develop antibody-based diagnostics for infections and monitoring responses to vaccines. Table 1 Advantages and limitations of common antibody-profiling technologies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1005,
                    "end": 1012,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Key issues"
        },
        {
            "text": "In ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assay Advantages Limitations"
        }
    ]
}