{
    "paper_id": "8f2bd9cc60c24e8f57681c2fe7006cb813352f53",
    "metadata": {
        "title": "Wildlife trade, consumption and conservation awareness in southwest China",
        "authors": [
            {
                "first": "Li",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Ning",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shan",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Á",
                "middle": [
                    "S"
                ],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Hua",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Commercial trade in wildlife is the major cause of species endangerment and a main threat to animal welfare in China and its neighboring countries. Driven by consumptive use for food and traditional medicine, the large volume of both legal and illegal trade in wildlife has caused great destruction to ecosystems and pushed many species to the brink of extinction. Data gathered from trading hubs at ports, boundary markets, city markets and stores, indicates the large amount of wildlife traded in the region of Guangxi, Yunnan and Qinghai provinces, a direct result of the numerous wildlife markets available. In a survey distributed in various trading places, while about half of the respondents agreed that wildlife should be protected, 60% of them had consumed wildlife at some point in the last 2 years. The results also indicated that law and regulation on wildlife trade control is insufficient. Wildlife trade controls are very limited because of bias on the utilization of wildlife as a natural resource to be exploited by the government agencies. The survey also shows that the current situation of wildlife consumption in key cities in China is serious, especially the consumption for food. The main consumption groups in China are male and young people with high education levels and good incomes. The key in public awareness publicity and education is to give them more information on the negative impacts of wildlife consumption and knowledge of protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The concept of modern wild animal protection was introduced to the Chinese from abroad. China's trade of edible and medicinal wildlife dates back thousands of years. ''The skin can be worn, feathers can be used, meat is edible, and organs can be used for drugs''-Throughout Chinese history, wild animals have been viewed as an important source of food and income. From a traditional Chinese perspective, as the same as many other countries, wild animals are a resource to be exploited, not something to be protected for their intrinsic value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In recent years, with the development of a consumer economy, people's demand for wild animal products has grown substantially. The markets for consumption are increasing, and using wild animals as pets, for medicine and health care, and as food has become a status symbol and a fashionable lifestyle pursued by many (Zhou 1997; Morgan 2000; Wang et al. 2001a; Nooren and Claridge 2001) . This robust market demand means lucrative profits for traders, providing a strong incentive for more people to join the trade. As a result, wild animal trade has expanded quickly, and illegal wild animal trafficking has increased sharply. Trafficking, which involves excessive capture and non-sustainable utilization of wild species, poses a severe threat to many endangered species (Li et al. 1996; Li and Li 1997) . Large quantities of wild animals are now on the verge of extinction as a result of commercial development, such as Chinese pangolin (Manis pentadactyla) and tiger (Panthera tigris) (TRAFFIC Southeast Asia 2004; S. Wu 2007, private communication; Dinerstein et al. 2007) . As a conservative estimate, tens of millions of wild animals are shipped each year regionally and internationally destined to southern China for food or East and Southeast Asia for use in traditional medicine (WWF 2001) . According to the third annual report released by the Biodiversity Working Group of the China Council for International Cooperation on Environment and Development (BWG/CCICED), nearly 70% of mammal species in China are endangered because of hunting and habitat destruction, with the primary threat being excessive hunting (BWG/CCICED 1999) . In the report entitled ''Wildlife Trade in Southern China'' released in 1995, the BWG pointed out that the increase in wildlife trade on Mainland China in recent years could be attributed to four main of causes:",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 327,
                    "text": "(Zhou 1997;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 328,
                    "end": 340,
                    "text": "Morgan 2000;",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 359,
                    "text": "Wang et al. 2001a;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 360,
                    "end": 385,
                    "text": "Nooren and Claridge 2001)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 771,
                    "end": 787,
                    "text": "(Li et al. 1996;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 788,
                    "end": 803,
                    "text": "Li and Li 1997)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1052,
                    "end": 1075,
                    "text": "Dinerstein et al. 2007)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1287,
                    "end": 1297,
                    "text": "(WWF 2001)",
                    "ref_id": null
                },
                {
                    "start": 1621,
                    "end": 1638,
                    "text": "(BWG/CCICED 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(i) China's reform and economic growth has resulted in an increasingly prosperous population in the region who can afford expensive wild animals, increasing the incentive to trap animals. (ii) The improved infrastructure within China results in the availability of much sought after 'rarities' from distant or remote areas. (iii) The recent opening up of borders between China and its neighbors in Southeast Asia (e.g. Vietnam and Laos) has provided a new source of wild animals for the trade. (iv) The growing popularity of keeping reptiles and amphibians as pets in western countries, and more recently in Japan, Hong Kong and Taiwan, constitutes a substantial market outside China's mainland. Thus reptiles and amphibians are imported to Hong Kong for re-export and, to a lesser extent, for local sale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Wild animal trafficking worldwide is estimated to be worth more than US$8 billion a year globally, second only to the trade in illegal drugs, with profit margins which are more attractive than illegal arms dealing (Sain-Ley-Berry 2000) . Adding to the problem, wild animal trade monitoring is very weak in China, making it difficult to assess the impact on wild animals domestically; relevant data obtained from consumers are also very scarce. Meanwhile, the coexistence of legal trade and illegal trade makes it very difficult to monitor wild animal trade and distinguish which products are entering the market legally and which are being smuggled in illegally (Li and Zhang 2003) . Identifying animal species traded at the sales terminals, estimating trading frequency, identifying species under protection or rare species, and assembling data on the countries and routes involved in trafficking are complex tasks that require support from a wide variety of sources (Mill et al. 1995; Zhou 1997; Xie 1999; Wan 2004) .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 235,
                    "text": "(Sain-Ley-Berry 2000)",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 681,
                    "text": "(Li and Zhang 2003)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 968,
                    "end": 986,
                    "text": "(Mill et al. 1995;",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 997,
                    "text": "Zhou 1997;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 998,
                    "end": 1007,
                    "text": "Xie 1999;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1008,
                    "end": 1017,
                    "text": "Wan 2004)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Challenges faced by organizations and government agencies working to combat illegal wildlife trade are vast: few key provinces house systematic wildlife trade management systems; enforcement authorities lack legal enforcement power; not enough data are available to sustain local biodiversity conservation; and a scientific monitoring and evaluation system has not yet been established to support conservation efforts (Lee et al. 2004 ). In addition, limited data on wildlife trade are not efficiently shared and utilized between relevant protection and decision-making departments. Another alarming trend is that the cross border trade in mammals, birds and reptiles between China and neighboring countries has reached a level previously unmatched in history, substantially affecting wildlife populations (Li et al. 1996; Yang et al. 2000; Nooren and Claridge 2001; Wang et al. 2001a, b; Lee et al. 2004) . As a result, we are working to establish a database and monitoring platform on wildlife trade which can be used to enhance the communication among government administrative departments, decision-making departments and related organizations, improve monitoring and evaluation methods, strengthen law enforcement, and advance management and control on wildlife trade. The aim of this project is to eliminate commercial exploitation of animals by creating a sound public and democratic environment for the public to voice their opinions on wildlife consumption and protection issues.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 434,
                    "text": "(Lee et al. 2004",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 806,
                    "end": 822,
                    "text": "(Li et al. 1996;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 823,
                    "end": 840,
                    "text": "Yang et al. 2000;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 841,
                    "end": 866,
                    "text": "Nooren and Claridge 2001;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 867,
                    "end": 888,
                    "text": "Wang et al. 2001a, b;",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 905,
                    "text": "Lee et al. 2004)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Over-exploitation and cross-border wildlife trade are directly related to the fast growing Chinese market which has inflated the price of wildlife products, making it more profitable to engage in the trade. Many species of plants and animals are now in danger of becoming extinct because of over-exploitation, like liquorices (Glycyrriza Uralensis) in Gansu and some other provinces in west China, birds and arethusa (Dendrobium spp.) in Guangxi and Yunnan, matsutake (Tricholoma matsutake) and other wildlife population in Sichuan and Yunnan. Such threats may influence the administrations and individuals in some key departments of Forestry, Environment Protection, Agriculture, Tourism and Livestock Farming into taking action. Other stakeholders include local residents who depend on these natural resources, pharmaceutical manufacturers who want a sustainable medicine supply, and decision-makers who deal with local and global economies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The border area where Yunnan and Guangxi connect to Vietnam, Laos and Burma is of particular concern. Forests growing in the border area support 70% of wildlife population (Li et al. 1996; Yang et al. 2000) . Problems exist in this area for all parties seeking to control illegal wildlife trade; transportation is inconvenient, the economy is undeveloped, law enforcement is weak, and wildlife management staff are few. Traditionally, hunting was a main source of income for local residents. With the border trade opening and more frequent cross border trade, illegal wildlife trade is increasing, posing a serious threat to the species which can easily be transported across the international boundary (Lau et al. 1995; Li and Li 1997) . Poaching and smuggling in Qinghai and Tibet is also a serious problem. Local residents heavily depend on natural resources for their livelihood, but lack awareness of the need to protect these resources. Local government authorities lack efficient wildlife management and law enforcement capacity and are in need of training (Wan 2004; Lee et al. 2004) . Over recent years, people's demand for wildlife has grown in some of China's developed cities, especially coastal cities along the border. As in other regions of China, eating wildlife has become a fashionable lifestyle and symbol of elite status.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 188,
                    "text": "(Li et al. 1996;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 189,
                    "end": 206,
                    "text": "Yang et al. 2000)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 703,
                    "end": 720,
                    "text": "(Lau et al. 1995;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 721,
                    "end": 736,
                    "text": "Li and Li 1997)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1064,
                    "end": 1074,
                    "text": "(Wan 2004;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1075,
                    "end": 1091,
                    "text": "Lee et al. 2004)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Regions and routes (see Fig. 1 (4) A public poll on wildlife consumption and protection awareness was carried out in Shanghai, Guangzhou, Beijing, Chengdu and Kunming.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 30,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Wildlife trade survey in key regions in Qinghai, Yunnan and Guangxi Province"
        },
        {
            "text": "(1) Interview The study used a structured questionnaire and face-to-face interviews in Beijing, Shanghai, Guangzhou, Chengdu and Kunming, with at least 250 successful samples per city. Interviewees included local self-identified animal lovers, former hunters, high school biology teachers, rangers, herb collectors, field research staff, nature reserve and forestry center staff and urban residents. Questions focused on the change in numbers and species of wildlife, as well as threats (special emphasis was given to the situation facing key species like tiger, bear, snakes and turtles etc.). The total valid sample size of the interview is 1,352 individuals. (2) Field and market investigation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The investigation was carried out by: observing the animals and their tracks, including footprints, footprint traces, lying traces, feathers, hairs, feces and other marks; investigating the living condition and threats wildlife are facing; recording the quantities and species of the animals; visiting markets and talking to the dealers; and recording the species and volumes of endangered and rare wildlife in trade. (3) Information gathering Information was gathered by visiting Customs and Entry-Exit Inspection and Quarantine Bureaus, referring to case records, collecting historical data, and investigating the historical situation of wildlife and changes in quantity by talking to local residents and specialty shops. Posing as interested customers or dealers, we also collected information on overall trade, the source of wildlife for the trade and transportation routes. (4) Sampling",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "In this survey, we used multi-phase random sampling methodology, and followed the order of ''overall neighborhood committees-neighborhood committee samplehousehold sample-individual'' to randomly filter the households. If this sampling method resulted in selection of an unqualified respondent in the target household, another qualified respondent was substituted. If there was more than one qualified respondent in a household, only one was interviewed, in accordance with the KISH sampling method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "(1) Urban residents (2) Shopping centers, restaurants, open markets, customs, ports, forestry bureaus, forest police, bureaus of foreign trade and border trade, administrations for industry and commerce, administrations for wildlife entry-exit inspection and quarantine etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research targets"
        },
        {
            "text": "Beijing, Shanghai, Guangzhou, Kunming and Chengdu are five representative Chinese cities with high population density and high wildlife consumption levels. We requested a consulting company to conduct research by using a questionnaire to address the following issues:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness"
        },
        {
            "text": "1. The current attitude of Chinese urban residents towards wildlife consumption, the kinds of wildlife people think can legally be consumed, and factors influence on the consumer's attitude. 2. The current situation includes four types of consumer behavior among Chinese urban residents: using wild animals as food, using medicine or tonic products containing wildlife ingredients, wearing ornaments and garments made from wildlife, and keeping wildlife as pets. In understanding behavior, it is essential to consider level of consumption, consumption channels, species and motives so that we can understand the wildlife consumption better and find ways to improve the law enforcement, as well as public awareness and education. 3. Characteristics of wildlife consumer groups among Chinese urban residents. 4. Chinese urban residents' awareness of wild animal protection, the attention they pay to wildlife protection efforts and their willingness to participate in conservation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness"
        },
        {
            "text": "By conducting the survey on public awareness of wildlife consumption, we hoped to be able to provide government authorities and NGOs with useful information to enhance the management of the unregulated market and help combat illegal wildlife trade. We also hoped that it would assist the government in adopting methods to educate the public, promoting wildlife conservation awareness, establishing the concept of protection, and ultimately reducing and eliminating illegal commercial exploitation and trade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness"
        },
        {
            "text": "Current situation of wildlife trade in key regions 1. Trading sites. The main sites for wildlife trade are ports, border markets, and markets and stores in cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "There are 11 ports of entry in Yunnan, among which 7 are road ports (foreigners are allowed to go through Ruili, Mohan and Hekou ports by railway), 2 are air ports (foreign flights are allowed to land in Kunming International Airport and Xishuangbanna International Airport), and 2 are water based (foreign ships are permitted to go through Jinghong and Simao ports). In addition, there are 90 border channels and 103 border markets, including, along the border with Burma, Dehong prefecture with 3 road ports (Houqiao, Ruili and Wanding), 2 provincial ports in Longchuanzhangfeng and Yingjiang, and 28 ferries and 64 roads and channels with 22 border markets. Along the border with Laos, there are 3 ports (of which Honghe county of Honghe prefecture is the largest), 2 provincial ports, over 10 ferries and numerous informal channels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "In Guangxi 8 counties share a border with Vietnam, with 12 border ports of entry, among which Dongxing, Pingxiang, Youyiguan, Shuikou and Longbang are national ports. Along the border with Vietnam, 25 border markets are connected by road to these ports and other trading points. Dongxing, Puzhai and Nongrao-Nonghai are the three most important border trade ports. Nanning, as the capital of Guangxi, is one of the largest international wildlife trading hubs in China, also acting as a market for trade in domestic wildlife resources illegally harvested from within the province and Yunnan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "Qinghai does not share a border with any of China's neighbors, but the province itself is rich with wildlife resources and trade evident in the numerous markets, drug stores, specialty stores and breeding farms within the cities in Qinghai. Xining is the biggest city within Qinghai for trade transactions and consumption of wildlife resources. Geermu is also a major trading spot for species traded within the province or coming from Tibet and Xinjiang Autonomous Region, especially for the skin of Tibetan Antelope. Huangzhong County draws tourists, both foreign and domestic, and is also a major hub for trading wild animal skins and crafts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "2. Traded species. The six taxonomic groups found in this study to be affected by trade in China include (species totals are in parentheses, 102 in total): insects (2), fish (2), reptiles (3), amphibians (33), birds (21) and mammals (41). Reptiles and mammals are the most prevalent species in wildlife trade ( confiscated over 10,000 wild animals, 3,400 kg of wildlife products and 528 wildlife skins. At a pet market in Kunming, investigators found more than 600 turtles and birds as well as 1,200 pieces of wildlife products waiting for sale. In Guangxi Province, most wildlife trade takes place along the border area. For example, the number of specimens found in Pingxiang City included 20,000-30,000 Tokay Geckos, 500-1,000 Asian Water Monitors, 1,000-2,000 Pangolins, 30-50 tons of snakes, 10-20 tons of frogs, 20-30 tons of turtles, 5-10 tons of soft-shelled turtles, and 1-3 tons of birds of prey each year. In Dongxing City, wildlife trade each year amounts to 10,000-24,000 snakes, 12,000-24,000 tons of frogs, 3,600-6,000 turtles, 480-1,200 raptors, and 2,400-6,000 Tokay Geckos. In addition, investigators found 600 frogs, 1,100 turtles, 550 soft-shelled turtles, 1,360 snakes, 177 Asian Water Monitors, 100 raptors, over 60 small mammals, 3,680 wild birds and 180 reptiles in the pet markets in Nanning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "In Qinghai Province, a wildlife trade survey was carried out in Xining City, Germu City and Huangzhong County While Customs' data would indicate that wildlife smuggling is gradually decreasing, the government's data on confiscated wildlife indicates otherwise, signaling that the majority of smuggling is occurring in underground and black markets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 109,
                    "text": "County",
                    "ref_id": null
                }
            ],
            "section": "Findings"
        },
        {
            "text": "4. Trading purposes. Wildlife trade is driven by a multitude of markets including:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "• Food, such as snake and monkey, most of which can be found in the market as live animals or animal parts; • Medicine and tonic products, such as tiger bone, bear bile, or deer horn, most of which can be found as animal parts in the drug store or supermarket; • Crafts and souvenirs, such as ivory and antelope skull, most of which can be found as animal parts in the craft store, gift shop or open market; • Garments and decoration, such as tiger skin, crocodile skin, and Tibetan antelope wool, most of which can be found as animal skins in the market or port; and • Pets, like turtles, lizards, and blue peacocks, most of which can be found as live animals in the market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings"
        },
        {
            "text": "(1) Sources Wildlife is mainly coming in from border markets such as Vietnam, Laos and Myanmar. Some animals coming through this route include the Hieremys annandalii, Cuora amboinensis, Indotestudo elongata, Aspideretes hurum, Varanus salvator, Enhydris bocourti, Manis javanica. From other provinces within China, such as Yunnan, Guizhou, Sichuan and Guangdong, species traded include Elaphe taeniura, Ptyas korros, Erinaceus europaeus, Passer montanus, and many species of pheasants, hawks and owls. Wildlife traded mainly in local markets includes Cervus elaphus (Qinghai), Trimeresures stejnegeri, Rana guentheri, Gallicrex cinerea, and Lepus capensis (Guangxi). Breeding facilities also exist, the largest being in Baoshan. Species commonly found in farms include Pavo cristatus (Yunnan-for domestic sale) and Pelodiscus sinensis. Wild caught Nycticebus intermedous, Naja naja and Manis javanica are also smuggled from Vietnam into Yunnan but declared as captive bred animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trading sources and routes"
        },
        {
            "text": "(2) Routes Ruili city of Dehong prefecture is the largest trading port of entry between China and Myanmar, and it represents more than half of the total import and export trade volume in Yunnan. Unlike Guangdong, Yunnan has more convenient road transportation and longer shared borders with neighboring countries. This means that many smugglers prefer to trade along the borders, instead of through Customs, making it even harder to regulate and monitor the illegal trade. Legal wildlife trade in Yunnan mainly comes from river ports in eastern Yunnan. Guangxi benefits immensely from wildlife trade. As wildlife in Guangdong is expensive in comparison to other regions, most of the imported wildlife in Guangxi (about 85%) is traded to Guangdong and the rest goes to Nanning, then Liuzhou. Qinghai is rich in wildlife resources, so most of the wildlife traded there is sold locally or to nearby provinces (Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 906,
                    "end": 913,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Trading sources and routes"
        },
        {
            "text": "6. Government trade control agencies. Government agencies with a role in wildlife trade management include Customs, the State Forestry Administration, the Bureau of (1) Customs Customs is responsible for inspecting imported and exported goods, managing and monitoring wildlife trade, overseeing wildlife smuggling cases, within the customs inspection area and the coastal area near customs, and confiscating wildlife during smuggling and illegal importation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trading sources and routes"
        },
        {
            "text": "(2) State Forestry Administration",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trading sources and routes"
        },
        {
            "text": "In terms of import and export control, the Forestry Bureau has the right to monitor the implementation of the Law of the People's Republic of China on the Protection of Wildlife and other related regulations. According to the ''Specific Permit Law,'' the Forestry Bureau can authorize or submit import and export applications to higher level authorities for authorization, and the Bureau has the right to handle cases involving forging, cheating, or transferring import or export permits. The Convention on International Trade of Endangered Species of Flora and Fauna (CITES) is enforced by offices around the country under the management of the China National Management Authority (CNMA) and the Forestry Bureau. They are responsible for the monitoring of CITES implementation on wildlife trade, authorizing permits and certificates, assisting relevant law enforcement bodies in illegal importing or exporting cases, rescuing and resettling confiscated live wild animals, charging wildlife import and export management fees based on relevant regulations, and organizing the training or publicity on CITES and the related domestic laws.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trading sources and routes"
        },
        {
            "text": "This Ministry is responsible for the registration and management of import and export companies, foreign investment, international economic and technical cooperation, and port development and management. (4) Ministry of Police",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(3) Ministry of Commerce"
        },
        {
            "text": "The Police Bureau, particularly the Administration of Forestry Police, is responsible for managing state protected wildlife trafficking occurring outside of Customs inspection areas and coastal area near Customs. The armed police bureau and the police bureau inspect people going through customs to check whether they are carrying prohibited goods. If prohibited wildlife is found, offenders are transferred to Forestry Police and Customs for further legal procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(3) Ministry of Commerce"
        },
        {
            "text": "This Administration is responsible for the management of domestic markets, protection of wildlife species, monitoring the market selling of livestock, marine animals, flowers, medicine and wildlife, and jointly working with the Forestry Bureau to regulate the market. Confiscated wildlife or smuggling cases identified by this Administration are handed over to the Police Bureau. (6) Bureau of Fisheries under the Ministry of Agriculture",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "The Bureau is responsible for the implementation of state laws and regulations on oceans and fishery management, as well as for related international conventions. This means they control the overall management of China's ocean space, including ocean environmental monitoring, aquatic animal conservation, fishery industry administration, the fishery industry business permit system, and other fishing activities, such as processing and distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "Current situation of wildlife consumption in the market ''Should wild animal consumption be allowed?'' ''What kind of wild animals can be used for consumption?'' Through urban Chinese residents' answers to these questions, we can assess general attitudes towards wildlife consumption that the first group is explicitly opposed to wildlife consumption, and they hold ''Pure Protection'' (PP) viewpoint; the second, third and fifth groups are subject to the influence and inducement of various kinds of factors, and thus they may be divided into an interest-driven group-the ''Conditional Utilization''(CU); without misgivings about wildlife consumption, the fourth group holds the ''Pure Utilization'' (PU); those who are not sure about their attitude belong to the ''Vague'' cognition group (see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 796,
                    "end": 803,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "Attitudes regarding wildlife consumption. Thus, our analysis reveals that at present 43.3% of urban residents agree with the CU cognition, compared to 43.2% with PP cognition; PU group and vague group account for 6.9% and 6.6% respectively. Attitudes towards wildlife consumption varied between cities ( Table 2 ). The result showed that 54.9% of residents in Guangzhou agreed with the CU cognition, together with the PU group (11.4%), the percentage of wildlife utilization group was significantly higher than that of the other four cities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 311,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "Consumption levels. We divided the wildlife consumers into three groups: light consumption group (2 times or below per year), medium consumption group (3-9 times per year) and heavy consumption group (10 times and more per year). There is distinct difference among cities in the level of consumption of wildlife. Heavy consumption is by far higher in Beijing (27.1%), Guangzhou (25.8%) and Shanghai (24%), than in Chengdu (8.7%) and Kunming (7%). Medium consumption is much higher in Shanghai (44%) and Guangzhou (34.8%) than in other cities. Among 1,352 respondents 78.8% did not eat any of the species listed. Animals that were consumed by more than 5% of respondents in the past year include quail (8.2%), ring-necked pheasants (6.7%), hares (6.7%), frogs (6.5%) and snakes (6%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "Where is wildlife consumed. Among the places where wild animals are consumed by Chinese urban residents, common and high-grade restaurants and hotels account for 41% and 34% respectively. The purchasing of wild animals at vegetable/non-staple/flea markets (32.8%) and supermarkets (24%) is also high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "Why do people consume wildlife. More than 50% of wildlife consumers said they consume wildlife because they find the taste delicious. Those who tried wild animals because they felt they were rare represent 23.3% of the surveyed, while 20.9% of people indicated they tried wildlife out of curiosity. Those who tried wild animals for nutritional and nourishment purposes accounted for 19.3%. About 5.1% of respondents said they eat wild animals at dinner parties. About 13.6% of consumers ate wild animals because they were served to them by others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "Geographical differences on wildlife consumption. There is a marked difference between consumers from different cities in the degree of wild animal consumption. The ''heavy consumption'' group is higher in Beijing (33.3%) than in other cities; the ''medium consumption'' is higher in Chengdu (50%) and Guangzhou (41.7%) than in other cities; and the ''light consumption'' is highest in Kunming (65.5%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "Major wildlife products in consumption. The 21 wildlife breeds or products selected in this survey consist of 14 species of wild animal and seven breeds of wild plants. Among the 1,352 respondents:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "• 85.8% said they had not eaten any of the breeds mentioned on the list in the past year. • Sinkgo (4.9%), snake gall (4.6%), Cordyceps sinensis (3.9%), musk (Moschus spp.) (3.3%), snow saussurea (Saussurea spp.) (2.3%) and snake oil (2.2%) were all heavily consumed in the past year. • Of the people who purchased medicine or health products containing wildlife ingredients:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "-67.3% of consumers purchased them at pharmacies, -26.3% purchased from supermarkets, and -12.3% purchased from general stores -24.7% used wildlife medicine or health products given to them by others (higher than the percentage of those who ate wild animals as food given by others (13.6%)) -48.8% think medicine and health products containing wildlife ingredients promote health by increasing nutrition and nourishment, 44.5% think such medicine and health products have special curative effects, and 26.7% say that they have no other choice because the medicine they need contains these ingredients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "In this survey, we listed 11 wildlife products for respondents to identify. According to the results, 40%, or 3%, of the total respondents had articles made from wildlife (see Table 3 ). Thirteen respondents said they were not sure about or refused to answer their consumption frequency. On average, the wildlife product owned had been made within the last 2 years (27 respondents). Ninety seven percent of the respondents did not own any of the 11 articles made from wild animals on the list in the past 2 years. Among the 40 people who had articles, the percentage of the ownership of ivory and marten products were highest. In the survey, of those with wildlife products, 47.9% of the ornaments and readymade products owned by the respondents were given to them by others, 19.4% were purchased from leather and wool product stores, 24% were purchased from stores, 18.8% were purchased at general ornament stores, 13.8% at tourist stores or markets, and 10% were purchase in flea markets. In the survey, 67.3% of the respondents believed that ornaments and ready-made clothes made from wildlife were beautiful. Those who owned these products out of curiosity account for 34.1%; those who regard it as a fashionable lifestyle make up 25.5%, and those who think it shows their distinctive taste and status account for 6.4%. On the survey, we also listed 18 species of wild animals that can be raised in captivity, a total of 107 respondents have raised the wild animals on the list, accounting for 7.9% in the total (see Table 4 ). In terms of the average number of wild animals raised by residents in the cities, Beijing ranks first, and Shanghai comes second. Among 1,352 total respondents, those who did not raise any of the species listed account for 92.1%. However, tortoises, mynah, parrot, sparrow and thrush are the most common species raised by people. Respondents who purchased wild animals from pet markets account for 49.1%, those who adopted wild animals or accepted wild animals given by others account for 27.1%. A percentage of 63.6% of the respondents raise wild animals because they have fun in doing so, and over 75% raise wild animals for aesthetic purposes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1521,
                    "end": 1528,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "What drove respondents to start wild animal consumption? Among the 420 respondents who have consumed wild animals, 25.5% purchased wild animals or products recommended by their relatives and friends, 24.9% consumed wild animals given to them by others, 17.4% purchased wild animals after watching advertisements on the products or publicity materials on the species, 10.3% purchased wildlife products recommended by professionals (like traditional medicine practitioner), and 11.5% were unsure of how they started wild animal consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "Among those who have consumed wild animals, 36.9% do not know whether they have consumed captive bred or wild animals, 23% know the animal they consumed was captive bred, 19.2% know that they consumed both captive-bred wild animals and real wild animals, and 7.7% know that what they consumed are real wild animals. Among 420 respondents who have consumed wild animals, 36.9% prefer real wild animals, 20.2% prefer captive-bred wild animals and 28.4% do not have a preference. Preference varies by city: the percentage of consumers in Guangzhou who prefer wild animals (44.2%) is slightly higher than that in other cities, followed by the percentage in Kunming (40.6%) and Shanghai (37.5%); the percentage of consumers who prefer captive-bred wild animals is the highest in Beijing (33.3%), and the percentage in Chengdu (26.5%) comes second.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "From this survey, 932 of the 1,352 respondents had never consumed wild animals. Among them, those who regard wild animal consumption as uncivilized behavior account for 37.5%; 37.4% think it is unhealthy and may cause infection of diseases; 33.7% believe wild animals should be conserved and they are not for consumption; 33.3% think it will destroy the ecological environment and it is not conducive to environmental protection; 26.8% have no particular preference for wild animals; 5.1% have not consumed wild animals because they could not afford it, and 0.6% have not because they had no opportunity for consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5) Administration of Industry and Commerce"
        },
        {
            "text": "The survey findings show that at present, 61.7% of Chinese urban residents believe ''all wild animals should be protected'' (Protection Group), 15.5% think ''some wild animals should not be conserved because they carry viruses or bacteria that human beings are susceptible to and they may communicate the diseases to human beings'' (Middle Group 1), 11.5% think ''it is not necessary to protect wildlife, which is a kind of resource and valuable to human beings, and has strong ability to reproduce and survive'' (Utilization Group), and 3.4% think ''wild animals that pose a threat to human beings' safety, like jackals and wolves, should not be protected'' (Middle Group 2). Those who are not sure about this issue account for 7.1%, and 12 respondents refused to answer this question, taking up 0.9% in the total number of respondents. Interestingly, the distribution of the four groups varies significantly from one city to another. The Protection Group represents the majority of respondents in Kunming (68.8%), Beijing (69.1%) and Shanghai (67.2%). The Middle Group 1 and 2 takes up a higher percentage in Guangzhou (31.5%) and Chengdu (23.6%). The Utilization Group accounts for a higher percentage in Chengdu (21%) than in the other four cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cognition of wildlife"
        },
        {
            "text": "In this study, we listed 20 species of heavily consumed wild animals under priority protection in China for respondents to identify. The results show that for the majority of the 20 species, the Protection Group rate is below 50% among Chinese urban residents (Table 5) . Again, there is a marked difference in cognition levels of residents living in different cities. Residents in Kunming have the highest cognitive level regarding protected wildlife, Beijing is second, Shanghai and Chengdu rank third, and the lowest is in Guangzhou.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 269,
                    "text": "(Table 5)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Cognition of wildlife"
        },
        {
            "text": "How do the Chinese regard the relationship between wild animals and human beings? In this survey, 57.3% of the respondents see wild animals as serving a companion role for human beings, 52.6% think wild animals are equal to human beings and both deserve protection and respect, 30% regard wild animals as good resources and believe the purpose of wild animal conservation is to allow better utilization by human beings, 13.6% think wild animals and human beings belong to two different worlds, 9.1% see no relationship between wild animals and human beings and think they are lower than human beings, and 6.5% think wild animals pose a threat to human lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "At present, animal welfare is a popular topic in China. When asked about this issue, nearly 60% of urban respondents think improved animal welfare is related to societal development and 21.8% say there is a close relation. Meanwhile, 12.1% of the respondents say they are not sure about this issue, and 6.1% see no relation between the two. How many and why Chinese people are concerned with wild animal protection work now will affect what methods are used for future intervention. More than 50% of Chinese urban residents are supportive of wildlife conservation; those holding a negative attitude account for 19.5%. Residents of Beijing are most supportive of conservation efforts (67.1%), followed by Shanghai and Guangzhou.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "Among 209 respondents who explicitly noted that they were not concerned about wildlife conservation, 36.7% say they have no personal connection to wildlife, 17.9% believe conservation should only be through the government, 16.1% believe any effort they make will have little impact, 12.7% feel there are too few people involved in conservation for it to make a difference, 4.2% of them regard the work a waste of time and money, 0.7% of them think it unnecessary to protect wildlife, and 10.6% indicated no specific reason for not being concerned with conservation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "Most urban residents have an accurate understanding of the severe situation faced by wildlife in China. In this survey, 83.1% of the respondents are positive about the issue and believe that wildlife could avoid extinction through conservation measures, and 10.6% of them are negative about this issue, believing that, considering the current situation, species extinction is unavoidable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "In 1988, China promulgated the Law on Wild Animal Protection, which stipulates a list of wild animals under priority protection in China. The list contains about 100 species of wild animals under first-level state protection and more than 200 species under second-level state protection (http://www.sepa.gov.cn/natu/swdyx/swwzzybh/200211/t20021118_83384.htm). As its supporting statute, the Implementation Rules on the Protection of Land Wild Animals of the P.R.C., promulgated in 1992, claims that the legal system for wild animal protection with the Law on Wild Animal Protection has been firmly established. Yet, in this survey, as many as 46.7% of the respondents are unaware of the two statutes, 30.4% know about the Law on Wild Animal Protection, and 15.1% know about the Implementation Rules on the Protection of Land Wild Animals. At present, despite these legal provisions, unlawful consumption of wild animals still exists in China. In this survey, 41.6% of respondents impute it due to poor enforcement, 39.5% think the law itself is lack of details on regulating the wildlife consumption that results in rampant unlawful consumption, and 37.5% hold that the sanctions imposed by law are not stern enough, which is why the law does not truly play its role of prohibiting unlawful behavior. Meanwhile, 35% believe that many people do not know the existence of relevant statutes, due to inadequate efforts made toward publicity of the statutes, 32.9% think that money is more powerful than law, and that the rich can access any product they desire despite illegality, and 22.8% maintain that traditional notions in the Chinese society have significant influence on people's behavior, and it is difficult to change in a short time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "At present, respondents indicated the following actions as urgently needing to be taken:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "• Publicity efforts to heighten public awareness of wild animal protection (50%),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "• Relevant statutes formulated and the legal system improved (33.2%),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "• Punishment on the persecution of wild animals should be increased (27.6%),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "• Cultivate public awareness of environmental protection (25.7%),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "• Tighten regulation and control over wild animal trade and transportation (25.4%),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "• Strengthen education on wild animal protection among children and adolescents (21%),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "• Devote additional funds to wild animal protection (17.7%),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "• Improve the professional quality of foresters and law enforcement personnel in the market (17.5%), • Support more wild animal protection organizations (14.1%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "Of information Chinese urban residents have been exposed to in the last 6 months, the top three types are wild animals in trade (30.4%), photographs of wild animal hunting (29.6%) and documentaries on wild animals' lives (28%). In additional, people also indicated learning about wildlife conservation (22.7%) and the spread of diseases from wild animals to human beings (22.6%). Dissemination of information most commonly comes through TV and rarely through publicity activities or other community programs. For information on wild animals, the percentage of those who pay attention to visual information is much higher among heavy consumers than among light and medium consumers. A high percentage of medium consumers pay attention to non-visual information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "Among the various types of public benefit activities concerning wild animals, people are most willing to take part in publicity activities on wild animal protection (45.7%), and a high percentage of people are interested in ecotourism (31.6%). Regarding consumer behavior, the respondents explicitly noted that they would abstain from purchasing wild animals (38%), using medicine or health products containing wildlife ingredients (20%), or acquiring cosmetics containing wildlife ingredients (17%). Less than a quarter of respondents would be willing to provide monetary support for improving conditions of zoo animals or supporting wildlife conservation organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife protection awareness"
        },
        {
            "text": "In this study, 932 respondents noted that they had no consumption experiences involving wild animals in the past 2 years, accounting for 68.9% in the total number of respondents (1,352). Among the 420 respondents who had wild animal consumption experiences, three respondents consumed wild animals other than the species we listed in this survey; 91 respondents consumed the species listed but were not sure about their consumption frequency; 326 respondents consumed the species listed and were clear about their consumption frequency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumption and protection awareness among different consumption groups"
        },
        {
            "text": "Among the 326 respondents who have had wild animal consumption experiences, light consumers account for 59.8%, medium consumers 28.7%, and heavy consumers 11.5%. Among the five cities, the percentage of light consumers is the highest in Kunming and Chengdu, and the percentage of heavy consumers is the highest in Beijing and Guangzhou. The percentage of medium consumers is higher in Beijing than in other cities. Further analysis reveals some difference between these consumer groups in sex, age, income and occupations. The heavy consumption group (392 samples in total) consists largely of young men (222 individuals) who were under 35 year old, many of whom are physical workers, students, self-employed and freelancers, with relatively good education and high monthly household income. The majority of them have a monthly household income of above RMB 3,001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumption and protection awareness among different consumption groups"
        },
        {
            "text": "There is significant variability between different consumer groups in understanding the scope of wildlife under protection. The percentage of consumers with the Pure Protection cognition type is higher among light consumers and medium consumers than among heavy consumers; the percentage of those holding the Conditional Utilization cognition is the highest among heavy consumers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumption and protection awareness among different consumption groups"
        },
        {
            "text": "In summary, people's knowledge about state-protected wildlife does not directly influence their consumer behavior. Consumption level is proportional to cognitive levels. The percentage of those with high cognitive level is the highest among heavy consumers. Among residents with high cognitive level, the percentage of those who have consumed wild animals is equal to the percentage who has never consumed wild animals. A higher percentage of residents with low cognitive level have not consumed wildlife. The majority of light consumers began consuming animals on their own accord, while the majority of medium and heavy consumers involuntarily began consuming animals (e.g. pressure from family, coworkers or items given as gifts). Heavy consumers are more concerned about the place of origin of wild animals compared to the other consumers. They generally know whether they have consumed wild or captive bred animals, and have a stronger preference towards wild animals than the other consumer groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consumption and protection awareness among different consumption groups"
        },
        {
            "text": "Wildlife trade in key regions continues to be very active because of a continuous supply of wildlife resources and large market demand for wildlife goods. Our survey statistics show that as time passes, however, there is a gradual trend toward a reduction in total wildlife trade for the following reasons:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife trade"
        },
        {
            "text": "(1) Due to heavy cross-border poaching, wildlife resources have been greatly reduced, with some species even facing extinction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife trade"
        },
        {
            "text": "(2) In recent years, the government has strengthened law enforcement and the wildlife trade control system. As a result, illegal trading is riskier, causing some traders to leave the trade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife trade"
        },
        {
            "text": "(3) After SARS in 2003 and bird flu in early 2004, previously legal wildlife was banned for import, and the general public began becoming aware of the negative impact wildlife could have on their health. Though smuggling still exists, the trade amount was reduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife trade"
        },
        {
            "text": "Recommendations: 1. Establish a wildlife trade control & monitoring network. It is difficult to identify the numerous wildlife species and their products in daily trade control and legal procedures, and, due to language barriers and politics, it is hard to compile evidence for foreign crimes. The handling of confiscated live wild animals is also a problem. Enforcement officers often release confiscated animals anywhere, without any consultation from wildlife experts. This improper release can directly affect the life of local people and the ability of the animals to survive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife trade"
        },
        {
            "text": "Stringent measures must be taken to ensure that an effective trade control system is established to prevent the deficiencies in management of wildlife trade and ensure adequate enforcement so illegally traded animals cannot enter the market. The CITES Management Authority should work with Customs and the Forestry Bureau to set up a joint network and obtain greater support from international organizations to conduct long-term wildlife trade control and monitoring in the border regions, develop a wildlife import and export database, and give feedback on natural resource utilization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife trade"
        },
        {
            "text": "2. Enforcement capacity building. Most of the villagers in the border regions are minority groups with their own customs and culture. There are very few wildlife conservation publicity events or education materials (such as video or audio) in their villages. There are no regulations for wildlife import and export control. Limited by the slow economic development and the limited amount of education received, local governmental decision makers often feel there is no alternative but to consume the natural resources. It is necessary to educate the public on the relationship between global environmental conservation and country and local economic development, as well as short and long term potential economic benefits associated with wildlife protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife trade"
        },
        {
            "text": "The improvement of statutes and law enforcement should not be neglected. The survey shows that people regard lax enforcement, poor operability of statutes and too lenient sanctions on violations as the main causes for the rampant unlawful wild animal consumption. Even heavy consumers of wildlife recognize that improvement and enforcement of statutes and punitive measures would have great influence on their practices and reduce demand for wildlife consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife trade"
        },
        {
            "text": "For improvements to be made, it is essential that CITES training and education programs focusing on techniques for trade control, CITES regulations and species identification are delivered to law enforcers, including those from Forestry Bureau, Forestry Police Bureau, Customs, and Administration of Industry and Commerce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife trade"
        },
        {
            "text": "In addition, government agencies and international NGOs can work jointly to promote information exchange and cooperation between border countries. As was found in this investigation, local networks, government agencies and NGOs have been established to mitigate trade but enforcement is lacking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife trade"
        },
        {
            "text": "Considering the current heavy wild animal consumption, it is difficult to be too optimistic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "In this survey, we found that 31.1% of residents had consumed wild animals. Considering that people may conceal their actual consumption behaviors when answering our questions, we adopted aversion techniques in designing the questionnaire. However, techniques can only reduce the intervention of subjective factors to some extent. Therefore, the percentage of wild animal consumers in real life is assumed to be higher than the data suggest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "Even thought the data likely underestimate the problem, the actual figures obtained still reveal a desired approach to wild animal consumption among Chinese urban residents. Those who consume wildlife regularly are the largest group, accounting for 31.1% of the total. What is more worrying is that 57.5% of residents who consume wildlife voluntarily started to buy wild animals due to word of mouth, media or the influence of professionals. In the analysis of different groups' attitudes towards wild animal consumption, we find that a high percentage of those who have never consumed wild animals hold the ''utilization value theory,'' and the percentage of those holding ''vague cognition'' is even higher among those who have never consumed wild animals than among wild animal consumers. Given that Chinese urban residents' wild animal consumption is affected to a great extent by community views and pressure, in the future it is possible that more people will begin wild animal consumption due to societal influences. Considering the current situation, intervening now, before more people become wild animal consumers, is very important, as changing consumer behavior once it has begun is much more difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "Less than 50% of Chinese urban residents hold the correct attitude toward wild animal consumption. Consumer attitude is subject to various factors, and cognitive level does not play a decisive role People's attitudes influence their behavior. In this survey, we found that only 42.7% of Chinese urban residents think no wild animals should be consumed. Consumer attitude is subject to various factors, and cognitive level does not play a decisive role. First we examined people's views regarding the scope of wild animals that should be protected. Those who hold the view that ''all wild animals should be protected,'' were more likely to not be supportive of animal consumption. This would indicate that to some extent people's attitude toward wild animal consumption is directly proportional to their cognitive level. Second, through a comparative study on consumer attitude of groups with different demographic background, we find that well educated groups have high cognitive level of wild animal protection. Yet people's attitude towards wild animal consumption is not directly proportional to their educational level. Among groups with different educational background, the percentage of those who could correctly identify the listed protected species is the highest among two-year college graduates, followed by high school and junior high school graduates. However, those who are not necessarily in disagreement with wildlife consumption are more likely to hold at least a bachelor's degree, and likewise the percentage of those following the ''utilization value theory'' is higher among those with bachelor's degree or above (55.8%) than among those with less formal education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "Among groups with different income levels, the percentage of those holding the ''utilization value theory'' is higher among those with monthly household income above 3,001 Yuan than among other groups. This indicates that, to a certain degree, financial strength increases people's propensity to consume wild animals. Third, there is marked difference between groups with different consumption levels and their motives for consumption. For example, the behavior of eating wild animals: a greater proportion of heavy consumers (58.7%) eat wild animals because they find them delicious. The percentage of those holding the utilization value theory is much higher among heavy consumers than among the other two groups. On the other hand, a higher percentage of light consumers tried wild animals out of curiosity. Due to traditional notions, heavy consumers hold the ''utilization theory,'' and they also have fixed consumption behavior because of the preference for wild animals. This poses a considerable obstacle to intervention efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "Wild animal consumption has distinct regional differences and group features",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "(1) Regional differences. When looking at consumer behavior, consumption degrees, consumption channels and consumption motives, different cities have different consumption features. For example, the behavior associated with eating wild animals: a high percentage of residents in Shanghai and Guangzhou eat wild animals at popular restaurants and purchase wild animals from markets to cook at home, and the percentage of heavy and medium consumers in Guangzhou is higher among residents in these two cities than in other cities (the percentage of heavy consumers in Guangzhou is second only to that in Beijing). For consumption motives, taste and nourishment are the two primary motives for eating wild animals among residents in Shanghai and Guangzhou. This indicates that eating wild animals has become a habitual consumption behavior among residents in Shanghai and Guangzhou. Among the five cities, the percentage of residents in Beijing who eat wild animals at high-end restaurants and hotels is highest, as is the percentage of heavy consumer and light consumer residents. Most people consume wild animals out of curiosity, with the idea that wild animals are rare. For initial consumption motives, a major percentage of people involuntarily started wild animal consumption (i.e. it was given to them by friends, family, or colleagues). This indicates that wild animal consumption has become part of the lifestyle of some high-income people in Beijing; it also indicates the influence of peers and group pressure on consumer behavior and consumption methods. It is possible that without effective control and intervention, many consumers will become medium and heavy consumers. According to the current trend, Beijing is likely to become a swing consumer city.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "(2) Group features. We divided the 326 consumers into groups depending on their consumption degree.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "In terms of consumer attitude, the percentage of those with the correct attitude toward wild animal consumption is lower among heavy consumers than among light consumers and medium consumers. With regard to the viewpoint regarding the relationship between human beings and wild animals, the percentage of those holding the ''utilization view,'' ''unrelated view'' and ''threat view'' is higher among heavy consumers than among light and medium consumers. Interestingly, we find that although the percentage of those with the correct cognition is higher among light consumers and medium consumers than among heavy consumers, heavy consumers' cognitive level of state-protected wild animals is the highest among the three groups. This indicates that in terms of intervention efforts, strengthening education among heavy consumers is not necessarily effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "For consumption preference, the percentage of those who know they have consumed wild animals (as opposed to farmed) and the percentage of those who prefer wild animals are higher among heavy consumers than among other groups. This indicates that the group has very high awareness of their consumer behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "Regarding wild animal protection work, the percentage of those not supportive is much higher among heavy consumers than among the other two groups. Meanwhile, the percentage of those regarding conservation as the government's responsibility and the percentage of those who think few people are concerned about this issue are much higher among heavy consumers than among the other two groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "The percentage of those who do not know about the two statutes on wild animal protection is higher among heavy consumers than among light and medium consumers. The percentage of those who know about the two statutes is the highest among light consumers. For information on wild animals, the percentage of those who pay attention to visual information is much higher among heavy consumers than among light and medium consumers. With regard to the willingness to participate in public benefit activities for wild animal protection, a high percentage of heavy consumers are willing to take part in ecological tourism and provide monetary support, but the percentage of those willing to change their consumption behavior is lower than the other two groups. A high percentage of medium consumers are willing to take part in publicity activities, and a high percentage of light consumers are willing to abstain from wild animals in food, medicine or health products containing wildlife ingredients. This further indicates the importance in intervening in consumer behavior before it become habitual, as in the case of heavy consumers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "Merely underscoring the threat posed by wild animals to human beings' health (taking SARS for example) does not help. It is necessary to use both hard and soft tactics in behavior intervention",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "Since the outbreak of SARS in 2003, there has been greater focus on human health in the discussion of eating wild animals. Animal medical experts point out that wild animals such as primates, rodents and ungulates share more than 100 diseases with human beings (Karesh et al. 2005) . Even with warnings from various consumer associations and animal protection organizations, diseases continue to spread. Recent studies have identified the Chinese horseshoe bat as the natural reservoir of the coronaviruses from which the SARS viruses that infected humans and civets likely emerged (Lau et al. 2005; Li et al. 2005) .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 281,
                    "text": "(Karesh et al. 2005)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 582,
                    "end": 599,
                    "text": "(Lau et al. 2005;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 600,
                    "end": 615,
                    "text": "Li et al. 2005)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "In July 2003, 22 academics from the Chinese Academy of Sciences jointly called for efforts to be stepped up for resources supporting wildlife conservation, improving statutes on wildlife protection, and establishing healthy diet views. Sudden threats of disasters like a widespread disease certainly affect people's lifestyle and behaviors quickly, but it is not feasible to expect such temporary impact to fundamentally change the deep-rooted motives and notions formed by long-term social customs and traditions. In this study, we find that merely educating people on the threat posed to their health by wild animal consumption cannot fundamentally change people's attitude towards wild animal consumption. It can only heighten, to a certain extent, people's hostility toward wild animals, and cannot engender a conservation-oriented view towards wild animals. In comparing residents in different cities in terms of their understanding of wild animal protection, we find that the percentage of Guangzhou residents, who were the first to receive the impact of SARS, hold the ''threat theory'' at the highest; while their cognitive level about protected wild animals is the lowest. Among the four groups divided by the viewpoints regarding the scope of wild animals that should be protected, the percentage of those holding the ''utilization value theory'' of consumption is comparable to those holding the ''threat theory'' and the ''utilization value theory.'' In other words, the view that wild animals may spread diseases to human beings or pose a threat to their lives does not reduce peoples' propensity to utilize or consume wild animals. Therefore, in conducting behavior intervention we not only need to consider differences between consumer groups in cognition, attitude and behavioral features, but, more importantly, various measures should be taken to produce changes in human behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "The key to publicity and education should be increasing knowledge. In this survey, we find that currently a high percentage of Chinese urban residents is still not clear about what wild animals are protected. Undoubtedly, this poses a major obstacle to regulating consumer behavior. Due to the pertinence of people's cognitive level and their attitude toward wild animal consumption, it is a crucial task to cultivate the correct cognition among general residents through publicity and education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "For widespread change, it will be necessary to combine the strategies of publicity and education. Through the analysis of the cognition of the scope of wild animal protection and consumer attitude, a high percentage of the ''threat theory'' and ''utilization theory'' groups adopt the consumption attitude of ''utilization value.'' Meanwhile, the percentage of those with the incorrect attitude toward wild animal consumption is highest among the ''utilization theory'' group. This indicates the strong influence the utilization theory has on people's behavior. Therefore, publicity and education should be aimed at changing this mentality and making it clear that all wild animals should be protected, which will certainly take a long time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "We may also utilize other publicity strategies suited for specific stages/groups of consumption. For example, in analyzing reasons for not consuming wild animals, we find that a high percentage of people have never consumed wild animals because they regard the behavior unhealthy or they do not like it. Different groups have different reasons. The percentage of those who regard it as unhealthy is higher among people aged 46-55 than among other age groups. A high percentage of people aged 56-60 and 18-25 do not like it. The percentage of those who think it is not right to consume wild animals is far lower among people with primary school education and below than among other groups. A high percentage of junior high school and high school graduates think it unhealthy, while a high percentage of those with bachelor's degree or above do not like to consume wild animals for different reasons. This indicates that we may guide the audiences by cultivating healthy consumption notions using various approaches in a short time. For example, we may educate young people not to eat wild animals and encourage them to abstain from wild animals early on. Meanwhile, we may imbue middle-aged people and those with low education with the view that wild animal consumption is not healthy. Of course, as stated earlier, even if we guide the audiences with the ''unhealthy'' view, it is also necessary to popularize correct knowledge and conduct education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "Recommendations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        },
        {
            "text": "1. One major strategy should be to prevent wildlife from reaching the markets. Through this survey, it was found that villages along the border act as temporary stops for smugglers. If paid, villagers will often help the smugglers to escape, which strongly increases the difficulty in seizing criminals. A program needs to be implemented that targets key villages and simultaneously provides community development and biodiversity education projects to arouse their environment protection awareness, develop the local economy and convince villagers of the value of working together to stop smuggling. 2. As demonstrated by the survey results, heavy wildlife consumers are often those who are young, well-educated, and have a high income. Without correct knowledge and understanding of wildlife consumption and protection, university students, as the next potential consumers, are the main target to be educated. Schools are good places for knowledge input. As a starting point, education programs should be developed for university students and then move forward from there.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public awareness on wildlife consumption and protection"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biodiversity Working Group of China Council for International Cooperation on Environment and Development, BWG/CCICED (1999) The 3rd annual report to China Council for International Cooperation on Environment and Development",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The fate of wild tiger",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dinerstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Loucks",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wikramanayake",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioscience",
            "volume": "57",
            "issn": "6",
            "pages": "508--514",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Wildlife trade and global disease emergence",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Newcomb",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "7",
            "pages": "1000--1002",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ades",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goodyer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Development",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsoi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "",
            "pages": "14040--14045",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Wild animal trade monitoring at selected markets in Guangzhou and Shenzhen, south China",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "B ;",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [
                        "Kong"
                    ],
                    "last": "Kfbg",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Kadoorie Farm & Botanic Garden Technical Report",
            "volume": "1",
            "issn": "2",
            "pages": "159--175",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Guide book on wildlife import and export management",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A survey on wildlife trade in Guangxi and Guangdong",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "China. TRAFFIC Bull",
            "volume": "16",
            "issn": "",
            "pages": "9--16",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bats are natural reservoirs of SARS-like coronaviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Crameri",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mceachern",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "676--679",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The bear facts: the east Asian market for bear gall bladder. TRAFFFIC, Cambridge Morgan D (2000) Chinese medicine raising wildlife concerns",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ishihara",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Reuters News Agency",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Unpublished report on wildlife trade and enforcement in Qinghai Province Sain-Ley-Berry C (2000) New campaign launched to fight illegal wildlife trade",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nooren",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Claridge",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Armored but endangered. Asian Geographic",
            "volume": "4",
            "issn": "",
            "pages": "64--71",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Wildlife trade management and enforcement. China Forestry Publishing House",
            "authors": [
                {
                    "first": "Z ; Beijing",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Protect China's Biodivers",
            "volume": "2",
            "issn": "",
            "pages": "158--167",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Status of live wildlife trade in Yunnan border area",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Protecting China's Biodiversity",
            "volume": "2",
            "issn": "",
            "pages": "168--183",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Souvenir alert highlights deadly trade in endangered species",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Breeding techniques for turtles",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Trade of wild animals and plants in China-Laos border areas: status and suggestion for effective management",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Chin Biodivers",
            "volume": "8",
            "issn": "3",
            "pages": "284--296",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Captive breeding of economic wildlife",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". In 2004, a total of 11 skins of leopard (Panthera pardus), 1 skin of wild cat (Felis lybica), 3 skins of Tibetan Sand Fox (Vulpes corsac), 1 skin of Stone Marien (Martes foina), and 2 skins of wolf (Canis Lupus) were found in the markets. The number of wildlife seized by local customs and forestry police included: 26 snow cocks (Fetarogallus tibetanus), 8 Tibetan wild asses (Equus kiang), 684 skins of Tibetan antelope (Pantholops hodgsonii), 2 skulls of Argali sheep (Ovis ammon), 13 skulls of deer, 6 skulls of wild yak (Bos grunniens), 40 skulls of Tibetan gazelle (Procapra picticaudata), 3 raptors, and 105 skins of fox. In addition, Xining Zoo is believed to have purchased 94 wild Snow leopards between 1968 and 1984 (Qinghai Wildlife Conservation Association 2005). According to Qinghai Wildlife Management Bureau, at least 1,200 Saker Falcons (Falco cherrug) are poached in average each year in Qinghai Province (Qinghai Wildlife Management Bureau 2005).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Map of the wildlife trade routes in key regions in southwest the Ministry of Agriculture), the Ministry of Commerce, the Administration of Industry and Commerce, and Ministry of Police.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ")(1). Guangxi Province A. Survey regions for border trade. Three of the 10 most important border trade ports, Dongxing, Puzhai and Nongyao-Nonghuai were chosen to carry out targeted, in-depth research. Another two ports, Aidian and Shuikou, were chosen for more general research. B. Survey regions for domestic trade. Nanning was identified as city for focused survey was conducted in five border regions and 10 counties (but not in Simao, Lincang region or Wenshan prefecture). Extensive research was carried out through three separate routes:Fig. 1 Map of the key regions in China where field surveys were conducted A. West line (West Yunnan on the China-Burma border)-covers Wanding and Ruli of Dehong Dai-Jingpo Autonomous Prefecture, Tengchong and Baoshan of Baoshan region, Liuku of Nu River Lisu Autonomous Prefecture, Dali of Dali Prefecture. B. Hekou line (South Yunnan on the China-Vietnam border)-covers Hekou and Mengzi of Honghe Prefecture. C. Banna line (South Yunnan on the China-Laos and China-Vietnam border)covers three cities and the towns of Xishuang Banna Autonomous Prefecture.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Eighteen of these species are Category I of China's State Key Protected Wildlife List; 30 are in Category II of China's State Key Protected Wildlife List; 59 of them are CITES-listed (17 from Appendix I, 37 from Appendix II and 5 from Appendix III). There are 41 species listed in both China's State Key Protected Wildlife List and CITES Appendix. Many of the animals traded were Chinese species or wide-ranging East Asian species. However, in the food and pet trade, a large proportion of animals were imported from other countries. 3. Trading amounts. According to records from Yunnan Customs, 6,274.8 kgs of turtles and snakes, 100 crocodiles and 1,372.5 tons of wild plants were imported between 2000 and 2004. In recent years, illegal wildlife trade has grown rapidly, especially along the border between China and Vietnam. For example, from 1999 to 2004 Hekou (Guangxi Province) Customs seized more than 600 Slow Loris, 50,000 snakes, 3,000 Asian Water Monitors and 2,500 Tokay Geckos. From 1998 to 2004, Wanding (Yunnan Province) Customs seized a total of 19 kgs of tiger bone, 5 kgs of leopard bone, 70 turtles, 12 pangolins, and 2 Green Peacocks. Mengla (Yunnan Province) Customs seized 36 bear paws, 162 kgs of Big-headed Terrapin, and 12 tons of Thailand Soft-shelled Turtle between 2000 and 2002. Yunnan forestry police also confiscated large amounts of wildlife being illegally trafficked. For instance, the forestry police of Dali Autonomous CountyTable 1Cognition types and frequency analysis of Chinese urban residents' attitude toward wildlife consumption",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Analysis of Chinese urban residents' attitude toward wildlife consumption in different cities",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Situation of the con-",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Situation of raising wildlife as pet (n = 1,352)Note: As it is a multiple-choice question, total sample is 1,352 respondents and the sum of the choice percentage exceeds 100%",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We are grateful for the grant from Critical Ecosystem Partnership Fund (CEPF) to support this project. We thank the support of CITES Management Authority of China, and its Kunming, Guangxi and Sichuan Branch Offices. We are grateful to Chun Li, Fang Zhou, and all participants in the field trade survey, and the Horizonkey Information and Consulting Co., Ltd. who conducted and implemented the public awareness survey for this project. We are also grateful for Xue Wang, Stacy Vynne, Clare Sierawski and Chantal Elkin for reviewing the English language of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}