{
    "paper_id": "8f543f0b9f240c1a5be36650c73b476e14ebae5e",
    "metadata": {
        "title": "Journal Pre-proof Prostate Cancer Radiotherapy Recommendations in Response to COVID-19 Title: Prostate Cancer Radiotherapy Recommendations in Response to COVID-19",
        "authors": [
            {
                "first": "Nicholas",
                "middle": [
                    "G"
                ],
                "last": "Zaorsky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "B"
                ],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sean",
                "middle": [
                    "M"
                ],
                "last": "Mcbride",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "T"
                ],
                "last": "Dess",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "C"
                ],
                "last": "Jackson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brandon",
                "middle": [
                    "A"
                ],
                "last": "Mahal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ananya",
                "middle": [],
                "last": "Choudhury",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ann",
                "middle": [],
                "last": "Henry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isabel",
                "middle": [],
                "last": "Syndikus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timur",
                "middle": [],
                "last": "Mitin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alison",
                "middle": [],
                "last": "Tree",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amar",
                "middle": [
                    "U"
                ],
                "last": "Kishan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "E"
                ],
                "last": "Spratt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Ronald"
                ],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Spratt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "479-505.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "van Doremalen N, Bushmaker T, Morris DH, et al. Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1. New England Journal of Medicine. 2020. 6. Hamdy FC, Donovan JL, Lane J, et al. 10-year outcomes after monitoring, surgery, or radiotherapy for localized prostate cancer. N Engl J Med. 2016;375:1415-1424. 7. Klotz L, Vesprini D, Sethukavalan P, et al. Long-term follow-up of a large active surveillance cohort of patients with prostate cancer. Journal of Clinical Oncology. 2015;33(3):272-277. 8. Pisansky TM, Hunt D, Gomella LG, et al. Duration of androgen suppression before radiotherapy for localized prostate cancer: radiation therapy oncology group randomized clinical trial 9910. Journal of Clinical Oncology. 2015;33(4):332. 9. Morris WJ, Tyldesley S, Rodda S, et al. Androgen Suppression Combined with Elective Nodal and Dose Escalated Radiation Therapy (the ASCENDE-RT Trial): an analysis of survival endpoints for a randomized trial comparing a low-dose-rate brachytherapy boost to a dose-escalated external beam boost for high-and intermediate-risk prostate cancer. International Journal of Radiation Oncology* Biology* Physics. 2017;98(2):275-285. 10. Zapatero A, Guerrero A, Maldonado X, et al. Late radiation and cardiovascular adverse effects after androgen deprivation and high-dose radiation therapy in prostate cancer: Results from the DART 01/05 randomized phase 3 trial. International Journal of Radiation Oncology* Biology* Physics. 2016;96(2):341-348. 11. Spratt D, Dess R, Efstathiou J, et al. Two years of anti-androgen treatment increases other-cause mortality in men receiving early salvage radiotherapy: a secondary analysis of the NRG Oncology/RTOG 9601 randomized phase III trial. International Journal of Radiation Oncology• Biology• Physics. 2019;105(3):680.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Summary:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Centre"
        },
        {
            "text": "A RADS framework (Remote visits, and Avoidance, Deferment, and Shortening of radiotherapy) was created and applied to determine the appropriate management for men with prostate cancer during the global COVID-19 pandemic. Consensus was reached that all aspects of patient visits, treatment, and overall resource utilization can be reduced for all identified stages of prostate cancer treated with radiotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Centre"
        },
        {
            "text": "Purpose: During a global pandemic the benefit of routine visits and treatment of cancer patients must be weighed against the risks to patients, staff, and society. Prostate cancer is one of the most common cancers Radiation Oncology departments treat, and efficient resource utilization is essential in the setting of a pandemic. Herein, we aim to establish recommendations and a framework by which to evaluate prostate radiotherapy management decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "rapidly conducted a systematic review and agreed upon recommendations to safely manage prostate cancer patients during the COVID-19 pandemic. A RADS framework was created:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and Methods: Radiation Oncologists from the United States and United Kingdom"
        },
        {
            "text": "Remote visits, and Avoidance, Deferment, and Shortening of radiotherapy was applied to determine appropriate approaches. low-volume M1 disease can receive neoadjuvant hormone therapy for 4-6 months as necessary. Ultrahypofractionation was preferred for localized, oligometastatic, and low volume M1, and moderate hypofractionation was preferred for post-prostatectomy and clinical node positive disease. Salvage was preferred to adjuvant radiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and Methods: Radiation Oncologists from the United States and United Kingdom"
        },
        {
            "text": "Resources can be reduced for all identified stages of prostate cancer. The RADS (Remote visits, and Avoidance, Deferment, and Shortening of radiotherapy) framework can be applied to other disease sites to help with decision making in a global pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Cancer treatment in the era of COVID-19 requires consideration of risks and benefits for patients and staff. 1 Recent data suggests patients who have cancer are at increased risk of infection and serious complications from COVID-19. 1 While ASCO has provided resources for patients receiving systemic therapy (https://www.asco.org/asco-coronavirus-information), there remains minimal granular guidance on the delivery of outpatient radiotherapy. Radiotherapy is delivered to nearly 50% of cancer patients, a particularly vulnerable group given their older age, frequent comorbidities, and underlying cancer diagnosis. 2 Prostate cancer is frequently treated with radiation and the most common solid tumor in men; it is a heterogeneous disease where timely therapy is indicated for some cases, and where watchful waiting, active surveillance, or deferral of treatment could be acceptable for others. 3, 4 Given the current epidemic crisis, delaying radiotherapy treatment (which requires multiple visits to healthcare facilities) for prostate cancer patients may potentially reduce the risk of iatrogenic exposure to COVID-19. At the healthcare system level, when clinically appropriate, reducing visits conserves limited hospital resources (e.g. personal protective equipment (PPE)) for use by health-care workers who will have to care for the potentially vast number of hospitalized COVID-19 patients. The decision to delay life-saving cancer treatment in a time of a resource-intensive pandemic represents a clinical conundrum without modern precedent. In these exigent circumstances, guidelines as to how to manage patients who present with prostate cancer would be valuable for the practicing clinician. This manuscript attempts guidance based on rapid expert opinion as to how to manage prostate cancer patients requiring radiotherapy during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 899,
                    "end": 901,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 903,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Given the swiftly evolving clinical knowledge surrounding COVID-19 and the potential impact on radiation oncology departments worldwide, we performed a rapid review of evidence assessing the management of localized prostate cancer with radiation therapy. The goal of this rapid review was to synthesize knowledge to provide a framework for clinical practice and management of prostate cancer during the COVID-19 pandemic, but this framework could similarly be applied in any resource constrained setting or other disease type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "Within this framework we sought to answer the following key questions: To achieve this, we assessed systematic reviews, national guidelines, results from randomized clinical trials, and treatment arms in ongoing randomized trials assessing radiation therapy for prostate cancer. Studies were required to be published in English between January 1990 and In generating these recommendations, the following assumptions were made: 1) the pandemic will last for multiple months, often occurring in multiple waves with variable peaks of severity; 2) during the pandemic a significant proportion of staff will not be available to work (e.g. illness, quarantine, family responsibilities from school closures); 3) capacity of hospital services will be exceeded and stress the hospital system; and 4) available staff will be deployed to the essential services. Ultimately the combined effect is that resources will be stressed and normal workflow will not be possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "The RADS (Remote visits, and Avoidance, Deferment, and Shortening of radiotherapy) framework was developed and applied for all prostate cancer disease states commonly treated with radiotherapy (Figure 1) . Table 1 summarizes the group's recommendations for each disease stage and according to visit type, simulation, fiducial marker and rectal spacer placement, and treatment itself. In all scenarios visits, procedures, and treatment can safely be delayed by variable durations based on stage of disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 203,
                    "text": "(Figure 1)",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 213,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Recommendations:"
        },
        {
            "text": "All visits should be transitioned to telehealth visits. While video visits are preferred, these telehealth visits can include simple phone calls if video visits are not possible given the limitations of technologic infrastructure at select centers. Very few prostate cancer patients require an in person visit during a pandemic, and the minimal value of a digital rectal exam is less than the risk of COVID-19 exposure to patients and staff. Based on your institutional resources and legal requirements, on-treatment visits can also be performed utilizing telehealth technology to further reduce exposure risk. For patients that must be seen in clinic, consideration should be given to having patients wait in their cars or outside the facility prior to their appointment to promote social distancing given high surface stability of Additionally, the number of visitors with patients should be reduced to a minimum. Laboratory testing (e.g. PSA testing) should be performed in settings with minimal contact with staff or other patients, preferably outside of a busy hospital setting if possible. Routine PSA testing posttreatment can safely be deferred by ≥3 months in most instances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remote Visits"
        },
        {
            "text": "Generally, for very low-, low-, and favorable intermediate-risk disease, treatment deferral until after pandemic-related restrictions have been lifted was felt to be safe. This advice is based on multiple clinical trials demonstrating that these patients have very favorable outcomes with watchful waiting, active monitoring, or active surveillance. 6,7 This is reflected in national guidelines that recommend broad use of active surveillance for very low-and low-risk prostate cancer, and selective use in favorable intermediate-risk disease. 4 The safety of avoidance presumes that the pandemic wanes over the next 12 months.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 545,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Avoidance of Radiotherapy"
        },
        {
            "text": "Patients with unfavorable intermediate-, high-, very high-risk, post-prostatectomy, clinical node positive, oligometastatic, and low volume M1 can variably delay in-person new patient consultations, and return visits, but these should be converted to timely remote telehealth visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deferral of Radiotherapy"
        },
        {
            "text": "After these patients have initiated treatment, ADT can allow for further deferral of radiotherapy as necessary based on the nature of the ongoing epidemic. 8,9 If ADT can't be delivered (e.g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deferral of Radiotherapy"
        },
        {
            "text": "absolute patient refusal, supply exhausted, toxicity of ADT too high for potential benefit), patients with rapid PSA doubling times (≤3 months) the benefits of immediate treatment during a window of potential cure must be weighed against COVID-19 exposure and subsequent morbidity and mortality (e.g. age, comorbidities, immunosuppressed).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deferral of Radiotherapy"
        },
        {
            "text": "ADT should not be used in disease states that have not been shown to derive survival benefits (very low, low, and favorable intermediate risk disease). Significant prolongation of ADT beyond standards-of-care should be avoided given the potential for increased morbidity and other-cause mortality. [10] [11] [12] It was agreed that based on recently presented evidence from RAVES 13 and RADICALS (NCT00541047) in 2019, that early salvage radiotherapy is a preferable option over adjuvant radiotherapy in all scenarios during a pandemic.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 382,
                    "text": "13",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Deferral of Radiotherapy"
        },
        {
            "text": "If treatment is deemed necessary and safe, the shortest fractionation schedule should be adopted that has evidence of safety and efficacy. For localized prostate cancer, 5 to 7 fraction SBRT/ultra-hypofractionation should be utilized, which is in accordance with the 2020 NCCN guidelines as an acceptable regimen for intermediate-and high-risk prostate cancer. A simplified schema to help providers of how to perform SBRT is shown in Figure 2 . For centers without the ability to perform image guidance (cone-beam CT with or without fiducial markers), a 20 fraction regimen can be utilized to 60 to 62 Gy. 14, 15 For post-prostatectomy patients, a moderate hypofractionated regimen is preferred of 20 fractions to 52.5 Gy (NCT00541047). 16 For low volume M1 disease either SBRT or 6 Gy x 6 fractions as used on STAMPEDE arm H are safe and acceptable. 17 Dose constraints are provided in the Supplementary Appendix for the above listed regimens.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 609,
                    "text": "14,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 610,
                    "end": 612,
                    "text": "15",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 737,
                    "end": 739,
                    "text": "16",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 851,
                    "end": 853,
                    "text": "17",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 442,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Shortening of Radiotherapy"
        },
        {
            "text": "Non-essential procedures that do not have evidence to support their impact on overall survival rates, such as a prostate MRI, fiducial markers, and/or rectal spacers, should be used very selectively given they require either prolonged or extra patient visits. These can variably be considered if deemed necessary to perform prostate SBRT to expedite treatment, however prostate SBRT can safely be performed without all of these additional procedures if necessary (e.g. HYPO RT PC trial used 3D conformal radiotherapy with large 7mm CTV to PTV margins, and did not use rectal spacers, did not mandate MRI, but did use fiducial markers). 18 While rectal spacers have been shown to reduce rectal toxicity, recent results from the PACE-B trial demonstrated very low rates of rectal toxicity without the use of a rectal spacer. 14 Thus, the net benefit of a rectal spacer is not justified during a pandemic unless simultaneously placing fiducial markers under local anesthesia.",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 638,
                    "text": "18",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Shortening of Radiotherapy"
        },
        {
            "text": "There was unanimous consensus that if treatment is needs to be performed during the peak of the pandemic, brachytherapy is not recommended given its reliance on anesthesia staff and PPE. However, if brachytherapy can be performed under local anesthesia this may be a suitable option for those experienced with this method and if resources are available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shortening of Radiotherapy"
        },
        {
            "text": "There was also unanimous consensus, that once restrictions have been removed, radiotherapy of any form can be delivered. However, it is important to still be cognizant that additional waves of the pandemic may occur and restrictions re-instated. Thus, utilizing shorter courses of radiotherapy may still be necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shortening of Radiotherapy"
        },
        {
            "text": "This review does not discuss the use of palliative radiotherapy, as often this is not necessarily tumor type specific (e.g. bone metastases, spinal cord compression, bleeding, etc). The same principles of the RADS framework apply, and the variable efficacy of palliative radiotherapy should be weighed against the risks of bringing patients in for radiotherapy, alternative treatment options (oral analgesics), use of radiotherapy to avoid treatments that may cause even greater exposure (surgery) or immunosuppression (systemic therapy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Palliative care:"
        },
        {
            "text": "Prostate cancer is the most common cancer in men worldwide and one of the most common cancers treated within radiation oncology departments. 3 The proportion of prostate cancer patients receiving radiotherapy continues to expand, as it is used now commonly for definitive treatment of localized and locally advanced disease, adjuvant and salvage treatment postsurgery, oligometastatic directed radiotherapy, and treatment of the primary in low volume metastatic disease. 4 Furthermore, the complexity of treatment of prostate cancer has increased with more frequent use of advanced imaging, including MRI and molecular PET imaging, image guidance with fiducial markers, and rectal spacers, most of which require extra procedures or visits, and some of which require extra use of PPE. Thus, prostate cancer patients represent an important population that radiation oncology departments need to efficiently manage in times when resources are limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Prostate cancer patients are somewhat unique (other than breast cancer), where not only is prognosis generally favorable, but for patients with more aggressive disease the use of ADT can safely delay the need to start radiotherapy for multiple months. For this reason, delaying radiotherapy is almost always safe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Prostate cancer is also unique, in that it is one of the few cancers we treat with curative intent where radiotherapy has a survival advantage. 19 Very few cancers have randomized evidence from a single trial that demonstrates radiotherapy improves survivals. In other cancers with worse prognosis, such as pancreatic cancer, radiotherapy has questionable survival impact.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Thus, excessive delays of radiotherapy in aggressive prostate cancer patients should be avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Additionally, although ADT has been safely used for extended periods neoadjuvantly, it must be recognized that prolonged courses of neoadjuvant ADT do not provide oncologic benefit, 8 and can contribute to excessive morbidity and even mortality. 10-12 Thus, the balance of the benefit from receiving radiotherapy (large) must be struck with the impact of delays in treatment start (small), excessive use of ADT (variable), and risk of infection and morbidity/mortality from COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "The group agreed that although there are variable levels of evidence to support ultra-and moderate hypofractionation in localized and recurrent disease, and that no randomized trial has demonstrated that altering field size, fractionation, or extreme dose-escalation has impacted overall survival. Thus, in the setting of a pandemic where mortality from COVID-19 is possible, the shortest safe regimen should be used, and is unlikely to impact long-term survival of the cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "These recommendations are not formal rules or policies, as we do not believe this is possible when data is so limited. Rather, the goal was to provide guidance and a framework of thinking of how numerous programs are approaching the care of patients with prostate cancer at their own clinics, who are all at various stages of impact and restrictions from the COVID-19 global pandemic. We recommend that you follow your institutional, state, and federal recommendations when available as how to best manage your patients in your own practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Widmark *New consults and return visits can be delayed as necessary based on resource availability. If staff is able to conduct these visits without impacting pandemic response resources, these should continue on a regular schedule using remote visits. PSA and other laboratory testing should be deferred as deemed safe. Return visit delay listed is an additional delay beyond the current return visit interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "**Placement of fiducial markers and rectal spacers require extra PPE use. The benefit of these procedures should be based on resource and staff availability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "***Brachytherapy should cautiously be used during pandemic given high PPE requirements and resource utilization. Avoidance of general anesthesia is preferred if possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "Abbreviations: ADT, androgen deprivation therapy; fx, fractions; RT, radiotherapy; N+, regional lymph node involvement; FIR, favorable intermediate risk; UIR, unfavorable intermediate risk; RV, return visit; EBRT, external beam radiotherapy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Oncology",
            "volume": "21",
            "issn": "3",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bicalutamide (150 mg) versus placebo as immediate therapy alone or as adjuvant to therapy with curative intent for early nonmetastatic prostate cancer: 5.3-year median followup from the Scandinavian Prostate Cancer Group Study Number 6",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "J-E",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lodding",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of urology",
            "volume": "172",
            "issn": "5",
            "pages": "1871--1876",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Phase III Multi-Centre Randomised Trial comparing adjuvant versus early salvage Radiotherapy following a Radical Prostatectomy: Results of the TROG 08.03 and ANZUP \"RAVES",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kneebone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser-Browne",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Delprado",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Trial. International Journal of Radiation Oncology• Biology• Physics",
            "volume": "105",
            "issn": "1",
            "pages": "37--38",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Intensity-modulated fractionated radiotherapy versus stereotactic body radiotherapy for prostate cancer (PACE-B): acute toxicity findings from an international, randomised, open-label, phase 3, non-inferiority trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Brand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Tree",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ostler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The Lancet Oncology",
            "volume": "20",
            "issn": "11",
            "pages": "1531--1543",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Conventional versus hypofractionated highdose intensity-modulated radiotherapy for prostate cancer: 5-year outcomes of the randomised, non-inferiority, phase 3 CHHiP trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dearnaley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Syndikus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mossop",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Lancet Oncology",
            "volume": "17",
            "issn": "8",
            "pages": "1047--1060",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ten-Year Outcomes of Moderately Hypofractionated Salvage Postprostatectomy Radiation Therapy and External Validation of a Contemporary Multivariable Nomogram for Biochemical Failure",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fatimilehin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Walshaw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Radiation Oncology* Biology* Physics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Radiotherapy to the primary tumour for newly diagnosed, metastatic prostate cancer (STAMPEDE): a randomised controlled phase 3 trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Brawley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Lancet",
            "volume": "392",
            "issn": "",
            "pages": "2353--2366",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ultra-hypofractionated versus conventionally fractionated radiotherapy for prostate cancer: 5-year outcomes of the HYPO-RT-PC randomised, non-inferiority, phase 3 trial. The Lancet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Widmark",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gunnlaugsson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Beckman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "394",
            "issn": "",
            "pages": "385--395",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Recommendations are provided by National Comprehensive Cancer Network (NCCN) risk group, including clinical node positive, post-prostatectomy, oligometastatic, and low volume M1 disease. Across all prostate cancer stages, telemedicine consultations and return visits were recommended when resources/staff available. Delays in consultations and return visits was deemed safe based on stage of disease between 1-6 months. Treatment can be avoided or delayed until safe for very low, low, and favorable intermediate-risk disease. Unfavorable intermediate-risk, high-risk, clinical node positive, recurrence post-surgery, oligometastatic, and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Results published in abstract form only were limited to the time period between January 1 st , 2015 and March 15 th , 2020. This literature search was performed using MEDLINE via PubMed only. Dual screening of the literature for inclusion was performed by WCJ and DES to minimize the risk of selection bias and was performed over the course of 3 hours. Importantly, these recommendations apply only to patients not infected with COVID-19. For patients who have symptoms concerning for COVID-19, or who have tested positive already, please follow local hospital plans and procedures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A, Klepp O, Solberg A, et al. Endocrine treatment, with or without radiotherapy, in locally advanced prostate cancer (SPCG-7/SFUO-3): an open randomised phase III trial. The Lancet. 2009;373(9660):301-308.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "RADS Workflow of prostate SBRT. Please see supplementary appendix for more details on dose constraints.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Which patients can in person clinic visits be safely delayed or converted to telehealth visits? 2. Which patients can safely avoid treatment or have treatment deferred, and for how long? 3. Which patients can have radiation therapy safely deferred with the initiation of androgen deprivation therapy, and for how long? 4. For patients undergoing treatment, what are preferred treatment modalities and fractionation schedules by disease risk?",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Recommendations",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}