{
    "paper_id": "8fb29b70a642337fe87dea06a8b8c0269e9bf50f",
    "metadata": {
        "title": "A humanized neutralizing antibody against MERS-CoV targeting the receptor-binding domain of the spike protein",
        "authors": [
            {
                "first": "Yan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuhua",
                "middle": [],
                "last": "Wan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Peipei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jincun",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "postCode": "52242",
                        "settlement": "Iowa City",
                        "region": "IA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Guangwen",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Biotherapy and Cancer Center",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "region": "West China, Sichuan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianxun",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qihui",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Microbial and Metabolic engineering",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuancheng",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory Animal Center",
                    "institution": "",
                    "location": {
                        "postCode": "102206",
                        "settlement": "Beijing",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenjun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Buchang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Anhui University",
                    "location": {
                        "postCode": "230039",
                        "settlement": "Hefei",
                        "region": "Anhui",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kwok-Yung",
                "middle": [],
                "last": "Yuen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory for Emerging Infectious Diseases",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Pokfulam, Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Stanley",
                "middle": [],
                "last": "Perlman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "postCode": "52242",
                        "settlement": "Iowa City",
                        "region": "IA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "George",
                "middle": [
                    "F"
                ],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinghua",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The newly-emerging Middle East respiratory syndrome coronavirus (MERS-CoV) can cause severe and fatal acute respiratory disease in humans. Despite global efforts, the potential for an associated pandemic in the future cannot be excluded. The development of effective counter-measures is urgent. MERS-CoV-specific anti-viral drugs or vaccines are not yet available. Using the spike receptor-binding domain of MERS-CoV (MERS-RBD) to immunize mice, we identified two neutralizing monoclonal antibodies (mAbs) 4C2 and 2E6. Both mAbs potently bind to MERS-RBD and block virus entry in vitro with high efficacy. We further investigated their mechanisms of neutralization by crystallizing the complex between the Fab fragments and the RBD, and solved the structure of the 4C2 Fab/MERS-RBD complex. The structure showed that 4C2 recognizes an epitope that partially overlaps the receptor-binding footprint in MERS-RBD, thereby interfering with the virus/receptor interactions by both steric hindrance and interface-residue competition. 2E6 also blocks receptor binding, and competes with 4C2 for binding to MERS-RBD. Based on the structure, we further humanized 4C2 by preserving only the paratope residues and substituting the remaining amino acids with the counterparts from human immunoglobulins. The humanized 4C2 (4C2h) antibody sustained similar neutralizing activity and biochemical characteristics to the parental mouse antibody. Finally, we showed that 4C2h can significantly abate the virus titers in lungs of Ad5-hCD26-transduced mice infected with MERS-CoV, therefore representing a promising agent for prophylaxis and therapy in clinical settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since September 2012, 1 368 laboratory-confirmed cases of human infection by the Middle East respiratory syndrome coronavirus (MERS-CoV) have officially could be a useful therapy for MERS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Indeed, several vaccine studies in experimental animals demonstrated that polyclonal antibodies induced against MERS-RBD can strongly inhibit the infection [17] [18] [19] . In addition, two groups recently reported the isolation of human mAbs with potent neutralizing activities from the B-cell repertoire of healthy donors [20, 21] and one group utilized the VelocImmune technology and VelociGene technology to rapidly develop fully human neutralizing mAbs against MERS-CoV [22] . All the mAbs targeted the RBD region of the MERS-CoV S for neutralization. These results indicate that MERS-RBD, which behaves as a well-defined protein entity, could be used as a useful immunogen for neutralizing mAb production. However, the efficacy of these antibodies against MERS-CoV in vivo and their mechanisms of neutralization remain unclear.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 166,
                    "end": 170,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we reported the generation of two mouse-derived neutralizing mAbs (4C2 and 2E6) against MERS-CoV from mice immunized with MERS-RBD. We further characterized both mAbs by using a panel of biochemical, biophysical and cell biological methods, which showed that the two mAbs probably recognize proximate or overlapping epitopes and neutralize the virus by interfering with S protein binding to hCD26. We subsequently solved the structure of 4C2 bound to MERS-RBD, from which the neutralizing determinant was structurally delineated at the atomic level. Furthermore, we also humanized 4C2 based on the solved structure, and demonstrated that the resultant humanized antibody exhibits similar neutralizing activity and biochemical characters to the parental mouse antibody. Finally the humanized mAb was tested in vivo and was shown to significantly reduce the virus titers in MERS-CoV-infected mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To generate mAbs capable of neutralizing MERS-CoV, mice were immunized with recombinant MERS-RBD proteins prepared from insect High5 cells. Subsequently, stable hybridoma cell lines were generated and screened for positive clones initially by ELISA. A panel of 77 clones was reactive with MERS-RBD, and was therefore further tested for the capacity to interfere with the MERS-RBD/hCD26 interaction by fluorescence-activated cell sorting (FACS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation and characterization of anti-MERS-CoV mAbs"
        },
        {
            "text": "In a competitive binding assay in which soluble MERS-RBD Fc-fusion protein was incubated with hCD26-expressing BHK21 cells with or without the gen-npg www.cell-research.com | Cell Research erated mAbs, two clones, which were designated as 4C2 and 2E6, respectively, were shown to potently inhibit the binding of MERS-RBD to hCD26 ( Figure 1A ). In contrast, the other mAbs (e.g., 2H8) did not appreciably interfere with MERS-RBD/hCD26 interaction ( Figure 1A ). We therefore selected 2H8 and an irrelevant antibody L2 (a mouse mAb directed against EBV-VCA) as the negative controls throughout our in vitro studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 449,
                    "end": 458,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Generation and characterization of anti-MERS-CoV mAbs"
        },
        {
            "text": "As MERS-CoV infects cells initially through the interaction between MERS-RBD and hCD26 [11] , the results of our competitive binding assay strongly suggest that 4C2 and 2E6 may possess neutralizing activity. To test this hypothesis, we first analyzed the binding kinetics of the two mAbs to MERS-RBD by surface plasmon resonance (SPR). The binding avidity was calculated, in dissociation constant (K d ), to be 60.3 nM for 2E6 and Interference of the spike/hCD26 interaction by the antibodies. hCD26 was transiently expressed in BHK21 cells and tested by flow cytometry for MERS-RBD binding with or without the antibodies. Left to right: no antibody, with 2H8 (a non-neutralizing antibody targeting MERS-RBD), with 2E6, with 4C2. (B, C) Kinetics of binding between MERS-RBD and the antibodies using SPR. The profiles are shown, 2E6 (B) and 4C2 (C). (D, E) In vitro neutralization tests using the pseudotyped and the live viruses. The non-neutralizing antibody 2H8 or an irrelevant antibody L2 was used as the negative controls. Data shown are average values from four independent experiments, and mean ± SD is presented. Neutralization of the pseudoviruses by the antibodies (D). Neutralization of the live viruses by the antibodies (E). (F) Competition between 4C2 and 2E6 for binding to MERS-RBD. Octet sensors immobilized with MERS-RBD were first saturated with one antibody (4C2 or 2E6 Fabs) or the kinetic buffer (as controls) and then exposed to the other antibody (2E6 or 4C2 Fabs). The binding profiles are shown. 162 nM for 4C2, respectively ( Figure 1B and 1C) . These values demonstrate a modestly subdued affinity in comparison to that between hCD26 and MERS-RBD, which was determined to be ~16.7 nM in our previous study [7] .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1734,
                    "end": 1737,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1553,
                    "end": 1570,
                    "text": "Figure 1B and 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Generation and characterization of anti-MERS-CoV mAbs"
        },
        {
            "text": "The selected 4C2 and 2E6 mAbs were further tested for their potential to inhibit MERS-CoV entry into susceptible Huh7 cells with either pseudotyped or infectious viruses. As expected, neither 2H8 nor L2 was able to neutralize MERS-CoV infection. 4C2 and 2E6, however, exhibited potent neutralization activities against the virus infection ( Figure 1D and 1E). The 50% neutralization dose (ND 50 ) of 4C2 was determined to be ~0.71 µg/ml (~4.7 nM) against the pseudovirus and ~6.25 µg/ml (~41.7 nM) against the live virus, respectively. These values were 0.29 µg/ml (~1.9 nM) and 1.56 µg/ml (~10.4 nM) for 2E6, demonstrating its slightly better neutralization potency than 4C2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 350,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Generation and characterization of anti-MERS-CoV mAbs"
        },
        {
            "text": "We further analyzed the binding of 4C2 and 2E6 to MERS-RBD using Octet. An anti-His biosensor capturing MERS-RBD was first saturated with one antibody and then loaded with another antibody to evaluate binding. The data clearly showed that 4C2 and 2E6 competed with each other for the binding to MERS-RBD ( Figure  1F ), indicating proximate or overlapping epitopes probably recognized by the two mAbs. Collectively, these results suggested that both 4C2 and 2E6 inhibit MERS-CoV entry into host cells through blocking the virus binding to its cellular receptor hCD26 and that their differential efficiency in neutralization likely resulted from the differences in binding affinity and/or the epitope recognized.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 316,
                    "text": "Figure  1F",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Generation and characterization of anti-MERS-CoV mAbs"
        },
        {
            "text": "By antibody isotyping, both 4C2 and 2E6 belong to the IgG1 subtype. Further sequencing indicated that the germline gene segments generating these two mAbs differed only in the variable (V) gene segments (Table 1 ). In the V region of the heavy chain, 4C2 and 2E6 exhibit an identity of 54% in amino acid sequence, whereas the V region of their light chains have a higher identity of 61%. As expected, the two mAbs have distinct complementarity determining regions (CDRs) and the most variance was observed in CDR2 and CDR3, where 4C2 and 2E6 differ in both sequence and length in the heavy chain (Table 1 ). These data demonstrated that 4C2 and 2E6 are unique, and also suggested that the two mAbs targeted different epitopes in MERS-RBD.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 211,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 596,
                    "end": 604,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Generation and characterization of anti-MERS-CoV mAbs"
        },
        {
            "text": "We next used X-ray crystallography to explore the neutralization mechanisms of these antibodies and to better define the epitopes that they recognized. The Fab/ MERS-RBD complexes were individually prepared for 4C2 and 2E6, and were then subjected to extensive crystallization screening. However, we were unable to crystallize the 2E6/MERS-RBD complex. The crystal of 4C2-Fab bound to MERS-RBD was obtained, and the structure of the complex was solved at a resolution of 2.4 Å ( Table 2 ). The final model, with an R work = 0.2446 and an R free = 0.2891, contains two 4C2/MERS-RBD complexes per crystallographic asymmetric unit. One complex, which shows much clearer electron densities, was utilized in the subsequent structural analyses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 486,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Structural basis for 4C2 neutralization"
        },
        {
            "text": "Overall, the 4C2 paratope involves all six CDRs, interacting extensively with mainly the external subdomain of MERS-RBD. The heavy chain and light chain contributed almost equally to epitope recognition, and together buried a surface area of 958.7 Å 2 in the viral ligand. Reciprocally, the major elements in MERS-RBD recognized by 4C2 include the η3 3 10 helix, the β8 strand and their connecting inter-loop (the η3/8 loop), which are clipped by the antibody in the tip-centre of the V-domains. This binding mode orients 4C2 away from the external sheetface, which, according to previous studies [7] , is responsible for direct interaction with hCD26 ( Figure 2A ).",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 600,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 654,
                    "end": 663,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Structural basis for 4C2 neutralization"
        },
        {
            "text": "Further superimposition of the 4C2/MERS-RBD structure with a previously reported structure of the hCD26/ MERS-RBD complex (PDB code: 4KR0) revealed that the bound 4C2 and hCD26 converge almost perpendicularly to recognize largely different surface patches in the viral ligand ( Figure 2B ). Their close proximity led to strong steric clashes in at least two regions. One is related to the CDR2 loop of the 4C2 heavy chain which collides with the N229-linked carbohydrate moiety in the receptor, while the other lies in the D/E loop of the heavy chain V-domain, bumping into the loop preceding the extended β1-strand of the hCD26 propeller blade IV ( Figure  2B ). We also compared the footprints of 4C2 and hCD26 npg www.cell-research.com | Cell Research in MERS-RBD by characterizing the interface residues located within 4.5 Å distance from the bound antibody or receptor. Though most of the amino acids recognized by 4C2 are distinct from those interacting with hCD26, five residues, including W535, E536, D539, Y540 and R542, overlapped in the two footprints ( Figure 2B ). Hence, 4C2 could interfere with MERS-RBD/hCD26 interaction by both presenting strong steric hindrance and competing for the hCD26-interface residues, thereby neutralizing the virus infection ( Figure 2C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 287,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 650,
                    "end": 660,
                    "text": "Figure  2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1065,
                    "end": 1074,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1271,
                    "end": 1280,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Structural basis for 4C2 neutralization"
        },
        {
            "text": "Amino acid interactions at the binding interface between 4C2 and MERS-RBD were characterized individually for each of the six CDRs. In the heavy chain, CDR1 (HCDR1) contributes to epitope binding by stacking residues S31-T33 against amino acids W535, D539, Y540 and R542 in MERS-RBD ( Figure 3A ). Nevertheless, the interaction at this site is rather limited, with only a moderate number of van der waals (vdw) contacts (Table 3 ). In contrast, both CDR2 and CDR3 of the heavy chain (HCDR2 and HCDR3) engage the viral ligand in a much broader manner by providing multiple (76 for HCDR2 and 59 for HCDR3, Table 3 ) vdw and several (3 for HCDR2 and 4 for HCDR3, Figure 3B and 3C) H-bond interactions. The former includes residues T50, S52-Y57 and Y59, contacting mainly MERS-RBD K496, W535-E536 and D539 ( Figure 3B ), while the latter involves D99-D102 and D104 of the antibody, interacting with the ligand residues V527-S532, W535, Y540 and K543 ( Figure 3C ). As for the light chain, both CDR1 and CDR2 (LCDR1 and LCDR2) were more important than CDR3 (LCDR3) for epitope recognition, contrasting with the heavy chain, which relied mostly on the HCDR2 and 3 for ligand engagement. A total of 40 and 69 vdw contacts (Table 3) were individually contributed by LCDR1 and LCDR2, respectively, involving D28, Y32, Y49-Y50, R53 and H55-S56 of the antibody and Y397-N398, K400, P525, V527-S532 and K543-Q544 of the viral ligand ( Figure 3D and 3E). LCDR3, however, only provided 18 vdw interactions (Table 3) by stacking 4C2 residues G91-N92, L94 and R96 against MERS-RBD amino acids S532 and W535 ( Figure 3F ). In addition, both LCDR1 and LCDR3 were observed to further strengthen the 4C2/MERS-RBD binding with extra H-bonds ( Figure 3D and 3F).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 294,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 420,
                    "end": 428,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 604,
                    "end": 611,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 660,
                    "end": 669,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 804,
                    "end": 813,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 948,
                    "end": 957,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1215,
                    "end": 1224,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1423,
                    "end": 1432,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1492,
                    "end": 1501,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1593,
                    "end": 1602,
                    "text": "Figure 3F",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1722,
                    "end": 1731,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Atomic details of the 4C2/MERS-RBD interaction"
        },
        {
            "text": "Reciprocally, the aforementioned binding details demonstrated that MERS-RBD residues Y397-N398, K400, L495-K496, P525, V527-S532, W535-E536 and D539-Q544 formed a conformational epitope recognized by 4C2 (Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Atomic details of the 4C2/MERS-RBD interaction"
        },
        {
            "text": "The potent neutralization activity of 4C2 indicates its potential clinical application for preventing and treating MERS as a passive immunotherapeutic agent. We therefore sought to humanize the antibody, while at the same time maintaining its capacity to bind to MERS-RBD. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure-based humanization of 4C2 and characterization of the humanized antibody"
        },
        {
            "text": "where I i is the observed intensity and <I> is the average intensity from multiple measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure-based humanization of 4C2 and characterization of the humanized antibody"
        },
        {
            "text": "where F o and F c are the structure factor amplitudes from the data and the model, respectively. R free is the R factor for a subset (5%) of reflections that was selected prior to refinement calculations and was not included in the refinement. d Ramachandran plots were generated by using the program PRO-CHECK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure-based humanization of 4C2 and characterization of the humanized antibody"
        },
        {
            "text": "A protective and neutralizing humanized mAb against MERS-CoV ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1242"
        },
        {
            "text": "The 4C2 paratope residues were characterized by selecting those located within a 4.5-Å distance from the bound MERS-RBD protein. The number of vdw contacts contributed by each amino acid was listed. The CDR regions to which each amino acid belongs were indicated in the parentheses. With this detailed information about binding in hand, we tailored our humanization strategy for the antibody into two aspects: first, finding the human antibody with highest sequence identity to 4C2, and second, preserving all the 4C2 interface residues. Using BLAST, the anti-plasmodium falciparum merozoite surface protein 3 (aPFP3; Genbank accession number: AAX82494.1), which exhibits a sequence identity of 86.7% to the heavy chain variable domain of our antibody, was selected as the template for 4C2 humanization. The subsequent humanized sequence thereby comprises all the scaffold residues of aPFP3 and the amino acids of 4C2 CDRs. To maintain the binding potency to MERS-RBD, the interface residues flanking CDR2 of the light chain, including R53, H55 and S56, were also swapped into the humanized antibody. In addition, the 4C2 residues, e.g., S30, T51, S52 and T93 of the light chain, which were located in the middle of the CDR loops and should therefore play a role in maintaining a proper fold for ligand recognition, were also preserved, whereas T97 of the heavy chain, which resides at the end of the F strand and is thereby unlikely to affect the conformation of the adjacent CDR3 loop, was replaced with the equivalent human residue ( Figure  3G ). The humanized 4C2 (4C2h) was prepared as the fulllength antibody protein in 293T cells and purified to homogeneity. We first characterized its interaction with MERS-RBD by SPR. The binding kinetics revealed a K d The epitope residues were characterized by selecting those located within a 4.5-Å distance from the bound antibody. The number of vdw contacts contributed by each amino acid was listed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1537,
                    "end": 1547,
                    "text": "Figure  3G",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "1242"
        },
        {
            "text": "of ~217 nM ( Figure 4A ), which is comparable to that of the 4C2/MERS-RBD interaction ( Figure 1C ). Consistently, 4C2h could potently block MERS-RBD binding to hCD26 expressed on the surface of BHK21 cells in a flow cytometric assay ( Figure 4B ). The neutralization activity of 4C2h against MERS-CoV infection was then investigated. The calculated ND 50 was determined to be 1.8 µg/ml (~12 nM) with the pseudovirus and 6.25 µg/ml (~41.7 nM) with the live virus, respectively ( Figure 4C and 4D). These values are very similar to those observed for 4C2 ( Figure 1D and 1E) . Therefore, the humanized antibody exhibits an almost identical efficacy to the parental mouse antibody in neutralizing the virus infection in vitro.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 22,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 88,
                    "end": 97,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 236,
                    "end": 245,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 479,
                    "end": 488,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 556,
                    "end": 573,
                    "text": "Figure 1D and 1E)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "1242"
        },
        {
            "text": "Finally, the humanized mAb 4C2h was tested in vivo for its protective efficacy using the previously described Ad5-hCD26-transduced mouse model [23] . A single dose of antibody was intravenously administered to mice one day before or after the MERS-CoV challenge, and the viral titers in the lung were monitored 3 and 5 days post infection (dpi). For both the phosphate buffered saline (PBS) and the irrelevant antibody (using a chimeric 13C6 antibody targeting Ebola virus GP as an iso-antibody control) groups, the viral load plateaued at ~10 6 PFU/g tissue at 3 dpi and then decreased to ~10 4 PFU/g tissue at 5 dpi ( Figure 4E and 4F) . As a protection test, pre-and post-infection treatment of mice with 4C2h both significantly abated the virus titers in lung. In each case, the viral load decreased by ~2 orders of magnitude to ~10 4.5 PFU/g tissue at 3 dpi and to lower than 10 2 (which is below the limit of detection) PFU/g tissue at 5 dpi (Figure 4E and 4F) . These results demonstrated the in vivo efficacy of 4C2h, indicating its potential applications in humans not only for MERS-CoV prophylaxes but also for therapeutic treatment.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 620,
                    "end": 637,
                    "text": "Figure 4E and 4F)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 948,
                    "end": 966,
                    "text": "(Figure 4E and 4F)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Protective efficacy of 4C2h mAb in mouse model"
        },
        {
            "text": "The emergence of MERS-CoV infection has posed a serious global threat to public health. Effective measures counteracting the virus infection are therefore needed. Studies in rhesus macaques have shown that combination of ribavirin and interferon α-2b are effective as both primary treatment and prophylaxis against MERS-CoV [24] . Nevertheless, this combination strategy was only tested in 20 patients and has not been investigated in any large randomized clinical trial [25] . With neither effective drugs nor vaccines to treat or prevent MERS-CoV infection, neutralizing antibodies, which have been shown in various virus infection and cancer therapies [26] [27] [28] to have remarkable capacities for clinical applications, especially in recent work on Ebola disease treatment with mAb cocktails [29] , could represent an important strategic reserve to prepare for a potential pandemic. In this study, we isolated and characterized two mouse neutralizing mAbs, 4C2 and 2E6, which exhibit one to two digit nanomolar ND 50 against MERS-CoV infection assessed using pseudotyped and infectious viruses. Both mAbs were demonstrated to competitively inhibit the binding of hCD26 to MERS-RBD, thereby disrupting virus/receptor interactions. We further dissected the epitope-recognition basis of 4C2 by determining the structure of antibody bound with MERS-RBD and humanized the antibody by preserving all interface residues. Furthermore, the protective efficacies of the humanized mAbs were validated in vivo. Our results hereby contribute to global efforts to control MERS-CoV infection and transmission by providing one well-characterized neutralizing mAb.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Via X-ray crystallography, we were able to map the exact epitope recognized by 4C2 on the viral ligand. This conformational epitope is composed of MERS-RBD residues Y397-N398, K400, L495-K496, P525, V527-S532, W535-E536, and D539-Q544 (Figure 3 and Table 4 ). npg www.cell-research.com | Cell Research idues would also compromise 4C2 activity. Furthermore, though multiple RBD mutations have been identified in the natural variants of human MERS-CoV isolates [30] , none were involved in the 4C2 epitope recipe. Given the advantage of using a cocktail of neutralizing mAbs to target non-cross-resistant epitopes and thus to decrease the possibility of viral escape, our humanized 4C2 antibody would be a useful addition to any formulation of anti-MERS-CoV antibodies.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 244,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 249,
                    "end": 256,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The mAb 2E6 exhibits slightly better neutralization activity and a little higher binding affinity to MERS-RBD than 4C2. Despite great efforts, we were unable to crystallize 2E6 with MERS-RBD. Nevertheless, we showed that 2E6 and 4C2 compete with each other for the binding site in the viral ligand, demonstrating proximate or overlapped epitopes probably shared by the two mAbs. This groups 2E6 with 4C2 together as a combination with potential application in the combination immunotherapy as discussed for the humanized 4C2 antibody. Humanization and further epitope characterization will be carried out for 2E6 in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is interesting that this region is largely different from the receptor-binding interface engaging hCD26 ( Figure  2 ), though several interface residues are indeed shared by the antibody and the receptor. The competitive inhibition of receptor binding by 4C2 is therefore largely attributed to the steric hindrance created between 4C2 and hCD26 upon antibody engagement, especially that between the antibody heavy chain CDR2 and the N229linked carbohydrates of the receptor. This mechanism seems to separate our antibody from those isolated by Tang et al. [20] from the nonimmune human Ab-phage library. The major epitope region for those human mAbs, e.g., Ab 1F8, 3A1 and 3B12, were mapped to the receptor-binding motif that directly interfaces with hCD26. The S mutations at positions 512, 540 and 542 identified in the escape mutants could completely abrogate the neutralization activities of the antibodies [20] . The mAb 4C2, however, does not engage T512 and only contacts Y540 and R542 with negligible vdw interactions (1 and 4 vdw contacts for Y540 and R542, respectively; Table  4 ). Therefore, it is unlikely that substitutions at these res- In this study, the humanization of 4C2 was instructed by the structure of the antibody bound to MERS-RBD. By switching its sequence to the homologous human antibody sequence but preserving all the interface residues, we managed to humanize the antibody maximally while simultaneously maintaining its binding capacity to the viral ligand. It is noteworthy that the 4C2/MERS-RBD binding, unlike a majority of other structurally defined antibody/antigen interactions [31] [32] [33] [34] , relies more on the CDR2 loop region (145 vdw contacts for HCDR2 and LCDR2) than on the CDR1 (56 contacts for HCDR1 and LCDR1) or CDR3 (77 contacts for HCDR3 and LCDR3) regions. The LCDR2 loop, which is defined as a three-residue motif composed of Y50, T51 and S52 based on the IMGT data, only accounts for approximately half of the vdw contacts contributed by LCDR2. Four amino acids flanking LCDR2, including Y49, R53, H55 and S56, provided the other half of the vdw interactions and were therefore retained in the humanized antibody. Accordingly, our neutralization test indeed showed that humanized 4C2 exhibited similar inhibitory activity against MERS-CoV infection to the parental mouse antibody in vitro while it also can abate virus titers efficiently in vivo. This highlights the advantage of structure-based humanization strategies. Despite the recent success in identifying mAbs targeting several different viruses from human antibody libraries [35] [36] [37] [38] , the conventional method of initially isolating neutralizing mAbs from immunized animals (e.g., mice) and subsequently humanizing the mAbs for therapeutic applications remains a dominant strategy for mAb discovery. Our work presents an example of bridging the identification and humanization steps via crystallography for mAbs targeting MERS-CoV. Similar strategies might be applied to other viruses.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 563,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1619,
                    "end": 1623,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1624,
                    "end": 1628,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1629,
                    "end": 1633,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1634,
                    "end": 1638,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2597,
                    "end": 2601,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2602,
                    "end": 2606,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2607,
                    "end": 2611,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2612,
                    "end": 2616,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "text": "Figure  2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1084,
                    "end": 1092,
                    "text": "Table  4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "MERS-CoV RBD was prepared with the Bac-to-Bac baculovirus expression system as previously described [7] . Briefly, the coding sequences for MERS-CoV RBD (GenBank accession number: JX869059, spike residues 367-606) were ligated into the pFastBac1 vector with 5′-terminal gp67 signal peptide for protein secretion and 3′-terminal hexa-His tag to facilitate further purification processes. The protein was purified by sequentially applying HisTrap HP column (GE Healthcare) and Superdex 200 column (GE Healthcare).",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Protein preparation"
        },
        {
            "text": "The MERS-CoV RBD-Fc (residues 1-17 and 367-606) protein was also prepared as described [7] . Briefly, the coding sequences were fused 5′-terminally to a fragment coding for the Fc domain of mouse IgG1 and cloned into the pCAGGS expression vector. The plasmids were transfected into 293T cells using lipofectamine 2000 (Invitrogen). The cell culture was collected 48 h after transfection and used for staining directly.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Protein preparation"
        },
        {
            "text": "Mice were immunized with purified MERS-CoV RBD protein and splenocytes of hyper immunized mice were fused with myeloma cells. Positive clones were selected by ELISA using MERS-CoV RBD. Large amounts of mAbs were purified by HiTrap Protein G HP (GE Healthcare), with the binding buffer of 20 mM sodium phosphate (pH 7.0) and elution buffer of 0.1 M glycine acid-HCl (pH 3.0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "mAb and Fab fragment preparation"
        },
        {
            "text": "The purified mAbs were digested with the Mouse IgG1 Fab and F(ab′) 2 Preparation Kits (Thermo Scientific) according to the manufacturer's instructions. The fragment of Fab was purified by HiTrap Protein A FF (GE Healthcare), and then exchanged to the buffer of 20 mM Tris (pH 8.0), 150 mM NaCl.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "mAb and Fab fragment preparation"
        },
        {
            "text": "MERS-CoV RBD and Fab fragment were mixed at a molar ration of 1:1. The mixture was incubated on ice for 30 min and further purified by gel filtration. 10 mg/ml of pooled protein were used for crystallization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complex preparation and crystallization"
        },
        {
            "text": "The initial screening trials were performed by vapour-diffusion sitting-drop method. Normally, 1 µl protein and 1 µl reservoir solution were mixed, sealed and equilibrated against 100 µl reservoir solution at 18 °C. Diffractable crystals were obtained in a condition consisting of 0.2 M sodium thiocyanate, 20% (w/v) PEG 3350.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complex preparation and crystallization"
        },
        {
            "text": "To collect the diffraction data, all crystals were flash-cooled in liquid nitrogen after incubating in reservoir solution containing 20% (v/v) glycerol. The data set was collected at the High Energy Accelerator Research Organization (KEK) BL1A (wavelength, 1.00000 Å). All data were processed with HKL2000. Initial phase was determined by molecular replacement with phaser from CCP4 suite. Subsequent model building and refinement were performed using coot and phenix to refine the results, respectively. All structural figures were generated using Pymol (http://www.pymol.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and structure determination"
        },
        {
            "text": "4C2 Fv region was humanized according to the crystal structure of MERS-RBD bound with 4C2 Fab. In brief, the MERS-RBD-interacting residues were sustained and those non-related amino acids were replaced by the counterparts localized in most homologous human antibody sequence to 4C2, aPFP3 (Genbank accession number: AAX82494.1). The humanized Fv genes were synthesized in Genewiz Company and optimized for expression in mammalian cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humanized antibody preparation"
        },
        {
            "text": "The constant regions of the light chain and heavy chain were replaced with a human anti-influenza mAb CR8020 (GenBank accession number: JN093123) and human immunoglobulin heavy chain (GenBank accession number: AFR78282.1), respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humanized antibody preparation"
        },
        {
            "text": "The complete 4C2h light chain and heavy chain were individually obtained by overlapping PCR, and then cloned into the pCAGGS expression vector. The light chain was fused to a hexa-His tag in C-terminus. Plasmids containing humanized light chain and heavy chain were cotransfected into 293T cells. The medium was changed without serum 6 h after transfection. The medium was collected 72 h later and passed through the HiTrap Protein G HP to purify the humanized antibody. The purified 4C2h was changed to PBS solution for storage. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humanized antibody preparation"
        },
        {
            "text": "To obtain cell surface-expressing hCD26 or ACE2 fused with EGFP protein, the full-length coding sequences of hCD26 (GenBank accession number: NP_001926) was cloned into the pEGFP-C1 vector, while the ACE2 (GenBank accession number: BAJ21180) was ligated into the PEGFP-N1 vector. The plasmids were transfected separately into BHK21 cells. Cells were collected 48 h after transfection and resuspended in PBS at 1 × 10 7 cells /ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Binding block assay"
        },
        {
            "text": "All staining experiments were performed at room temperature. The antibodies or negative control, were incubated with MERS-CoV RBD-Fc for 30 min. The mixtures were used to stain cells expressing GFP-hCD26 or ACE2-GFP, respectively. After 30 min, cells were washed 3 times using PBS and further incubated with TRITC-labeled anti-mouse secondary IgG antibodies (ZSGB-BIO) for another 30 min. After washing, the cells were analyzed by flow cytometry with a BD FACS Aria III machine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Binding block assay"
        },
        {
            "text": "The SPR analysis was performed at room temperature using a BIAcore 3000 machine with CM5 chips (GE Healthcare). For all the analyses, an HBS-EP buffer consisting of 10 mM HEPES, pH 7.4, 150 mM NaCl and 0.005% (v/v) Tween 20 was used, and all proteins were exchanged to the same buffer in advance via gel filtration. The blank channel of the chip was used as the negative control. Antibodies 2E6, 4C2 and 4C2h were immobilized on the chip at about 1 500 response units. MERS-CoV RBD at gradient concentrations (0, 7.8, 15.6, 31.25, 62.5, 125, 250, 500, 1 000 nM and 2 000 nM) was flowed over the chip surface. After each cycle, the sensor surface was regenerated with 100 mM H 3 PO 4 . The binding kinetics was analyzed with the software of BIA evaluation Version 4.1 using a 1:1 Langmuir binding model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Binding affinity assay"
        },
        {
            "text": "The MERS-CoV RBD was immobilized to anti-His biosensor at 30 °C for 240 s. The association of 4C2 Fab and 2E6 Fab was measured on the Octet RED96 (ForteBio, Inc.) for 300 s at 30 °C by exposing the sensors to 100 nM Fabs in 1× kinetic buffer; then the degree of additional binding was assessed by exposing the sensors to a second Fabs (100 nM in 1× kinetic buffer) in the presence of the first Fab (100 nM) for 300 s at 30 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Binding competition assay"
        },
        {
            "text": "MERS pseudovirus preparation and titration determination were performed as described [15] . Briefly, the plasmids of 14 µg pCAGGS-MERS-S and 7 µg pNL4-3.luc.RE were cotransfected into 293T cells cultured in 100 mm dish. After 48 h, the supernatant containing pseudovirus was harvested, centrifuged and filtered through a 0.45 µΜ sterilized membrane. Single use aliquots (1.0 ml) were stored at 80 °C. The 50% tissue culture infectious dose (TCID 50 ) was determined by infection of Huh7 cells [39] .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Pseudovirus neutralization assay"
        },
        {
            "text": "For the neutralization assay, 100 TCID 50 /well pseudovirus was incubated with 2-fold serially diluted antibodies (4C2 and 4C2h from 48 ng/ml to 50 µg/ml, 2E6 from 12 ng/ml to 12.5 µg/ml) for 30 min at 37 °C. The mixtures were then used to infect Huh7 cells seeded in 96-well plates with 4 repeats. After 5 h incubation, the medium was replaced with DMEM containing 10% fetal bovine serum (FBS), and the samples were incubated for an additional 48 h at 37 °C. Luciferase activity was measured using a GloMax 96 Microplate luminometer (Promega). The 50% neutralization dose (ND 50 ) was calculated using Prism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudovirus neutralization assay"
        },
        {
            "text": "Infectious MERS-CoV neutralization assay was performed as we previously described using a clinical isolate of MERS-CoV (strain HCoV-EMC/2012) kindly provided by R Fouchier, A Zaki and colleagues [1, 21, 35, 40] . Briefly, Vero cells were seeded at 4.5 × 10 4 per well in a 96-well culture plates at 37 °C for 24 h before use. Serial 2-fold dilutions of 0.05 ml of mAbs 4C2, 4C2h, 2E6, and an unrelated mAb L2 (mAb against EBV-VCA) included as negative control were prepared in a 96-well tissue culture plate in MEM medium supplemented with 1% FCS. An equal volume of MERS-CoV working stock containing 200 TCID 50 was added, and the antibody-virus mixture was incubated at 37 °C for 2 h. The antibody-virus mixture was then added into a 96-well microtiter plate containing equal volume of confluent Vero cells in duplicate and incubated at 37 °C in CO 2 incubator for 3 days. Cells infected with 100 TCID 50 of MERS-CoV and without the virus were applied as positive and uninfected controls, respectively. Cytopathic effect (CPE) in each well was observed daily and recorded on day 3 after infection. A virus back-titration was performed to assess the correct virus titer used in each experiment. The neutralizing titers of mAbs were determined as the highest dilution of serum which completely suppresses CPE in ≥ 75% of the wells. All experiments were performed four times and followed the standard operating procedures of the approved Biosafety Level-3 facility as we previously described [41] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1491,
                    "end": 1495,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Infectious MERS-CoV neutralization assay"
        },
        {
            "text": "Specific pathogen-free 6-8 week BALB/c mice were purchased from the National Cancer Institute. Mice were maintained in the animal care facility at the University of Iowa. All protocols were approved by the University of Iowa Institutional Animal Care and Use Committee. Recombinant adenoviral vectors expressing hCD26 (Ad5-hCD26) were prepared as previously described [23] . African Green monkey kidney-derived Vero81 cells (ATCC# CCL81) were grown in Dulbecco's modified Eagle's medium (DMEM, GIBCO, Grand Island, NY) supplemented with 10% FBS. MERS-CoV (EMC/2012 strain) was passaged once on Vero81 cells and tittered on the same cell line by plaque assay.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Transduction, infection and antibody treatment of mice"
        },
        {
            "text": "Mice were lightly anesthetized with isoflurane and transduced intranasally with 2.5 × 10 8 PFU of Ad5-hCD26 or Ad5-Empty in 75 µl DMEM. For antibody prophylaxes, 4 days post Ad5-hCD26 transduction, mice were treated with antibodies in 200 µl PBS 10 mg per kilogram of body weight intravenously. Next day, mice were infected intranasally with MERS-CoV (1 × 10 5 PFU) in a total volume of 50 µl DMEM. For antibody treatment, mice were injected intravenously with the individual antibodies one day after infection. Mice were monitored daily for morbidity and mortality. The lung tissues of mice were collected at 3 or 5 dpi for virus titer test. All work with MERS-CoV was conducted in the University of Iowa Biosafety Level 3 (BSL3) Laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transduction, infection and antibody treatment of mice"
        },
        {
            "text": "To obtain the virus load, lungs were removed into PBS, and homogenized using a manual homogenizer. Virus was then tittered on Vero81 cells. Cells were fixed with 10% formaldehyde and stained with crystal violet at 3 dpi. MERS-CoV titers are expressed as PFU/g tissue. A Student's t-test was used to analyze differences in mean values among different groups. All results are expressed as means ± SD. P values of < 0.05 were considered statistically significant. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus titer assay"
        },
        {
            "text": "The crystal structure of 4C2 in complex with MERS-RBD has been deposited in PDB under accession code: 5DO2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accession code"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Is the discovery of the novel human betacoronavirus 2c EMC/2012 (HCoV-EMC) the beginning of another SARS-like pandemic?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect",
            "volume": "65",
            "issn": "",
            "pages": "477--489",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "1353--1358",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evidence of person-to-person transmission within a family cluster of novel coronavirus infections",
            "authors": [],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interhuman transmissibility of Middle East respiratory syndrome coronavirus: estimation of pandemic risk",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breban",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "",
            "pages": "694--699",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "MERS in South Korea and China: a potential outbreak threat ?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "2349--2350",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Molecular basis of binding between novel human coronavirus MERS-CoV and its receptor CD26",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "500",
            "issn": "",
            "pages": "227--231",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus pathogenesis and the emerging pathogen severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Navas-Martin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microbiol Mol Biol Rev",
            "volume": "69",
            "issn": "",
            "pages": "635--664",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The spike protein of SARS-CoV-a target for vaccine and therapeutic development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "226--236",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The molecular biology of coronaviruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv Virus Res",
            "volume": "66",
            "issn": "",
            "pages": "193--292",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Mou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251--254",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A decade after SARS: strategies for controlling emerging coronaviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "836--848",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bat-to-human: spike features determining 'host jump' of coronaviruses SARS-CoV, MERS-CoV, and beyond",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Microbiol",
            "volume": "23",
            "issn": "",
            "pages": "468--478",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Structure of MERS-CoV spike receptor-binding domain complexed with human receptor DPP4",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Res",
            "volume": "23",
            "issn": "",
            "pages": "986--993",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Structure of the fusion core and inhibition of fusion by a heptad repeat peptide derived from the S protein of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "13134--13140",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Structure-based discovery of Middle East respiratory syndrome coronavirus fusion inhibitor",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Identification of a receptor-binding domain in the S protein of the novel human coronavirus Middle East respiratory syndrome coronavirus as an essential target for vaccine development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "9939--9942",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A truncated receptor-binding domain of MERS-CoV spike protein potently inhibits MERS-CoV infection and induces strong neutralizing antibody responses: Implication for developing therapeutics and vaccines",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Middle East respiratory syndrome coronavirus spike protein delivered by modified vaccinia virus Ankara efficiently induces virus-neutralizing antibodies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fux",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Provacia",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "11950--11954",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Identification of human neutralizing antibodies against MERS-CoV and their role in virus adaptive evolution",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Agnihothram",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "2018--2026",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Potent neutralization of MERS-CoV by human neutralizing monoclonal antibodies to the viral spike glycoprotein",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci Transl Med",
            "volume": "6",
            "issn": "",
            "pages": "234--259",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pre-and postexposure efficacy of fully human antibodies against Spike protein in a novel humanized mouse model of MERS-CoV infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Pascal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Mujica",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc Natl Acad Sci",
            "volume": "112",
            "issn": "",
            "pages": "8738--8743",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rapid generation of a mouse model for Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wohlford-Lenane",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "4970--4975",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Treatment with interferon-alpha2b and ribavirin improves outcome in MERS-CoV-infected rhesus macaques",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Med",
            "volume": "19",
            "issn": "",
            "pages": "1313--1317",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ribavirin and interferon alfa-2a for severe Middle East respiratory syndrome coronavirus infection: a retrospective cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Omrani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baig",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "1090--1095",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Spotlight on chronic lymphocytic leukemia: A Pharma Matters report",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "D&apos;souza",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Drugs Today (Barc)",
            "volume": "50",
            "issn": "",
            "pages": "485--501",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Preventing severe respiratory syncytial virus disease: passive, active immunisation and new antivirals",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saxena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sharland",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch Dis Child",
            "volume": "99",
            "issn": "",
            "pages": "469--473",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Locoregional breast radiotherapy and concurrent treatment with trastuzumab",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Kirova",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bull Cancer",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Reversion of advanced Ebola virus disease in nonhuman primates with ZMapp",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Audet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "514",
            "issn": "",
            "pages": "47--53",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Severe respiratory illness caused by a novel coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bermingham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Chand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "September 2012",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Characterization of complex formation by humanized anti-IgE monoclonal antibody and monoclonal human IgE",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lester",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Builder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Shire",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biochemistry",
            "volume": "34",
            "issn": "",
            "pages": "10474--10482",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "VEGF and the Fab fragment of a humanized neutralizing antibody: crystal structure of the complex at 2.4 angstrom resolution and mutational analysis of the interface",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Christinger",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Structure",
            "volume": "6",
            "issn": "",
            "pages": "1153--1167",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The 1.85 Å resolution crystal structures of tissue factor in complex with humanized Fab D3h44 and of free humanized Fab D3h44: revisiting the solvation of antigen combining sites",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faelber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kirchhofer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Presta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Kelley",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Mol Biol",
            "volume": "313",
            "issn": "",
            "pages": "83--97",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Structure of CD40 ligand in complex with the Fab fragment of a neutralizing humanized antibody",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karpusas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lucci",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferrant",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Structure",
            "volume": "9",
            "issn": "",
            "pages": "321--329",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Exceptionally potent neutralization of Middle East respiratory syndrome coronavirus by human monoclonal antibodies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Ju",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "7796--7805",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Identification of human single-chain antibodies with broad reactivity for noroviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Samanta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Protein Eng Des Sel",
            "volume": "27",
            "issn": "",
            "pages": "339--349",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The analysis of VH and VL genes repertoires of Fab library built from peripheral B cells of human rabies virus vaccinated donors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Houimel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Hum Immunol",
            "volume": "75",
            "issn": "",
            "pages": "745--755",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Molecular signatures of hemagglutinin stem-directed heterosubtypic human neutralizing antibodies against influenza A viruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Avnir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Tallarico",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Human immunodeficiency virus type 1 env clones from acute and early subtype B infections for standardized assessments of vaccine-elicited neutralizing antibodies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mascola",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "10108--10125",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Cross-reactive antibodies in convalescent SARS patients' sera against the emerging novel human coronavirus EMC (2012) by both immunofluorescent and neutralizing antibody tests",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect",
            "volume": "67",
            "issn": "",
            "pages": "130--140",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Delayed antiviral plus immunomodulator treatment still reduces mortality in mice infected by high inoculum of influenza A/H5N1 virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci",
            "volume": "105",
            "issn": "",
            "pages": "8091--8096",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Biochemical characteristics and neutralization activities of 4C2 and 2E6. (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Crystal structure of 4C2 in complex with MERS-RBD. (A) A cartoon representation of the structure. For clarity, the core and external subdomains of MERS-RBD are marked with a dashed line and the CDR loops of the heavy (HCDR1-3) and light (LCDR1-3) chains are highlighted in distinct colors and labeled. The η3 3 10 helix and the β8 strand in MERS-RBD that are referred to in the text are highlighted in salmon. The steric whereabouts of the hCD26 receptor based on the previous report [7] was marked with the dashed arrow. (B) Structural basis of the neutralization by 4C2. Left panel: superimposition of the structure between 4C2 (gray) and MERS-RBD (green) with a previously reported structure of hCD26 (cyan) bound to MERS-RBD (magenta; PDB code: 4KR0). Upper right panel: steric hindrance created by CDR2 of 4C2 heavy chain with N229-linked carbohydrates (cyan sticks) of hCD26 and by the D/E loop of 4C2 heavy chain V-domain with the β1-strand-preceding loop of the receptor propeller IV. Lower right panel: footprint overlapping in MERS-RBD (shown in surface) between 4C2 and hCD26. Residues recognized by 4C2 and hCD26 are colored gray and cyan, respectively. The overlapped interface residues are highlighted in red and labeled. (C) A schematic diagram depicting the neutralization mechanism of 4C2 which blocks receptor binding by both steric hindrance and interface residue competition.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "npg www.cell-research.com | Cell Research",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The atomic binding details at the 4C2/MERS-RBD interface and structure-based humanization of 4C2. The amino acid interactions at each of the six CDR regions (CDRs) of 4C2 are delineated in (A-F), respectively. Dashed lines indicate H-bonds. (A) CDR1 of the heavy chain (HCDR1). (B) HCDR2. (C) HCDR3. (D) CDR1 of the light chain (LCDR1). (E) LCDR2. (F) LCDR3.(G) Sequence alignments highlighting the humanization strategy of 4C2 by retaining all the interface residues and substituting the remaining amino acids with the equivalent residues of the human immunoglobulins. The human antibody of aPFP3, which exhibits the highest sequence identity to 4C2 in heavy chain, was selected as the humanization backbone. The interface amino acids referred to in the text are marked with black stars.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Humanized 4C2 (4C2h) sustains similar neutralizing activity and biochemical characters to 4C2. (A) SPR analysis of the MERS-RBD binding to 4C2h. The kinetic profile is shown. (B) Flow cytometric assay showing the blocking by 4C2h of the binding between MERS-RBD and hCD26 on the cell surface. (C, D) In vitro neutralization tests of 4C2h using the pseudotyped (C) and the live (D) viruses. The non-neutralizing antibody 2H8 or an irrelevant antibody L2 was used as the negative controls. The data are from four independent experiments, and mean ± SD is presented. (E, F) Protective efficacies of 4C2h in vivo. Ad5-hCD26-transduced BALB/c mice were treated intravenously with a single dose of antibody one day before (E) or after (F) the MERS-CoV challenge. Virus titers in the lungs were measured at 3 and 5 dpi and are expressed as PFUs per gram of lung tissue. n = 3 mice/group. *P < 0.05. LOD represents limit of detection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "npg www.cell-research.com | Cell Research",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sequence characters of 4C2 and 2E6",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Data collection and refinement statisticsValues for the outermost resolution shell are given in parentheses.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The 4C2 paratope and its interactions with MERS-RBD a",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The MERS-RBD epitope recognized by 4C2 a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}