{
    "paper_id": "900eea06de81ddbb2885eb7e52825ac04c76b202",
    "metadata": {
        "title": "Sequence analysis of S1 genes of infectious bronchitis virus isolated in Thailand of natural recombination in the field isolates",
        "authors": [
            {
                "first": "Tawatchai",
                "middle": [],
                "last": "Pohuang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Niwat",
                "middle": [],
                "last": "Chansiripornchai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Achara",
                "middle": [],
                "last": "Tawatsin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiroj",
                "middle": [],
                "last": "Sasipreeyajan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": ", fifteen field infectious bronchitis viruses (IBVs) were isolated from commercial chicken farms in Thailand. After sequencing of the complete S1 gene, phylogenetic analysis was performed and this found that the Thai IBV isolates were divided into three distinct groups, unique to Thailand (group I), QX-like IBV (group II), and Massachusetts type (group III). This finding indicated that the recent Thai IBVs evolved separately and that at least three groups of viruses are circulating in Thailand. The recombination analysis of the S1 gene demonstrated that the 5 0 -terminus of the group I was similar to isolate THA001 which was unique to Thailand, isolated in 1998 whereas the 3 0 -terminus was similar to the group II. Moreover, the analysis of the S1 gene of the group II showed that the 5 0 -terminus was similar to QXIBV, isolated in China whereas the remaining region at the 3 0 -terminus was similar to the Chinese strain JX/99/01. The results indicated that the recombination events occurred in the S1 gene between the field strains. Based on these facts, the field IBV in Thailand has undergone genetic recombination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious bronchitis (IB) is an acute viral respiratory disease of chickens and results in a significant economic loss to commercial chicken industries in many countries of the world. The disease is characterized by respiratory signs including gasping, coughing, sneezing, tracheal rales, and nasal discharge [1] . All ages of chickens are susceptible to IBV infection, but the clinical signs are more severe in young chickens [2] . In hens, respiratory distress and a decrease in egg production have been reported [3] . Some strains of IBV can cause acute nephritis and urolithiasis associated with a high mortality of infected chickens [4, 5] . In addition, IBV has also been reported to cause proventriculitis [6] . Furthermore, the disease is a risk factor for secondary bacterial infections resulting in an even higher morbidity and mortality rate [5] .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 645,
                    "text": "5]",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 857,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Infectious bronchitis virus (IBV), the causative agent of IB, is a coronavirus. The genome of IBV consists of positive sense single stranded RNA, approximately 27.6 kilobases in length [7] , that is encoded for four structural proteins: nucleocapsid (N) protein, envelope (E) protein, membrane (M) glycoprotein, and spike (S) glycoprotein [8] . The S glycoprotein is post-translationally cleaved into the S1 and S2 subunits [9] . The S1 subunit, located on the outside of virion, is responsible for the fusion between the virus envelope and the cell membrane of the host [7] . It contains virus neutralization and serotype-specific epitopes that are formed by amino acid within the defined hypervariable region (HVR); therefore, the molecular characterization of IBV is based on an analysis of the S1 gene [10] .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The continuous emergence of new serotypes or variant strains of IBV has been reported world-wide [3, 4, [11] [12] [13] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 101,
                    "end": 103,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 108,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 109,
                    "end": 113,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 118,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The events are thought to be generated by mutation processes including deletion and insertion of the nucleotides within IBV genome; moreover, the evolution by genetic recombination has also been reported [12] . The new serotypes or variant strains of IBV can cause disease in vaccinated chickens [3, 4, 11] . Therefore, these emergences are of great concern to poultry producers.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 302,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Thailand, the outbreak of IB was initially reported during 1953-1954 [14] . Since then, IB has continued to be an economically important disease in the Thai poultry industry and can be found all over the country [15, 16] . Recently, we characterized IBV isolated in Thailand from January to June 2008 by analysis of the HVR of S1 genes and found that the Thai IBV isolates were divided into two groups, QX-like IBV and that unique to the Thai strain [17] . In this study, the objective was to determine the genetic variation exhibited within Thai IBV isolates in 2008-2009 by analysis of the complete S1 genes and comparing them with previously published strains.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Fifteen Thai IBV isolates used in this study are listed in Table 1 . All of them were isolated from commercial poultry farms in Thailand which had been experiencing of respiratory disease between January 2008 and October 2009. All flocks had been vaccinated against IB with commercial live attenuated H120.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Viruses"
        },
        {
            "text": "Before the virus isolation, all of the samples were screened and had positive results with nested-PCR for the presence of IBV described by Pohuang et al. [17] . In brief, the trachea and lung samples were taken from pools of chickens from the same farm. The samples were prepared as 10% w/v suspensions in phosphate-buffered saline (pH 7.4) and centrifuged at 1,8009g for 10 min. The supernatants were then collected for RNA extraction using Viral Nucleic Acid Extraction Kit (Real Biotech, Taiwan) following the manufacturer's instructions. The extracted RNA was subjected to nested-PCR using the primer sets and reaction conditions described previously [17] . The supernatants of IBV-positive samples were inoculated into 9-11-day-old embryonated chicken eggs. Each egg received 0.2 ml of the supernatant. The inoculated eggs were incubated at 37°C and candled daily. After 96 h post-inoculation, allantoic fluids were harvested. A further blind serial passage was performed in a similar way. All of the allantoic fluids were harvested and stored at -70°C. Then, the allantoic fluids were used for RNA extraction as described above.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus isolation and RNA extraction"
        },
        {
            "text": "The primer sets used in this study were newly designed to amplify the full length of the S1 gene. Two sets of primers were used and the primer sequences were as follows: the primers used for amplification of the 5 0 half of the S1 gene were 5 0 GCCAGTTGTTAATTTGAAAAC 3 0 and 5 0 TAATAACCACTCTGAGCTGT 3 0 , and the primers used for amplification of the 3 0 half of S1 gene were 5 0 ACTGGCAATTTTTCAGATGG 3 0 and 5 0 AACTGT TAGGTATGAGCACA 3 0 . The reverse transcriptionpolymerase chain reaction (RT-PCR) was accomplished in one step by using the AccessQuick RT-PCR System (Promega, Madison, WI, USA). RT was performed at 48°C for 45 min and heating at 94°C for 5 min. PCR was then performed by 35 cycles of denaturation at 94°C for 60 s, annealing at 54°C for 30 s, extension at 72°C for 60 s, and final extension at 72°C for 10 min. The PCR product was analyzed by electrophoresis on 1.2% agarose gel, followed by staining with ethidium bromide (0.5 lg/ml) and then was visualized by using an ultraviolet transilluminator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primers and RT-PCR amplification"
        },
        {
            "text": "The RT-PCR products were cut from the gel and purified using the Wizard SV Gel and PCR Clean-Up system (Promega, Madison, WI, USA) as the protocols suggested by the manufacturer. The purified RT-PCR products were sequenced in both of the forward and the reverse direction by commercial service (First Base, Selangor, Malaysia).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Product purification and sequencing"
        },
        {
            "text": "The nucleotide sequences of the S1 gene from the ATG start site to the cleavage recognition site of fifteen Thai IBV isolates were assembled, aligned, and compared with published IBV sequences deposited in the GenBank database. The first time they were compared with published IBV sequences deposited in the GenBank database using a BLAST search via the National Center of Biotechnology Information (http:// www.ncbi.nlm.nih.gov/BLAST/). Sequence identities by BLAST analysis were included in the alignment and phylogenetic construction. The multiple sequence alignments and determination of the nucleotide and amino acid identities were performed using BioEdit version 7.0.5.2 [18] . A phylogenetic tree of the nucleotide sequences was constructed with the neighbor-joining method using MEGA version 4 [19] . The bootstrap values were determined from 1000 replicates of the original data. The S1 gene sequences of the fifteen IBV isolates were submitted to the GenBank database ( Table 1 ). The other S1 gene sequences from the GenBank database which were used for comparison or phylogenetic analysis in this study included M41 (AY561711), Ma5 ",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 682,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 981,
                    "end": 988,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sequence and phylogenetic analysis"
        },
        {
            "text": "Putative recombinant sequence and its parental strains were identified with Simplot version 3.5.1 [20] . The nucleotide identity was performed by using Kimura (2-parameter) method with a transition-transversion ratio of 2. The window width and the step size were 200 and 20 bp, respectively. Bootscan analysis was also carried out employing subprogram embedded in SimPlot, using the signals of 70% or more of the observed permuted trees for indication of the potential recombination events [21] . Recombination breakpoints were analyzed by maximization of v 2 using the program Findsites included in the SimPlot [22] .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recombination detection"
        },
        {
            "text": "A phylogenetic tree was constructed using the nucleotide sequences of the S1 genes (position from ATG start site to the cleavage recognition site) of the field Thai IBV isolates and the GenBank deposited sequences. Fifteen Thai IBV isolates were separated into three distinct groups (Fig. 1 Recombination in the S1 gene",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 290,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "The recombination events in the S1 gene sequences of Thai IBV were analyzed by using the Simplot analysis. In the similarity plot, the strains were considered as recombinants if any crossover event took place between two putative parental strains. By this analysis, the recombination events were found in groups I and II, but not in group III Thai IBV. Overall, groups I and II were clustered into a different group based on phylogenetic analysis of the S1 gene ( Fig. 1) . However, when the similarity plot of group I (represented by isolate THA90151) was performed, the 3 0 -terminus of the S1 gene was found to be similar with each other (Fig. 2) . Interestingly, The 5 0 -terminus of the group I was similar to isolate THA001 which was unique to Thailand, isolated in 1998 (Fig. 2) . The positions of recombination breakpoints were estimated at nt 679-699 (the maximization of v 2 = 146.4). The similarity plot of group II (represented by isolate THA80151) showed that the 5 0 -terminus of the S1 gene was found to be similar to Chinese QXIBV but a short region at the 3 0 -terminus was similar to the Chinese strain JX/99/01 (Fig. 3) . The positions of recombination breakpoints were estimated at nt 1531-1537 (the maximization of v 2 = 71.0).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 471,
                    "text": "Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 649,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 785,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1138,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "Previously, we demonstrated that IBVs isolated in Thailand between January and June 2008 were divided into two distinct genotypic groups based on an analysis of the HVR of the S1 genes [17] . After that, we continued to collect the IBV samples until October 2009. Furthermore, the complete S1 gene sequences were determined in order to obtain more information about the evolution of Thai IBV. Herein, we found that fifteen Thai IBV isolates between 2008 and 2009 were divided into three distinct genotypic groups. When compared with our previous report [17] , the group I Thai IBV was clustered into a different group but still unique to Thailand, the group II was clustered in the group of QX-like IBV and the group III reported only in this study, was clustered into the Massachusetts type. The result suggested that at least three groups of IBV are circulating at the present time in Thailand. Although the basic amino acid residues of the cleavage recognition site of IBV did not correlate with cleavability, Fig. 2 Similarity plot of the S1 gene of the group I Thai IBV (represented by THA90151). Isolate THA80151 (filled triangle) and isolate THA001 (filled square) were used as putative parental strains when isolate THA90151 was queried. M41 (no fill) was used as an outlier sequence host cell range and virulence as orthomyxoviruses and paramyxoviruses, these sequences correlated with the geographic distribution of IBV [23] . Two spike glycoprotein cleavage recognition sites were found in the Thai IBV isolates. The cleavage recognition site sequence, Arg-Arg-His-Arg-Arg, was found in the groups I and II Thai IBV. This cleavage recognition site sequence had been previously reported in Chinese IBV isolates [24] . Another cleavage recognition site sequence, Arg-Arg-Phe-Arg-Arg, was found in the group III Thai IBV. This cleavage recognition site sequence has been found in many countries [23, 24] . Based on these facts, the groups I and II Thai IBV isolates have a close relationship with Chinese IBV isolates.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1430,
                    "end": 1434,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1721,
                    "end": 1725,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1903,
                    "end": 1907,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 1908,
                    "end": 1911,
                    "text": "24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1013,
                    "end": 1019,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Overall, the group I Thai IBV appeared to be different from previous published strains by phylogenetic analysis. Interestingly, when the potential of recombination event was analyzed, the 5 0 -terminus of the S1 gene were similar to isolate THA001 which was isolated in Thailand in 1998 [18] but the remaining sequences were similar to the group II Thai IBV. Surprisingly, when the S1 genes of the group II Thai IBV were analyzed, recombination event was also observed in the nucleotide sequences near the cleavage recognition site. Although the group II Thai IBV appeared to be similar to QXIBV, a region near the cleavage recognition site was found to be similar to JX/99/01 isolated China in 1999 [24] . Our primary concern was that the possible viral recombination resulting from the co-infection of heterologous field strains in the chicken flocks. The recombination may be subsequently occurring with co-infection with QXIBV and JX/99/01 resulting for the occurrence of the group II Thai IBV. After that, the co-infection and exchange of genetic information between the group II Thai IBV and isolate THA001 resulted in the occurrence of the group I Thai IBV. As reported by Wang et al. [25] , the evidence of natural recombination could occur within the S1 gene of IBV field isolates. The natural recombination events observed here indicated that the S1 gene of IBV was the potential site for recombination and that the exchange of genetic information could occur in more than one region of the gene.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The recombination event is though to occur by the switching of the polymerase from one template to another during the genomic synthesis [26] . Specifically, an intergenic (IG) consensus sequences (CTGAACAA or CTTAACAA) serve as recombination ''hot spots'' [27] . Sometime, the presence of homologous nucleotide sequence regions between the strains may serve as a potential recombination junction or cross-over site [25] . Although the IG consensus sequences were not observed in this study we found the highly conserved nucleotide sequences present around the recombination breakpoint regions in the putative parental strains (data not shown). The result suggested that the homologous nucleotide sequence regions between the strains may play a role as a cross-over site of our isolates.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "QXIBV was first described and identified in China [28] , after that this IBV genotype spread and became one of the most prominent genotypes in many countries [29] [30] [31] . Although the complete S1 gene of the group II Thai IBV was of 95.5-96.0% nucleotide identity to Chinese QXIBV, the nucleotide sequences at 3 0 -terminus near the cleavage recognition site were different from the Chinese QXIBV. We found that this region was closely related to the Chinese isolate JX/99/01. Interestingly, this change was not found when the comparisons of the S1 gene among QXIBV reported in others countries were analyzed (data not shown). These findings suggest that the group II Thai IBV had gone through evident evolution change in Thailand. The isolates in the group III were clustered into the Massachusetts type. The Massachusetts type was also isolated in many countries world-wide including Asian countries such as China, Japan, and South Korea [24] . Some of the Massachusetts type isolated here may be a field challenge which comes from the point mutation of vaccine strains because they had 97.5-99.9% nucleotide and 93.2-99.7% amino acid identity to the vaccine strains (data not shown). It has been shown that the S1 gene of the 4/91 pathogenic virus differs only 0.6% from the vaccine strain but it cannot conclude that the small number of sequence differences are responsible for the attenuation of pathogenicity [32] . However, the possibility that some of them were re-isolation of vaccine strains could not be excluded due to the 100% identity with the Massachusetts type, the vaccine strain used in Thailand. As indicated in the previous report, we could not conclusively distinguish between the vaccine strain and field challenge of the same genotype, especially when a sequence identity of between 99 and 100% was found [33] .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1419,
                    "end": 1423,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1832,
                    "end": 1836,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The data obtained from this study indicated that the IBV in Thailand undergoes genetic recombination. The natural recombination is contributing to the emergence of a new genotypes or IBV variants in the field. This event leads to difficulty in the prevention and control of IB. Thus, the development of the novel measures in prevention and control of IB must be required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diseases of poultry",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Naqi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "101--119",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(AY561713), H120 (M21970), H52 (AF352315), Spain/98/ 308 (DQ064807), Beuadette (DQ001334), JMK (L14070), QXIBV (AF193423), LX4 (AY338732), LS2 (AY278246), BJ (AY319651), CK/CH/LTJ/95I (DQ167151), CK/CH/ LAH/99I (DQ167129), JX/99/01 (AF210735), MH5365/95 (EU086600), A1211 (AF250006), A1171 (AF250005), 3385/ 06 (GQ229247), 3376/06 (GQ229244), CK/CH/Guangxi/ Luchan2/0910 (GU938404), Spain/98/315 (DQ386095) CK/CH/Fujian/Putian3/0910 (GU938410),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Similarity plot of the S1 gene of the group II Thai IBV (represented by THA80151). QXIBV (filled triangle) and JX/99/01 (filled square) were used as putative parental strains when isolate THA80151 was queried. M41 (no fill) was used as an",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Spike glycoprotein cleavage recognition sites of Thai IBV isolates",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments This study was financially supported by grants from the 90th Anniversary of Chulalongkorn University fund (Ratchadaphiseksomphot Endowment Fund), Chulalongkorn University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}