{
    "paper_id": "9057e2fc54df6336793afb230942867598ee7da4",
    "metadata": {
        "title": "Reconstruction of the most recent common ancestor sequences of SARS-Cov S gene and detection of adaptive evolution in the spike protein",
        "authors": [
            {
                "first": "Yuan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Systematic and Evolutionary Botany",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100093",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "yangzhong@fudan.edu.cn"
            },
            {
                "first": "Nan",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Normal University",
                    "location": {
                        "postCode": "100875",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Pei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "200031",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200433",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The genome organization and expression strategy of severe acute respiratory syndrome coronavirus (SARS-CoV) have been described extensively [1 10] . As a structural glycoprotein on the virion surface, the spike protein is responsible for binding to host cellular receptors and for the fusion between the viral envelope and the cellular membrane. It also induces neutralizing antibodies in the host and mediates cellular immunity [11] . Previous studies suggested that amino acid replacements in the spike protein could dramatically alter the pathogenesis and virulence of some coronaviruses [11] . It is therefore reasonable to test the hypothesis that radical amino acid replacements in the spike protein, favored by environmental selective pressure during the process of SARS-CoV interspecific transmission [10] , might make this pathogen adapt to a new host. In this study, we investigated a total of 108 complete sequences of the SARS-CoV S gene from Gen-Bank (until March 23, 2004) . After omission of those records containing frame-shift mutations or low quality sequences, e.g. ZJ01, and selection of one sequence for identical records, an alignment of 42 sequences was obtained using the program Clustal-X [13] . Then, we reconstructed the most recent common ancestor (MRCA) sequences of the SARS-CoV S gene and detected the adaptive evoluti",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 146,
                    "text": "[1 10]",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "[10]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 971,
                    "end": 986,
                    "text": "March 23, 2004)",
                    "ref_id": null
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "[13]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The phylogenetic tree of the SARS-CoV S gene was generated using the neighbor-joining (NJ) method [14] , im-plemented in the MEGA2 Package [15] with the Kimura two-parameter distance [16] . In this tree, the viral isolates can be classified into two clusters. One cluster consists of the animal isolates obtained in 2003, and the other cluster comprises all the human isolates during the epidemic from 2002 to 2003. However, the human GD03T0013 isolate was placed between the two clusters, consistent with another recent study [17] . The internal branch linking the two clusters represented the interspecific transmission of SARS-CoV, and the two nodes connected by this branch represented the two clusters' respective MRCAs. It is useful to reconstruct the MRCA sequences and compare them with each other. On the one hand, the comparison between the two inferred MRCA sequences allows us to detect the trends of changes in amino acid properties of the spike protein during the interspecific transmission. On the other hand, it can be synthesized via site-directed mutagenesis technology to express their respective protein products, especially about the affinity with human cellular receptor ACE2 [18 20] . Using the codon-based substitution model [21] and the maximum likelihood (ML) method [22] with the assumption of an independent nonsynonymous/ synonymous ratio for each branch, we reconstructed an ancestral gene sequence at each node of the phylogenetic tree. The computation was conducted using the CODEML program implemented in the PAML 3.14 package [23] . The overall accuracy of the inferred sequences ranged from 0.95 to 1.00. The comparison between the two MRCA sequences revealed that there are 13 nonsynonymous substitutions but no synonymous substitution (Table 1) . Interestingly, the 13 nonsynonymous substitutions were nested in the 28 nonsynonymous substitutions found by comparison among 66 complete sequences in a recent study [17] , indicating that our inferred MRCA sequences were reliable and could effectively narrow our focus on nonsynonymous substitutions potentially involved in adaptive evolution. Among the 13 corresponding amino acid replacements, eight were found in the S1 region and five in the S2 region of the spike protein [16 18] . In particular, three amino acid replacements (sites 360, 479 and 487) were located in the receptor-binding region [18, 19] .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[14]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[15]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[16]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[17]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1198,
                    "end": 1205,
                    "text": "[18 20]",
                    "ref_id": null
                },
                {
                    "start": 1249,
                    "end": 1253,
                    "text": "[21]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[22]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1560,
                    "end": 1564,
                    "text": "[23]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1950,
                    "end": 1954,
                    "text": "[17]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2262,
                    "end": 2269,
                    "text": "[16 18]",
                    "ref_id": null
                },
                {
                    "start": 2386,
                    "end": 2390,
                    "text": "[18,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2391,
                    "end": 2394,
                    "text": "19]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1772,
                    "end": 1781,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "To evaluate the influences of environmental selective pressure on the amino acid properties of the spike protein, both the Ȥ 2 goodness-of-fit (GF) test and the Z test [24] implemented in the program TreeSAAP [25] were employed to detect the trends of changes in 31 biochemical and structural amino acid properties for the 13 nonsynonymous substitutions. In the GF test, according to the change magnitude of a specific property, nonsynonymous substitutions were equally divided into two categories, i.e. conservative (weak changes in this property) and radical (strong changes in this property). Based on the codon composition of gene, the expected substitution frequencies of the two categories were calculated with the assumption of completely random amino acid replacement, i.e. Glu Lys * MRCAa represents the most recent common ancestor of the animal isolates, and MRCAh represents the most recent common ancestor of the human isolates; ** The site is located in the receptor-binding region.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[24]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[25]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "assuming selective neutrality. The expected substitution number of each category was also calculated when the total number of nonsynonymous substitutions was known by sequence comparison. The observed distribution of property change magnitude was then compared with the expected distribution using a F 2 GF test with the degree of freedom equal to one. A GF score more than 3.84 (D = 0.05) indicated a significant difference between expected and observed distributions and the presence of selective effect. In the Z test, the ratio of observed substitution number to all possible substitution number in each category and related standard error were calculated, and then a standard Z test was employed to compare the two ratios. The ratio of radical category was expected to be higher than that of conservative category under the assumption of selection effect. A Z score more than 1.645 (D = 0.05) suggested the radical change of a specific property favored by natural selection, and vice versa. The two tests of the 13 nonsynonymous substitutions revealed selection pressure favoring radical change in four properties: bulkiness, chromatographic index, solvent accessible reduction ratio, and turn tendencies. Our study, however, did not find any selection effect on the other 27 properties. Furthermore, it showed the simultaneous amino acid replacements in three sites: 360 (located in the receptor-binding region), 665 and 701. These sites led to the excess of observed radical substitution number over corresponding expectation under the assumption of selective neutrality, indicative of potentially important roles they played in the adaptive evolution of the spike protein. This finding might be helpful for better understanding of the adaptation mechanism of SARS-CoV and for a basis for the development of anti-SARS drugs and vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9366",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Spike protein homology between the SARS-associated virus and murine hepatitis virus implies existence",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mechanisms and enzymes involved in SARS coronavirus genome expression",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Putics",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Gen. Virol",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in Southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "5643",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Clustal W",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nucle. Acid. Res",
            "volume": "22",
            "issn": "22",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The neighbor-joining method: A new method for reconstructing phylogenetic trees",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Saitou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Mol. Biol. Evol",
            "volume": "4",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "MEGA2: molecular evolutionary genetics analysis software",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Jakobsen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bioinformatics",
            "volume": "17",
            "issn": "12",
            "pages": "1244--1245",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Neutral Theory of Molecular Evolution",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Chinese SARS Molecular Epidemiology Consortium, Molecular evolution of the SARS coronavirus during the course of the SARS epidemic in China",
            "authors": [],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "5664",
            "pages": "1666--1669",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "6965",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A 193-amino acid fragment of the SARS coronavirus S protein efficiently binds angiotensin-converting enzyme 2",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "5",
            "pages": "3197--3201",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Potent neutralization of severe acute respiratory syndrome (SARS) coronavirus by a human mAb to S1 protein that blocks receptor association",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A codon-based model of nucleotide substitution for protein-coding DNA sequences",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Mol. Biol. Evol",
            "volume": "11",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A new method of inference of ancestral nucleotide and amino acid sequences",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Genetics",
            "volume": "141",
            "issn": "4",
            "pages": "1641--1650",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "PAML: A program package for phylogenetic analysis by maximum likelihood",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Comput. Appl. Biosci",
            "volume": "13",
            "issn": "",
            "pages": "555--556",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Estimating the influence of selection on the variable amino acid sites of the cytochrome B protein functional domains",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcclellan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol. Biol. Evol",
            "volume": "18",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "TreeSAAP: selection on amino acid properties using phylogenetic trees",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Woolley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bioinformatics",
            "volume": "19",
            "issn": "5",
            "pages": "671--672",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Site differences between the two MRCAs in DNA and amino acid sequences*",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}