{
    "paper_id": "90cf4919218a03596a628fb3a4f1cd97d2be56d5",
    "metadata": {
        "title": "The business of making vaccines",
        "authors": [
            {
                "first": "Cormac",
                "middle": [],
                "last": "Sheridan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maximilian Stock Ltd. / Photo Researchers",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The landscape in vaccine manufacturing has changed radically over the past 30 years. In 1967, over a dozen licensed vaccine manufacturers operated in the United States alone. This number has since collapsed through mergers and exits to barely a handful 1 . Low profit margins, the introduction in 1980 of good manufacturing practices (GMP) to vaccine production (which caused manufacturing costs to skyrocket) and the specter of liability all contributed to the contraction in the industry. Five companies-Chiron (Emeryville, CA, USA), GlaxoSmithKline (Brentford, UK), Merck (Whitehouse Station, NJ, USA), Sanofi Pasteur (Lyon, France) and Wyeth (Madison, NJ, USA)-account for close to 90% of the influenza vaccine supply in the world (Fig. 1) . Now the landscape may be about to change again, as attention is riveted on vaccine supplies, in anticipation of a possible influenza pandemic.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 254,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 743,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The price for a vaccine has jumped from a few dollars for a course of routine pediatric vaccines in the 1980s to over $200 for Wyeth's blockbuster vaccine Prevnar (pneumococcal 7-valent conjugate vaccine) against meningitis and bloodstream infections. Some say Prevnar has transformed the vaccine business almost overnight. Although vaccine sales on the whole have risen rather modestly over the past 20 years, from $2 billion in 1982 to only over $8 billion today-a pittance compared with the drug market as a whole-recent projections show the vaccine market growing at double digits annually, which outpaces other infectious disease sectors 2 . The new crop of vaccines, like Merck's Gardasil (a recombinant vaccine comprising human papilloma virus, HPV) subtypes 6, 11, 16 and 18), which was recently shown to be 100% effective in preventing cervical cancer, is projected to bring in $750 million to over $1 billion annually.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bouncing back"
        },
        {
            "text": "Keeping up with the demand for new vaccines, let alone responding to possible epidemics, natural or man-made, could well overwhelm the already stretched-to-capacity manufacturers of these prophylactics. Although vaccine manufacturers are loath to discuss capacity right now in the highly politicized environment created by the fear of a influenza pandemic, a look at their activity suggests that they are concerned about capacity and committed to increasing it. Each of the top five vaccine-producing companies has increased capacity either through acquisitions or through building facilities from scratch ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 616,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Bouncing back"
        },
        {
            "text": "The flurry of big pharma merger and acquisition activity this fall, which centered on targets with large influenza vaccine franchises, underlines the extent to which vaccines are now considered a worthwhile investment opportunity by the industry's compliance, GMP guidelines previously allowed deviations to be viewed in isolation, but the current approach is more holistic. \"In this environment, every problem needs to be looked at as a quality system failure.\" Influenza vaccine producers have come under increased scrutiny after the debacle at Chiron's Fluvirin (trivalent inactivated influenza virus vaccine) production plant in Speke, England, last year. From the beginning of this year, the FDA has increased its schedule of inspections from every two years to an annual audit, and it is currently considering extending this regime to producers of other \"medically necessary products,\" particularly those produced offshore, according to a presentation by Mary Malarkey, director of the CBER's Office of Compliance and Biologics Quality, at the 10th Annual GMP by the Sea Conference, held in Cambridge, Maryland, in August.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bouncing back"
        },
        {
            "text": "Although the five big players dominate the industry at present, their hegemony is being challenged from below by innovative biotech companies working on creating new and more robust delivery systems (Box 1) and, as demonstrated by the recent Novartis bid, from within their own peer group also. This dynamic is easily explained. The vaccines market enjoyed a compound annual growth rate of over 25% between 1999 and 2003, according to John Savopoulos, head of the infectious disease team at London-based market analysts Datamonitor. Estimated global revenues rose from $3.5 million to $8.8 billion during this time, and double-digit sales growth is set to continue for the foreseeable future. \"That's why the market is attractive, as there are not many areas in healthcare that offer that kind of growth,\" he claims. Precise forecasting is difficult, he says, as a substantial level of vaccine purchasing is driven by public policy recommendations, whose implementation is not always predictable. Nevertheless, several drivers are propelling the market. Demand for influenza vaccination, which must be redesigned each year to match the curent strain, continues to rise. In the United States, the Atlanta-based Centers for Disease Control and Prevention's (CDC) Healthy People 2010 initiative, which aims to boost infectious disease immunization The vaccine industry's big players are less open to innovation at present, Savopoulos says, as the sector went through a phase of exploration with \"weird and wonderful\" technologies, such as therapeutic vaccines (sometimes referred to as pharmaccines), but with little success. Prevnar demonstrated the commercial feasibility of developing a product with less technical risk. \"The big guys seem to be quite happy with what they're doing these days,\" says Savopoulos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunity knocks"
        },
        {
            "text": "Even cell culture, which has been proposed as one potential improvement on influenza vaccines production, may not make much of an impact, he argues, as it will still be limited by the same 'dirty' purification processes currently used with egg-based vaccines. Thus far, moreover, recombinant vaccines produced in cells do not appear to be as immunogenic as their egg-based counterparts. \"From our research, it's not all it's cracked up to be,\" he says. He estimates that cell culture-based influenza viruses may take just 15% of the overall market by 2010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunity knocks"
        },
        {
            "text": "The historic underinvestment in vaccine innovation, combined with the focus of the 'big five' players on large-scale product franchises, has provided biotech companies with a plethora of niche opportunities (Tables 3, 4 and 5). According to Alexander von Galbain, CEO of Vienna-based Intercell, the replacement of currently approved vaccines produced using 'obscure' material represents one obvious opportunity. Intercell recently moved its lead product, a vaccine for Japanese encephalitis virus (JEV) infection into pivotal trials. Intercell's candidate product is based on an inactivated virus grown in tissue culture. In contrast, the vaccine currently on the market is extracted from the brains of suckling mice, and, he says, causes a high level of allergic reactions, as well as other side effects. Acambis (Cambridge, MA, USA), is targeting JEV as well, with a live attenuated recombinant vaccine based on a chimeric yellow fever viral vector. It has received FDA approval to initiate a pivotal trial, says CSO Thomas Monath.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 219,
                    "text": "(Tables 3, 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Opportunity knocks"
        },
        {
            "text": "Biotech companies with maturing pipelines of vaccine products inevitably face decisions on manufacturing-whether to partner with existing manufacturers, to outsource while retaining product exclusivity (via a contract manufacturing organization (CMO)) or whether to develop an in-house manufacturing capability. However, outsourcing might not be the answer, according to Peter Wulff, CEO of Bavarian Nordic (Kvistgaard, Denmark). \"Many CMOs either ask for cash upfront to pay for the investment needed to do the production or they depreciate the cost over the first few production runs so the biotech company has to carry a lot of cost upfront either way,\" he says. Intercell acquired a 30,000-square-foot facility in Livingston, Scotland, in 2004. Bavarian Nordic, which is vying with Acambis to win a large US government contract for a stockpile of safe smallpox vaccine, based on the modified vaccinia Ankara vector, also acquired a production facility, in Kvistgaard, Denmark, from Orion Pharma (Espoo, Finland).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunity knocks"
        },
        {
            "text": "The US Project BioShield program has been a significant source of recent growth, with US authorities spending hundreds of millions of dollars on stockpiles to protect against anthrax and smallpox (Table 6) , as well as smaller investments for new product development (Table 7) . These agents were until very recently off-radar for biotech companies, but they now represent important sources Injectible DNA-based vaccines received a double boost this year when vaccines against infectious hematopoietic necrosis virus (IHNV) in farmed salmon and against West Nile virus in horses gained approval in Canada and the United States, respectively. Proof-of-concept was first demonstrated in mice more than a decade ago 3 , but that initial promise did not meet expectations. Similar effects were not seen in human trials, although according to Vijay Samant, CEO of San Diego, California-based DNA vaccine specialist Vical, too much was expected of the technology too quickly. \"People ran with this very exciting technology and applied it to very tough targets,\" he says. Moreover, Merck, a Vical partner, was the only firm to actually subject the technology to an efficacy trial. \"Since then, nobody has done a double-blinded infectious disease efficacy trial,\" he says. DNA vaccines, based on bacterial plasmids, are an attractive option, because they are precisely defined, can be easily cultivated in recombinant bacteria and appear to be safe. They also contain the CpG motifs characteristic of bacterial DNA, which trigger innate immune responses. Aqua Health of Charlottetown, Prince Edward Island, Canada, the company that gained approval for the salmon vaccine, is a Vical licensee. So too is Harlow, UK-based Merial, an animal health joint venture between Sanofi-Aventis and Merck, which aims to gain approval for a canine melanoma vaccine next year. \"We [will then] have three weight categories (small, medium and large animals) in which we have validated this technology,\" Samant says.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "text": "(Table 6)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 267,
                    "end": 276,
                    "text": "(Table 7)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Opportunity knocks"
        },
        {
            "text": "Delivery of sufficient quantities of DNA to elicit a strong immune response has been the biggest obstacle to progress. Several avenues are being explored. Vical uses adjuvants based on cationic lipids to provide a degree of physical protection to the DNA before it encounters a cell membrane. But more high-tech methods are also being developed. PowderMed was spun out of Chiron last year to continue development of a needle-free DNA vaccine delivery method the latter gained when it purchased Oxford, UK-based firm Powderject in 2002. A version of the technology, now called particle-mediated epidermal delivery, has been around for over a decade. It relies on the use of tiny gold particles as carriers of plasmid DNA. These are propelled at near-supersonic speed by pressurized helium gas to penetrate antigenpresenting dendritic cells and keratinocytes beneath the surface of skin. Once inside a cell, the plasmid DNA elutes off from the particle and becomes transcriptionally active. CEO Clive Dix, who had joined PowderJect from GlaxoSmithKline in 2001, says the technology can overcome the delivery problems that have hampered progress with DNA vaccines in humans as it requires only one or two micrograms of DNA to elicit a response. \"The people that talk to us [are] slightly skeptical still, I have to say,\" Dix says. But the approach could offer a rapid and novel approach to manufacturing. \"We can build a factory that would have the capacity to produce 150 million doses of this vaccine in three months, from the date when somebody says: 'this is the vaccine to produce'.\" PowderMed plans to move its lead project, a vaccine for pandemic influenza, into human trials next year. Intramuscular electroporation is also gaining some ground, after the acquisition earlier this year of a Norwegian pioneer in the area, Inovio, by Genetronics Biomedical. The merged entity, Inovio Biomedical, of San Diego, is focusing on oncology but has licensed DNA vaccine applications to partners, including Chiron and Vical. Chiron's Jeffrey Ulmer says it can increase the efficiency with which DNA is taken up by target cells by 100fold, although the technology still has to prove itself in terms of safety, tolerability and practicability. PowderMed's technology can now be manufactured as a disposable device. \"One would imagine, with technological developments, one could apply the same principle to electroporation, says Ulmer.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunity knocks"
        },
        {
            "text": "of revenue, as well as R&D funding for firms such as VaxGen (Brisbane, CA), Acambis and Bavarian Nordic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Fresh hope for DNA vaccines"
        },
        {
            "text": "And because the overall market is still relatively small, individual product successes have a substantial impact on its topline. Wyeth's Prevnar, a pediatric vaccine against the causative agent of invasive pneumococcal disease, Streptococcus pneumoniae, does not represent any major technological breakthrough, Savopoulos says. It contains saccharides derived from the capsular antigens of seven common S. pneumoniae serotypes, each individually conjugated to a nontoxic variant of the highly immunogenic diphtheria toxin, isolated from a Corynebacterium diphtheriae strain. Yet it represents the kind of commercial breakthrough that has validated the broader vaccine space. First approved by the FDA in February 2000, it clocked up revenues of $1.1 application filing for its product, Gardasil, which protects against two HPV strains implicated in cervical cancer and two more implicated in the development of genital warts, is imminent. Sanofi Pasteur MSD, its European joint venture with Sanofi Pasteur, is due to file in Europe shortly afterwards. GlaxoSmithKline, which developed its rival product, Cervarix, in collaboration with MedImmune (Gaithersburg, MD, USA), aims to file in Europe in 2006 but has yet to disclose the time frame for a US filing. Although Merck may be first to market with its product, which it codeveloped with CSL (Parkeville, Australia), GlaxoSmithKline stands to gain a royalty stream from this franchise as well, following the settlement of a patent dispute between the two companies earlier this year. Vaccines now represent an important element of GlaxoSmithKline's growth strategy, and were, uncharacteristically, the main focus of a pipeline update during the summer. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Fresh hope for DNA vaccines"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Commercial Perspectives: Vaccines (Datamonitor",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Datamonitor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Heterologous protection against influenza by infection of DNA encoding a viral protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Ulmer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Science",
            "volume": "259",
            "issn": "",
            "pages": "1691--1692",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Vaccine franchises and increases to manufacturing capacity by the top five vaccine producers",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Manufacturing processes for vaccinesSalmonella  typhi vaccine (Vivotif, Berna) Live microbial vector Growth and purification of nonpathogenic microbial cells carrying added gene for an immunogenic protein Vaccinia and Salmonella typhi being developed to carry multiple antigens; in clinical trials DNA vaccine Extraction and purification of plasmid DNA from bacterial cells containing desired gene in the plasmid West Nile virus for horses vaccine (West Nile Innovator, Wyeth) Salmon infectious hematopoietic necrosis virus vaccine (Apex-IHN, Aqua Health/Novartis)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Selected biotech companies dedicated to the research, development and manufacture of prophylactic vaccines",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Selected public biotech companies with a business interest in prophylactic vaccine developmentTherapeutic vaccines for infectious disease as well as diagnostics, genetic testing and biomanufacture. Partnered with Bayer Diagnostics, Rhein Biotech, Roche Diagnostics, Abbott Laboratories, EpImmune PamGene, Third Wave Technologies MedImmune (Princeton, NJ, USA) http://www.medimmune.com/ Cold-adapted live influenza virus vaccine, chimeric viral vaccine expressing recombinant proteins from viral pathogens, and recombinant vaccine against Streptococcus pneumoniae Vaccines and antibody therapeutics in oncology, infectious diseases and immunology. Partnered with ViroNovative and Wyeth (co-promoter of FluMist) and GlaxoSmithKline DNA vaccines and gene therapies. Contract manufacturer of DNA plasmids. Partnered with Merck and National Institutes of Health for human health and Aqua Health and Merial for veterinary products",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Selected private biotech companies with a business interest in prophylactic vaccine development http://www.antigenics.com/",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Selected vaccine supply contracts for project BioShield Source: US Department of Health & Human Services. a Original order for 209 million doses cut to 182.5 million doses. b Grants shared by two companies, individual grant not disclosed.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Biotech companies with Bioshield vaccine projectsAridis PharmaceuticalsLive, oral heat stable Salmonella typhi vaccine",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Over the coming years, it also aims to launch Streptorix, (a ten-valent S. pneumoniae conjugated vaccine) a competitor to Prevnar that will protect against ten S. pneumoniae serotypes, and Rotarix, an oral, live attenuated vaccine, which prevents rotavirus infection, among other products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "There is still a tension, however, between what the market-or regulators-will accept and what modern molecular biology can deliver. The pace of innovation in the vaccine industry has been slow, partly because of the inherent difficulty of developing effective new vaccines and partly because of the inertia engendered by an historically stagnant market. Putative blockbusters notwithstanding, much of the recent product development activity conducted by the main vaccine manufacturers has consisted of adding incremental improvements and enhancements to their existing portfolios 2 . Many new product approvals consist of combinations of vaccines that are already on the market. From a commercial perspective combination vaccines have an easier path because a precedent has been already set for their 'need' in the marketplace. From a regulatory perspective the combo vaccine still has to prove the same levels of afforded immunogenicity as the single components. Genuinely novel products that address new antigens or pathogens against which there is no current protection are rare. \"I think the problem we all face is the people in the vaccine industry have started from a very low technological base,\" says Clive Dix, CEO of Oxford, UK-based PowderMed. A \"cheap and cheerful\" mentality still exists, he says, which requires vaccines to be low-tech and low-cost.Nevertheless, novel ideas and novel approaches are beginning to filter through. But there is also a considerable backlog of work to be done on simply hauling ineffective or limited vaccines, or those produced via crude production methods, into the molecular biology era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New mind-set"
        }
    ]
}