{
    "paper_id": "910f9e17b9ce59676c856f5fefa2afff7619ff2c",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Paul",
                "middle": [],
                "last": "Vincelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kentucky",
                    "location": {
                        "settlement": "Lexington",
                        "region": "Kentucky",
                        "country": "USA"
                    }
                },
                "email": "pvincell@uky.edu"
            },
            {
                "first": "Douglas",
                "middle": [],
                "last": "Jackson-Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Columbus",
                        "region": "Ohio",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Holsapple",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan State University",
                    "location": {
                        "settlement": "East Lansing",
                        "region": "Michigan",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "A"
                ],
                "last": "Grusak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine",
                    "location": {
                        "settlement": "Houston",
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Harsh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Concordia University",
                    "location": {
                        "settlement": "Montreal",
                        "region": "Quebec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Theodore",
                "middle": [],
                "last": "Klein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Society for In Vitro Biology and Meristematic, Inc",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Lambert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Society for Risk Analysis",
                    "institution": "University of Virginia",
                    "location": {
                        "settlement": "Charlottesville",
                        "region": "Virginia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Markus",
                "middle": [],
                "last": "Lange",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington State University",
                    "location": {
                        "settlement": "Pullman",
                        "region": "Washington",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "M"
                ],
                "last": "Lodge",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "settlement": "Ithaca",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jill",
                "middle": [],
                "last": "Mccluskey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington State University",
                    "location": {
                        "settlement": "Pullman",
                        "region": "Washington",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Angus",
                "middle": [],
                "last": "Murphy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "American Society for Nutrition and Cancer Prevention Program, Fred Hutchinson Cancer Research Center",
                    "institution": "University of Maryland",
                    "location": {
                        "settlement": "College Park, Maryland, Seattle, Washington",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Marian",
                "middle": [
                    "L"
                ],
                "last": "Neuhouser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carl",
                "middle": [],
                "last": "Pray",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers University",
                    "location": {
                        "settlement": "New Brunswick",
                        "region": "New Jersey",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Weller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska State Museum",
                    "location": {
                        "settlement": "Lincoln",
                        "region": "Nebraska",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "12",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "hypotheses of potential novel risk. In such circumstances, how can existing, let alone additional unwarranted regulation (e.g., directed at genome-editing technologies) possibly be justified? As the US Department of Agriculture (USDA) Animal and Plant Health Inspection Service (APHIS) stated in a recent proposal for further regulation that lacked any foundation in science, logic, or experience: \"…APHIS has issued more than 18,000 authorizations for the environmental release of GE organisms in multiple sites, primarily for research and development of improved crop varieties for agriculture. Additionally, APHIS has issued more than 12,000 authorizations for the importation of GE organisms, and nearly 12,000 authorizations for the interstate movement of GE organisms…APHIS has granted 124 determinations of nonregulated status…The Agency's evaluations to date have provided evidence that most genetic engineering techniques, even those that use a plant pest as a vector, vector agent, or donor, do not result in a GE organism that presents a plant pest risk\" 6 .",
            "cite_spans": [
                {
                    "start": 1066,
                    "end": 1067,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The agency thereby indicts not only its own current regulations but also its proposed revisions, which utterly fail to incorporate the obvious lessons of its own (and others') experience. The NAS had the opportunity to make this clear. It failed to do so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vincelli et al. also note that uncertainties remain about possible \"socioeconomic implications of emerging GE traits, \" a gratuitous truism. The horseless carriage and the transistor augured profoundly negative socioeconomic impacts for buggy whip and vacuum tube manufacturers, respectively. After finding them to meet the relevant safety criteria, should regulators tasked with ensuring their safety have prohibited their development based on socioeconomic implications for manufacturers of buggy whip and vacuum tubes? Should citrus genetically engineered to grow in Canada be proscribed on the grounds that it would have 'socioeconomic implications' for citrus farmers in Spain, the United States, and Brazil?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rent seeking by special interests is a perversion of-not a justification forgovernment regulation. None of the legal authorities applied by regulators under the Coordinated Framework legitimizes it. But given the profound positive economic, humanitarian, and environmental impacts of molecular genetic engineering to date, the intelligent incorporation of socioeconomic considerations would dictate not the (arranged alphabetically by surname) reviewed and commented on earlier drafts of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To illustrate the breadth of representation from professional scientific societies, some authors have listed their society affiliations in addition to their professional positions. However, all the views are those of the authors as individuals, and their positions do not necessarily reflect the official views of the professional scientific societies they represented at the Forum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLAIMER"
        },
        {
            "text": "The authors declare no competing financial interests. 1 We do not dispute that many of the salient conclusions of the May US National Academy of Sciences (NAS) report were correct; but most were substantially equivalent to the crisper and more useful formulations in the NAS and US National Research Council (NRC) analyses of 1987 and 1989, respectively. For example, from the NRC report:",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COMPETING FINANCIAL INTERESTS"
        },
        {
            "text": "\"Crops modified by molecular and cellular methods should pose risks no different from those modified by classical genetic methods for similar traits. As the molecular methods are more specific, users of these methods will be more certain about the traits they introduce into the plants…The types of modifications that have been seen or anticipated with molecular techniques are similar to those that have been produced with classical techniques. No new or inherently different hazards are associated with the molecular techniques. Therefore, any oversight of field tests should be based on the plant's phenotype and genotype and not on how it was produced\" 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING FINANCIAL INTERESTS"
        },
        {
            "text": "That was written almost three decades ago and since then has been reaffirmed in countless contexts, in the United States, Europe, and elsewhere. How many times must this wheel be reinvented? Likewise, we do not dispute that the NAS panel sought a wide spectrum of views, some of which were extreme. But the objective of the report was not to survey every opinion under the sun; it was to arrive at correct and informative answers 4 . The panel should have paid more heed to the advice of biologist Don Kennedy, member of the Academy, president emeritus of Stanford University, and former head of the US Food and Drug Administration (FDA), who chided those \"who give up the difficult task of finding out where the weight of scientific evidence lies, and instead attach equal value to each side in an effort to approximate fairness. In this way, extraordinary opinions…are promoted to a form of respectability that approaches equal status\" 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING FINANCIAL INTERESTS"
        },
        {
            "text": "Vincelli et al. 2 note that they \"concur with the committee's conclusion that genetically engineered (GE) crops have been adopted on millions of hectares without emergence of scientific evidence of serious health and environmental problems that were expected by early critics of the technology. \" So do we. But we note further the lack not only of evidence of harm but also of credible agriculture policy. One of the six meetings... spent much of its time discussing whether the SARS [severe acute respiratory syndrome] virus might come from GM cotton in China. It's more likely to have come from outer space\" 8 .",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 17,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COMPETING FINANCIAL INTERESTS"
        },
        {
            "text": "Henderson went on to say that the meetings were dominated by anti-technology zealots, the only faction that was organized and impassioned enough about the issue to attend. The NAS report's naiveté on the topic of public engagement and political correctness has been criticized by European scientists commenting on a related NAS report on gene drives. They lamented the trend away from expecting society to heed scientific principles and analyses, and instead toward expecting science to \"align with 'public values, \" a phrase that we equate with \"political correctness\" 9 .",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 571,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COMPETING FINANCIAL INTERESTS"
        },
        {
            "text": "The 2008 forum on nanotechnology, also funded by NSF, is instructive about the value of non-expert input on esoteric scientific issues 10 . The organizers selected \"from a broad pool of applicants a diverse and roughly representative group of 74 citizens to participate at six geographically distinct sites across the country. \" Participants were informed by \"a 61-page background document-vetted by experts-to read prior to deliberating. \" They produced a hodgepodge of conclusions and recommendations, including \"concern over the effectiveness of regulations\" and \"reduced certainty about the benefits of human enhancement technologies\" but wanted \"the government to guarantee access to them if they prove too expensive for the average American. \" What a surprise: the participants lacked an understanding of the risks and benefits but wanted the government to provide them with entitlements so they could avail themselves of the beneficial products of nanotechnology! As to our disappointment at the report's lack of firm, clear recommendations for regulatory reform to reduce gratuitous regulatory burdens, the Gould et al. 1 letter quotes the then US Secretary of Agriculture Dan Glickman as saying that there must be public trust \"in the regulatory process that ensures thorough review-including complete and open public involvement.\" How does one secure that trust? How many years of fruitless regulation and billions of dollars squandered-to say nothing of untold opportunity costs-are necessary to assuage unwarranted public anxieties? By analogy, should we allow \"complete and open public involvement\" to dictate when a new hepatitis C vaccine or an antibiotic gratuitous regulatory approval, for example, for a transgenic herbicide-tolerant plant that is phenotypically indistinguishable from one produced with less precise and more primitive techniques, is simply indefensible from our perspective. Such regulatory requirements do nothing to advance safety or improve sustainability. They do nothing but inhibit access to safe and desperately needed products by those who need them the most. In developing countries in particular, the combination of poverty, government corruption, and unnecessary case-by-case regulatory reviews is toxic. The NAS panel had an opportunity to point this out, to ease the path to greater food and economic security for those most in need. They failed to seize it.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1128,
                    "end": 1129,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COMPETING FINANCIAL INTERESTS"
        },
        {
            "text": "We also reiterate our criticism of the NAS report's recommendation for greater public engagement on esoteric issues of regulation and diffusion of genetically engineered products. In our original letter, we were in error to reference the 2008",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING FINANCIAL INTERESTS"
        },
        {
            "text": "\"from a range of content-area experts, experts on social implications of science and technology, and representatives of special interest groups. \" This was supposed to enable them to reach consensus and make recommendations. The resulting recommendations were, however, at odds with the views of government, academic, and industry scientists, which were based on expertise, data, and experience. We call that a failure. Moreover, that experience is similar to the outcome of the UK's 'GM Nation' exercise in 2003, which we cited as another failure, a conclusion with which Vincelli et al. disagree. At great expense, the UK government sponsored a series of public discussions around the country, as well as using more conventional methods, such as focus groups. Local authorities and various organizations held hundreds of additional public meetings on the subject. The result? Mark Henderson, science correspondent for The Times (London) newspaper, offered this view of the half-million-pound initiative:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Citizens Technology Forum, which addressed nanotechnology (as pointed out in both letters); instead, we intended to allude to a citizens' technology forum focused on agricultural biotech 7 and conducted by investigators at North Carolina State University under a 2002 US National Science Foundation (NSF) grant, in which participants received information"
        },
        {
            "text": "\"The exercise has been farce from start to finish. I'm not sure I want the man in the street to set Britain's science, technology and expansion, but rather the dismantling of existing, technology-focused regulatory regimes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Citizens Technology Forum, which addressed nanotechnology (as pointed out in both letters); instead, we intended to allude to a citizens' technology forum focused on agricultural biotech 7 and conducted by investigators at North Carolina State University under a 2002 US National Science Foundation (NSF) grant, in which participants received information"
        },
        {
            "text": "We encourage readers persuaded by Gould's defense to reexamine our original comments. He claims, \"Giddings and Miller mistakenly allege that our report recommends that regulations specifically for GE crops should be more stringent, \" but this language is nowhere to be found in our Correspondence. Our central point was that the NAS study failed to make clear what we have learned about the safety of GE crops: that a vast body of experience to date, including both rigorous risk-assessment experiments and massive real-world applications, as well as Gould's own study, all confirm that the regulatory oversight of GE crops has still, after three decades, discovered no novel or incremental risks, nor any of the \"unreasonable risks\" the Coordinated Framework was designed to prevent; certainly nothing that would justify the discriminatory sui generis burdens placed on the products of the safest and most predictable technologies. The failure of the NAS report to make this clear, and to translate the implications for policymakers, is inexplicable to us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Citizens Technology Forum, which addressed nanotechnology (as pointed out in both letters); instead, we intended to allude to a citizens' technology forum focused on agricultural biotech 7 and conducted by investigators at North Carolina State University under a 2002 US National Science Foundation (NSF) grant, in which participants received information"
        },
        {
            "text": "Gould et al. also write 1 : \"To demonstrate the high cost of regulation, Giddings and Miller quote one study that estimated the average regulatory costs for a GE crop being at least $45 million, which they expect to be prohibitive to any group other than the 'world's largest seed and agrochemical companies' . We note that regulatory costs vary by trait-crop combination and country. Our report and a recent study of regulatory costs in a developing country show that the regulatory costs for specific countries can be more than an order of magnitude less than $45 million. Indeed, some crop varieties developed with new gene editing methods are not regulated at all in the United States. We conclude that 'regulation of GE crops inherently involves tradeoffs. It is necessary for biosafety and consumer confidence, but it also has economic and social costs that can slow innovation and deployment of beneficial products' . \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Citizens Technology Forum, which addressed nanotechnology (as pointed out in both letters); instead, we intended to allude to a citizens' technology forum focused on agricultural biotech 7 and conducted by investigators at North Carolina State University under a 2002 US National Science Foundation (NSF) grant, in which participants received information"
        },
        {
            "text": "From decades of combined experience as federal regulators of the products of genetic engineering, and in helping entities large and small worldwide to navigate regulatory hurdles, we are well aware that the costs of regulatory compliance can be substantially lower, or higher, than the $45 million average presented in the study we cited. But even $4.5 million (or much less) spent in a developing country to secure with a novel mode of action is approved for marketing?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Citizens Technology Forum, which addressed nanotechnology (as pointed out in both letters); instead, we intended to allude to a citizens' technology forum focused on agricultural biotech 7 and conducted by investigators at North Carolina State University under a 2002 US National Science Foundation (NSF) grant, in which participants received information"
        },
        {
            "text": "We submit that three decades of soliciting public engagement has not improved the public acceptance cited by advocates as a justification for the efforts, and that subordinating evidence-based policy making to emotional or political calculations has neither increased public acceptance nor encouraged innovation. We would prefer to heed the caveat of Barbara Keating-Edh, who testified before the National Biotechnology Policy Board in 1991, representing the consumer group Consumer Alert: \"For obvious reasons, the consumer views the technologies that are most regulated to be the least safe ones. Heavy involvement by government, no matter how well intended, inevitably sends the wrong signals. Rather than ensuring confidence, it raises suspicion and doubt\" [emphasis in original] 11 .",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 786,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "National Citizens Technology Forum, which addressed nanotechnology (as pointed out in both letters); instead, we intended to allude to a citizens' technology forum focused on agricultural biotech 7 and conducted by investigators at North Carolina State University under a 2002 US National Science Foundation (NSF) grant, in which participants received information"
        },
        {
            "text": "We believe that the current excessive and unscientific regulation at the US Environmental Protection Agency (EPA), USDA and FDA (and other agencies) erodes both public understanding and trust, and exacerbates skepticism about the safety of To the Editor: Finding where landmines and improvised explosive devices are buried remains risky. Currently, landmines are detected by personnel in the field using methods that, in principle, have remained largely unaltered for the past 75 years. The obvious risks to life that this poses, the large proportion of false-positive identifications, as well as an extremely limited ability to detect non-metallic landmines, means that a need exists for alternative methods for detecting landmines from a safe standoff distance. Here we report a small-scale field trial that uses a bacterial biosensor for the remote detection of antipersonnel mines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Citizens Technology Forum, which addressed nanotechnology (as pointed out in both letters); instead, we intended to allude to a citizens' technology forum focused on agricultural biotech 7 and conducted by investigators at North Carolina State University under a 2002 US National Science Foundation (NSF) grant, in which participants received information"
        },
        {
            "text": "The use of genetically engineered bacteria for landmine detection was first proposed by Burlage et al. in a patent dated 1999 (ref.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Citizens Technology Forum, which addressed nanotechnology (as pointed out in both letters); instead, we intended to allude to a citizens' technology forum focused on agricultural biotech 7 and conducted by investigators at North Carolina State University under a 2002 US National Science Foundation (NSF) grant, in which participants received information"
        },
        {
            "text": "1) based on the observation that the residues from explosives can accumulate in the soil surrounding a buried explosive device 2 . We hypothesized that a few hours after spraying the bacterial sensor strain on the soil, the location of buried landmines would be pinpointed by localized areas of fluorescence generated by the response of genetically engineered bioreporters to the explosives' vapors. This concept was field-tested in 1998 (refs. 3,4) with mixed results: four out of five sub-surface targets containing up to 4.5 kg of c genetically engineering products. The NAS could have helped repair this policy miscarriage. It did not.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 449,
                    "text": "(refs. 3,4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "National Citizens Technology Forum, which addressed nanotechnology (as pointed out in both letters); instead, we intended to allude to a citizens' technology forum focused on agricultural biotech 7 and conducted by investigators at North Carolina State University under a 2002 US National Science Foundation (NSF) grant, in which participants received information"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The National Academies. Field Testing Genetically Modified Organisms",
            "authors": [],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The National Academies. Study Statement of Task (revised",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Animal and Plant Health Inspection Service, US Department of Agriculture Federal Register",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Optical scanning system and alginate-encapsulated bacterial sensors. (a) Biosensor beads spread over target areas. Scale bar, 2 cm. (b) Schematic of the optical scanning system. Key. (a) Buried landmine; (b) beads containing encapsulated bacteria; (c) laser system producing a Gaussian beam with 0.5 W at 473 nm; (d) laser modulator; (e) optical aiming system; (f) oscillator; (g) digital data acquisition card; (h) computer; (i) collecting telescope; (j) detection module; (k) scanning apparatus. (c) Photograph of the optical scanning system.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". The National Academies.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "2,4,6-trinitrotoluene (TNT) were discovered within 2 m of the target, along with two false positives, using a fluorescent Pseudomonas putida-based sensor strain and a laser imaging system. To the best of our knowledge, the results of this test have never been published in the scientific literature, nor has any follow-up been reported.Most landmines contain TNT, either by itself or in combination with other explosives 5 . Previously, we have engineered an Escherichia coli reporter strain capable of micromolarlevel detection of both vapor-phase TNT and its main impurity and degradation product, 2,4-dinitrotoluene (DNT) 6, 7 . The latter compound is more volatile than TNT, and is considered to be an excellent signature chemical for TNT-based explosive devices 5 . Our bacterial TNT sensor strain harbors a plasmid-borne reporter in which the DNT/ TNT-inducible yqjF gene promoter 6 is fused to the green fluorescent protein gene gfpmut2. Activation of yqjF, by an as-yet unidentified DNT degradation product, is controlled by the transcriptional regulator YhaJ 8 . We also developed a laser-based optoelectronic system for the remote detection and quantification of bacterial fluorescence 9, 10 .We proceeded to combine our biosensor and remote detection technologies in a small-scale field trial. Our experimental site, 3.8 m × 1.1 m in size, comprised 12 buried plastic boxes, each of which was 40 cm × 70 cm × 30 cm in size, and in which the sample was covered either with natural sand (Mediterranean coastal sand), lab-",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 627,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 628,
                    "end": 629,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1198,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 1199,
                    "end": 1201,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}