{
    "paper_id": "9110b6136dafccd5110c9d56f30e97b5356afa7b",
    "metadata": {
        "title": "Real-Time Quantitative Fluorescent Reverse Transcriptase-PCR for Detection of Severe Acute Respiratory Syndrome-Associated Coronavirus RNA",
        "authors": [
            {
                "first": "Weijun",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zuyuan",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jingsong",
                "middle": [],
                "last": "Mu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BGI-GBI Biotech Co. Ltd",
                    "location": {
                        "settlement": "Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for the Control of Pharmaceutical and Biological Products",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shufang",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for the Control of Pharmaceutical and Biological Products",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Mu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Haixue",
                "middle": [],
                "last": "Gan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BGI-GBI Biotech Co. Ltd",
                    "location": {
                        "settlement": "Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shengyong",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BGI-GBI Biotech Co. Ltd",
                    "location": {
                        "settlement": "Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Wen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianqiu",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aim: SARS-associated coronavirus (SARS-CoV) has been confirmed as the pathogen for severe acute respirato-Abstract ry syndrome (SARS). The aim of our study was to construct a sensitive and specific real-time quantitative fluorescent (QF) reverse transcriptase (RT)-PCR method for the detection of SARS-CoV RNA. Methods: Stored blood specimens from 44 patients with confirmed SARS were used along with blood samples from two sets of controls, 30 healthy volunteers who had no contact with SARS patients, and 30 healthy doctors and nurses who had contact with SARS patients but were without symptoms of SARS. Two pairs of primers were synthesized by the Shanghai Sangon Company according to SARS-CoV BJ01 strain sequence (AY278488), and then a pair of primers were designed and compared with a pair of primers published by WHO. Results: Using serial dilutions of SARS-CoV, the 44 blood samples from SARS patients specimens were tested. Using a 0.01% dilution of SARS-CoV, all 44 clinical samples tested positive in our assay. In comparison, using a 0.1% dilution of SARS-CoV, 26 of the 44 samples tested positive using the WHO primers. In the QF-RT-PCR assay, there was a linear amplification from 100 copies to 10 8 copies of the control RNA per RT-PCR and at least 10 copies, and sometimes even 1 copy, of target RNA tested positive in our assay. Conclusion: The primer we developed is sufficiently sensitive and specific to diagnose symptomatic SARS-CoV infections and for monitoring virus load.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "By the beginning of November 2003, the epidemic of severe is characterized by fever, nonproductive cough, dyspnea, chest pain, lung infiltrates and fibrosis, and a decreased lymphocyte atypical pneumonia, designated severe acute respiratory syndrome count, [9] and it has similar symptoms to other acute febrile illness-(SARS) by the World Health Organization (WHO) and first obes, such as influenza and others atypical pneumonia. served in the Chinese province of Guangdong in November 2002, had infected 8439 people and caused 812 deaths in 33 coun-It has been difficult to differentiate between SARS and other tries. [1, 2] The SARS-associated coronavirus (CoV) was confirmed acute febrile illnesses in clinical diagnosis; therefore, laboratory as the pathogen. [3] [4] [5] [6] [7] [8] In the absence of effective drugs or a vaccine methods for SARS diagnosis are very important. Until now, laboagainst SARS, controlling this disease relied on the rapid identifi-ratory tests for SARS have primarily: (i) been PCR-based and cation of cases and the appropriate management of individuals virus isolation to detect viral RNA in patient secretions/excretions; who had come into close contact with them. However, this disease and (ii) antibody-based to detect their immune responses, such as the titers of antibodies in the blood. However, these methods are dicted final RNA concentrations of 3.6 × 10 3 , 4.8 × 10 3 , 6 × 10 6 , 6 hampered by the need for virus isolation to take place under × 10 5 , 6 × 10 4 , 6 × 10 3 , 1.2 × 10 3 , 1.2 × 10 2 , 6 × 10 1 , 3 × 10 1 biosafety level 3 or 4 condition; serology tests may not become copies/mL. The dilutions were performed once, and sufficient positive for one or more weeks after the onset of symptoms. numbers of aliquots from each dilution were stored at -80°C. Developing an rapid early diagnostic method has been a high Primers priority for the monitoring and control of this disease. Researchers in several countries have been working towards developing fast Two pairs of primers were synthesized by the Shanghai Sangon and accurate laboratory diagnostic tests for SARS-CoV. [10] In this Company (Shanghai, China) according to SARS-CoV BJ01 strain report, we describe a sensitive and specific quantitative fluorescent sequence (AY278488) [table I]. (QF)-RT-PCR assay for the detection of SARS-CoV RNA. (BJ01 strain) downstream of the T7 promoter, was linearized with A confluent layer of Vero E6 cell was infected with the BJ01 PstI, purified with a PCR purification kit (Shanghai Biotech, strain of SARS-CoV. After 72 hours, the cells were harvested and Shanghai, China), and transcribed with T7 RNA polymerase using inactivated at 65°C for 2 hours. Inactivated cell cultures were the RiboMax™ Express Large Scale RNA production system diluted in 10-fold dilutions with healthy blood (10%, 1%, 0.1%, (Promega, Madison, WI, USA). The template DNA was degraded 0.01%, 0.001%, and 0.0001%).",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 626,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 780,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "[7]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "[8]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2130,
                    "end": 2134,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "with 5U of RNase-free Dnase I, and the RNA transcripts were purified twice with an RNeasy kit (QIAGEN GmbH, Hilden,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA Quantification"
        },
        {
            "text": "Germany). The RNA was quantified spectrophotometrically at 260nm, diluted to 10 7 copies/μL, divided into aliquots, and stored We used stored blood specimens from 44 patients (taken 1-3 at -80°C. Diluted SARS-CoV transcripts (10 7 to 0.01 copies/μL) weeks after the onset of disease) who fulfilled the clinical WHO were used to generate a standard curve for each single-copy assay. case definition of SARS, the diagnosis was subsequently confirmed by seroconversion and positive SARS-CoV isolation. [11] RNA Extraction and Reverse Transcription Control blood samples were collected from two additional groups: 30 healthy volunteers who had no contact with SARS patients, and",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 503,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Clinical Specimens"
        },
        {
            "text": "Total RNA was extracted using the QIAamp RNA Blood Mini 30 healthy doctors and nurses, who had contact history in a Kit (52304; Qiagen, GmbH, Hilden, Germany) according to the hospital but were without symptoms of SARS 14 days after manufacturer's instructions. For blood samples, 1mL of sample sampling. Whole blood samples were collected in a vacuum was mixed with 5mL buffer EL to lyse red cell and then cencontainer with EDTA and transferred to the laboratory at 4°C, trifuged at 400×g for 10 minutes at 4°C. The supernatant was RNA was then extracted immediately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Specimens"
        },
        {
            "text": "removed and the deposits were collected for RNA extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Specimens"
        },
        {
            "text": "For the other samples in this study, 100μL volume was directly Standard SARS-CoV Panel used for RNA extraction. The RNA was re-dissolved in 30μL of SARS-CoV virions of known concentration (SARS-CoV Quali-diethyl pirocarbonate (DEPC)-treated water containing 1U DNase ty Assurance Laboratory, National Institute for the Control of I. After incubation at 37°C for 15 minutes followed by inactivation Pharmaceutical and Biological Products, Beijing, China) were at 95°C for 10 minutes, RNA was used immediately or stored at serially diluted in SARS-CoV-seronegative human plasma to pre--80°C. All steps were performed in a biosafety level 2 laboratory. Synthesis of cDNA was undertaken by reverse transcription from 9μL of RNA extracted at 45°C for 45 minutes followed by incubation at 95°C for 3 minutes, in 20μL solution containing 50 mmol/L Tris-HCl ( quence was shown to be identical to the published SARS-CoV sequence. [8] To determine the specificity, the 60 control samples To determine the dynamic range, serial dilutions of the standard ed at 58°C) were performed after denaturing at 95°C for 10 SARS-CoV RNA containing the target sequence was tested. A minutes and 42°C for 45 minutes.",
            "cite_spans": [
                {
                    "start": 921,
                    "end": 924,
                    "text": "[8]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Specimens"
        },
        {
            "text": "wide linear range (beginning at 100 copies and extending through 10 8 copies of the control plasmid) was established and at least 10 Results copies, and sometimes even 1 copy, of target RNA tested positive in our assay (figure 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Specimens"
        },
        {
            "text": "To demonstrate the accuracy of the QF-RT-PCR assay, QF-RT-To compare the sensitivity of two pairs of primers, serial PCR products of serial dilutions of standard SARS-CoV RNA dilutions of SARS-CoV and the 44 positive clinical specimens in containing the target sequence were also detected by PCR-ethidi-um bromide (EB) staining method. QF-RT-PCR with 10 copies ever, the primers published by WHO for SARS-CoV are located in has a very faint band ( figure 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 457,
                    "text": "figure 3)",
                    "ref_id": null
                }
            ],
            "section": "of Primers"
        },
        {
            "text": "the open reading frame 1 (AY278488, 246-21466). Because SARS-CoV is a sense RNA virus, more target fragments should be Discussion near the 3′ terminal of virus genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "of Primers"
        },
        {
            "text": "We designed a pair of primers which was expected to amplify a In this study we analyzed blood samples from 44 patients who 131 bp length covering the 26241-26371 region of the virus had been confirmed to have SARS using seroconversion and (AY278488) on the basis of published sequences of SARS-CoV. A positive SARS-CoV isolation by infecting Vero E6 cell. Many data pair of primers published by WHO was compared with our showed the blood-borne SARS-CoV loads may be quite low even primers. To confirm the sensitivity of our primers, serial dilutions when viremia occurs. Alternatively, some of the patients may not of SARS-CoV and 44 clinical samples were used. Compared to the even develop viremia as most of the viruses are propagating in WHO primers, our primers appear to have a greater sensitivity. epithelial tissues, such as the lung. Therefore, for this study we PCR products of 18 samples tested negative in WHO primer assay selected those samples that were positive by virus isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "of Primers"
        },
        {
            "text": "but positive in our primers assay were sequenced, all matched The RT-PCR-based test using primer pairs published by WHO correctly with SARS-CoV. To determine the specificity, 60 samis a reliable identification method that was available before the publication of other more sensitive and specific methods. [10] How-ples from 30 close contacts and 30 healthy medical personnel were Fig. 2 . Sensitivity and dynamic range of quantitative fluorescent (QF) reverse transcriptase (RT)-PCR in detection severe acute respiratory syndrome (SARS)-associated coronavirus (CoV) RNA. Serial dilutions of standard SARS-CoV RNA containing the target sequence (10 7 -10 -2 copies/μL) were tested. A wide linear range (beginning at 100 copies and extending through 10 8 copies of the control plasmid per QF-RT-PCR) was established and at least 10 copies, and sometimes even 1 copy, of target RNA tested positive in this assay. The intercept of the magnitude of the fluorescence signal (PCR baseline subtracted curve fit relative fluorescence units [CF RFU]) with the horizontal threshold line represents the threshold cycle value for a given sample.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 386,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "of Primers"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "containing the target sequence were subjected to the QF-RT",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The results showed that this assay was highly sensi",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pcr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The genome sequence of the SARStive, specific, and had a wide linear range. associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Astell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5624",
            "pages": "1399--404",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A complete sequence and comparative analysis of a Our primer was able to distinguish 10-fold differences in con-SARS-associated virus (isolate BJ01)",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin Sci Bull",
            "volume": "48",
            "issn": "",
            "pages": "941--949",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. Preliminary clinical description of severe acute respirsometimes even 1 copy, of target RNA tested positive in this atory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "centration over a range from 10 2 to 10 8 , and at least 10 copies, and 9",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. PCR primers for SARS developed by WHO Network efficiency of RNA extraction, the deadline of our QF-RT-PCR Laboratories",
            "authors": [],
            "year": 2003,
            "venue": "a standard SARS-CoV panel assay, not considering the 10",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "To demonstrate the accuracy of the QF-RT-PCR assay, we 11. World Health Organization case definitions for surveillance of severe acute respiratory syndrome (SARS",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "These results showed that this QF-RT-PCR assay was Correspondence and offprints: Dr Weijun Chen, Beijing Genomics Institute, a sufficiently sensitive and specific method for diagnosing symp-Chinese Academy of Sciences, Beijing Airport Industry Zone B-6, Beijing, tomatic SARS-CoV infections and for monitoring virus load",
            "authors": [
                {
                    "first": "Qf-Rt-",
                    "middle": [],
                    "last": "Pcr-Eb Method",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "101300",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Plasmid pGEM-T (Promega, Madison, WI, USA), which con-Serial Dilutions of Acute Respiratory Syndrome tains a 450 bp fragment between 26092 and 26541 of SARS-CoV (SARS)-Associated Coronavirus (CoV)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "/L DTT, 100ng of hexamer random primers (Shanghai Sangong Company, Shanghai, China), 200U of Superscript II (18064-014; Invitrogen, Carlsbad, CA, USA), 25U of RNasin (N2511; Promega, Madison, WI, USA), and 0.5 mmol/L dNTPs. PCR PCR was carried out in a 25μL mixture containing 4μL complementary DNA (cDNA), 10 mmol/L Tris-HCl (pH 8.4), 50 mmol/L KCl, 2.5 mmol/L MgCl2, 100 μmol/L dNTPs, 1U Taq Pol (M1661, Promega, Madison, WI, USA), 0.25 μmol/L forward primer, and 0.25 μmol/L of reverse primer. 35 cycles of amplification (94°C for 30 seconds, 54°C for 30 seconds, and then 72°C for Electrophoretic analysis of reverse transcriptase (RT)-PCR products with 1.0% agarose gel. M is the DNA molecular markers, (a) PCR products amplified by WHO primers; and (b) the PCR products amplified our primers. 1-6 are the serial 10-fold dilutions of severe acute respiratory syndrome (SARS)-associated coronavirus (CoV) RNA (10%, 1%, 0.1%, 0.01%, 0.001%, and 0.0001%), 7 is diethyl pirocarbonate water.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "30 seconds) were undertaken after denaturing at 95°C for 4 minutes. Amplified products were detected by agarose gel electrocell cultures were tested. 0.01% dilution of SARS-CoV and all phoresis and sequence identification was undertaken for those RTclinical samples tested positive in our primers, but only 0.1% PCR products which were unmatched in amplification by two dilution of SARS-CoV and 26 of the 44 clinical samples tested pairs of primers. Both forward and reverse sequencing were underpositive in this WHO primers assay (figure 1). Those samples that taken on an ABI PRISM ® 377 DNA Sequencer (Applied Biosysonly tested positive in our primers were sequenced and the setems, Foster City, CA, USA) in both directions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "and all tests gave a negative result. Transcriptase-PCR (QF-RT-PCR) Establishment of a Real-Time RT-PCR Assay for Rapid Serial dilutions of standard SARS-CoV RNA containing the Detection of SARS-CoV target sequence, RNAs of standard SARS-CoV panel, RNAs of blood samples of 44 SARS patients, and RNAs of blood samples Sensitivity and Specificity Analyzes of 60 healthy individuals were tested using QF-RT-PCR. QF-RT-To determine the sensitivity, a standard SARS-CoV panel and PCR was carried out in a 30μL mixture containing 10μL of RNA, the 44 clinical samples were tested. All 44 clinical samples tested 15μL 2U TaqMan ® Universal PCR Master Mix (4304437; Appositive. In the standard SARS-CoV panel test, the sample of 60 plied Biosystems, Foster City, CA, USA), 0.25 μmol/L forward copies/mL sometimes tested positive and the sample of 30 copies/ primer Af, 0.25μmol/L reverse primer Ar, and 0.25 μmol/L of mL always tested negative. To determine the specificity, 60 conprobe (5′-FAM-AGAAGATCAGGAACTCCTTCAGAtrol samples were tested and all 60 samples tested negative. TAMRA-3′) in a fluorometric PCR instrument (7900HT; Applied Biosystems, Foster City, CA, USA). 45 cycles of amplification Dynamic Range of QF-RT-PCR (95°C for 15 seconds, 58°C for 1 minute; fluorescence was record-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Two pairs of primers used for acute respiratory syndrome (SARS)-associated coronavirus (CoV) RNA detection",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Dr Jian Wang, Beijing Genomics Institute, Chinese Academy of Sciences, Beijing Airport Industry Zone B-6, Beijing, 101300, China.The authors should like to thank Dr Juan Yu for his feedback on this study. E-mail: wangjian@genomics.org.cn",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": " Fig. 3 . Electrophoretic analysis of reverse transcriptase (RT)-PCR products with 2.5% agarose gel. M is the DNA molecular markers, 1-10 are the serial 10-fold dilutions of standard severe acute respiratory syndrome (SARS)-associated coronavirus (CoV) RNA containing the target sequence with (10 7 -10 -2 copies/μL), 11 is diethyl pirocarbonate water. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "References"
        }
    ]
}