{
    "paper_id": "91b34f9bae2a0a6addf2a70f5a8a326820fa411c",
    "metadata": {
        "title": "Matthias Niedrig Clinical implications of and lessons learnt from external assessment of Mers-CoV diagnostics",
        "authors": [
            {
                "first": "Suzan",
                "middle": [
                    "D"
                ],
                "last": "Pas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch Institute",
                    "location": {
                        "addrLine": "Erasmus MC, Erasmus MC",
                        "settlement": "Berlin, Rotterdam, Rotterdam",
                        "country": "Germany, The Netherlands, The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Marion",
                "middle": [
                    "Pg"
                ],
                "last": "Koopmans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch Institute",
                    "location": {
                        "addrLine": "Erasmus MC, Erasmus MC",
                        "settlement": "Berlin, Rotterdam, Rotterdam",
                        "country": "Germany, The Netherlands, The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Expert Rev. Mol. Diagn. 16(1), 7-9 (2016) With the emergence of new viral infections, it is necessary to set up new targetspecific assays, based on existing molecular techniques such as real-time PCR, as quickly as possible. Without these diagnostic tools, the geographical spread of new infections, follow-up of the disease outbreak and analysis of the pathogenesis of the disease are not possible. Therefore, the genomic information of the emerging pathogen, diagnostic protocols and standards allowing quality control need to be available in a few days. This can only be implemented with good quality experienced laboratories having suitable infrastructure to establish in-house assays. Even though these molecular tools are available quickly, challenges still remain with what sample types to select for a proper diagnostic value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses (CoVs) are known to cause endemic respiratory infections (OC43, 229E and NL63 -CoV) as well as epidemic disease, as experienced with the emergence of SARS-CoV (2003) and the Middle East respiratory syndrome coronavirus (MERS-CoV, 2012). [1, 2] Research following the SARS outbreak led to identification of additional human coronaviruses, and the notion that several of these have their roots in the animal world. Therefore, the emergence of the Middle East respiratory syndrome coronavirus (MERS-CoV) triggered a fast response, given concerns of their potential for further spread.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 255,
                    "end": 257,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the primary mode of transmission is respiratory, infection potentially can be transmitted very quickly, stressing the need for rapid and accurate diagnostic to diagnose patients and to track contacts. Such assays preferably are embedded in existing diagnostic panels, as the spectrum of pathogens causing respiratory tract infections is quite broad, and clinical syndromes overlap. Optimal diagnosis of an emerging infectious disease requires several steps [3] : 1) Validated molecular diagnostic assays.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 463,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2) A quality control system imbedded in the routine workflow ensuring proper quality and performance of the assays. 3) Knowledge of the kinetics of the infection in patients, in order to be able to interpret results of positive and particularly negative results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Significance of standardized controls and panels for nucleic acid testing",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The provision of timely and reliable diagnostics is of great importance to determine and rule out causes of illness, guide treatment of the patient, monitor the course of infection and of outbreaks. After the discovery of MERS-CoV, molecular diagnostic protocols were distributed very quickly, and implemented in laboratories across the world. [4, 5] While this provides the much needed initial outbreak support in an emerging disease, the quality of the performed PCRs may vary as clinical validation requires sufficient data from correctly sampled patients in order to allow robust interpretation of diagnostic results. In addition, assay standardization may be challenging due to the lack of standard control material and the use of reagents which differ in performance (sensitivity, mismatch acceptance, inhibition). It is therefore very important to provide positive standard material to allow the diagnostic laboratories to evaluate the molecular diagnostic assays they have established in their laboratories. In case of the two coronaviruses, immediately two standard material preparations were provided by laboratories, consisting of (1) runoff transcript of recombinant plasmids for each designed PCR with a 431bp and 362bp length partial upE, and ORF1b MERS-CoV genome, respectively, (University of Bonn, European Virus Archive (EVA)) and (2) a high titer inactivated MERS-CoV virus preparation (European Network of Imported Viral Diseases (ENIVD)). Both standards have pros and cons regarding the application for the assay evaluation. Run-off transcripts or plasmid constructs are easy to produce, are non-infectious, stable and the concentration can be measured easily. However, the (run-off transcripts of) plasmids represents only a small part of the entire virus genome, a specific target sequence region, which make the laboratories less flexible in designing/using their inhouse designed (real-time) PCR. Run-off transcripts or plasmids cannot be used to monitor the quality of nucleic acid extraction conditions, as they are added after the extraction as PCR-controls. Finally, this step increases the chances of false positive assay results caused by contamination. Alternatively, the preparation of virus standards requires propagation of infectious virus in a susceptible cell-culture under level 3 biosafety conditions. High titer supernatant of infected cell-culture has to be properly inactivated before stabilizing by freeze-drying or other methods. Such inactivated standards comprising the whole virus-genome can be used for numerous investigations. Since the latter standard preparation should be handled in the exact way as patient samples, the entire PCR method including the nucleic acid extraction can be evaluated, and prevention of carry-over contamination is the same as for clinical samples. This allows the laboratory to assess a broad spectrum of analytical parameters; sensitivity, robustness, correctness, genotype inclusivity, specificity of assays detecting closely related pathogens, even the processing of different types of patient samples (blood, serum, sputum, respiratory fluid, broncho-alveolar lavage, feces, urine) as diagnostic material could be used if the material is spiked with inactivated virus.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 347,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 348,
                    "end": 350,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Once diagnostic laboratories have implemented a novel molecular diagnostic assay in their routine workflow, the participation in an external quality assurance (EQA) study is a helpful exercise to evaluate the performance of their assay. Therefore, in response to the MERS-CoV emergence, the ENIVD has prepared a set of 7 samples with different concentration of MERS-CoV, four common human coronaviruses (NL63, OC43, 229E, HKU1), and two negative controls. [6] The inactivated freeze-dried MERS-CoV standard was pretested by two expert laboratories before distribution to interested laboratories on request. From 106 laboratories receiving the EQAs samples 99 laboratory send back their results. To allow the participants a quick evaluation of their results a summary overview table with all data sets received were send back with anonymous coding of the participating laboratories. This allows the laboratories to interpret their finding with real sample content and with the results from other diagnostic laboratories regarding sensitivity and specificity. The MERS-CoV EQA panel results showed the success of quick sharing of molecular diagnostic protocols, [4] since at least 75% of the laboratories were using the first assay (upE) published for MERS-CoV, which is recommended by the WHO as screening assay. Also, overall sensitivity results were good, since 85% of the participants scored 100% of the awarded points. However, participants scoring less than 95%, indicating lower sensitivity or specificity, are alerted to the need for improvement of the diagnostic procedure either by personal training or changing the assay procedure. The MERS-CoV EQA panel showed a high percentage (8.1%) of false positive results in either a negative control (2%) or in samples containing common non-MERS human coronaviruses (6.1%), showing the importance of this exercise.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1160,
                    "end": 1163,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Optimizing a diagnostic method does not only imply assessment of analytical parameters as described above. Certainly with a new emerging pathogen, one cannot just assume sampling conditions are the same as those for closely related pathogens. MERS-CoV has a tropism that differs from endemic human coronaviruses, in that it targets cells in the lower respiratory tract, an observation that also was made for some avian influenza viruses. [3, 7] It is therefore recommended to sample a broad spectrum of sample types if pathogenesis and kinetics of shedding are unknown. Also in the case of MERS-CoV, upper respiratory tract samples were shown not to be the most suitable material type of suspected patients to diagnose the infection, but other types including non-invasive sampling of lower respiratory tract samples (e.g. throat swabs, sputum, trachea aspirates) had higher diagnostic significance. [8] [9] [10] MERS-CoV RNA could also be detected in serum, urine and feces, but the diagnostic significance of these findings has not been sufficiently evaluated for practical use.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 441,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 442,
                    "end": 444,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 904,
                    "end": 907,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Clinical relevance of MERS-coV molecular diagnostic testing"
        },
        {
            "text": "Due to the lower respiratory tract tropism of MERS CoV, molecular diagnostic assays with low detection limits are needed to confirm, evaluate and monitor a suspected MERS-CoV patient, since the virus concentration in upper respiratory tract samples may be near the detection limit of the assay. In addition, triaging of patients is crucial, since the differential diagnosis of respiratory infections is broad. Targeting diagnostics requires careful evaluation of the patient's history and asking the right questions regarding travel history, animal contacts, behavior, medical treatment including vaccinations, allergic reactions, etc. An additional complexity with transmissible emerging pathogens is that the results inform if public health measures have to be implemented in case of a confirmed MERS-CoV infection or a scale down of those when a case is ruled out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical relevance of MERS-coV molecular diagnostic testing"
        },
        {
            "text": "The latter can only be done after careful clinical and diagnostic evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical relevance of MERS-coV molecular diagnostic testing"
        },
        {
            "text": "In conclusion, emerging new virus infections require a fast and target-oriented approach to allow the clinician a quick evaluation of a clinical case of a patient with respiratory infection considering the broad spectrum of other respiratory pathogens. Even if the implementations of new in-house assays can occur immediately, the proper assay evaluation requires support by expert laboratories since a positive control is mostly missing. With the generous exchange of materials and methods between laboratories in recent outbreaks, it was possible to increase the capacity of diagnostic laboratories to diagnose the new threat agents in short time and will hopefully remain for future emergencies. [11] Financial & competing interests disclosure",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 703,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Clinical relevance of MERS-coV molecular diagnostic testing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MERS coronavirus: data gaps for laboratory preparedness",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Sousa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Virol: Official Publication Pan Am Soc Clin Virol",
            "volume": "59",
            "issn": "1",
            "pages": "4--11",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bleicker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "40",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assays for laboratory confirmation of novel human coronavirus (hCoV-EMC) infections",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Costabel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "39",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "First international external quality assessment of molecular diagnostics for Mers-CoV",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Pas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reusken",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Virol: Official Publication Pan Am Soc Clin Virol",
            "volume": "69",
            "issn": "",
            "pages": "81--85",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human and avian influenza viruses target different cells in the lower respiratory tract of humans and other mammals",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Pathol",
            "volume": "171",
            "issn": "4",
            "pages": "1215--1223",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features and virological analysis of a case of Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seilmaier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "9",
            "pages": "745--751",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infections in two returning travellers in the Netherlands",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kraaij-Dirkzwager",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dirksen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "21",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "9997",
            "pages": "995--1007",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS molecular detection external quality assurance",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Doerr",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "12",
            "pages": "2200--2203",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors have no relevant affiliations or financial involvement with any organization or entity with a financial interest in or financial conflict with the subject matter or materials discussed in the manuscript. This includes employment, consultancies, honoraria, stock ownership or options, expert testimony, grants or patents received or pending, or royalties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}