{
    "paper_id": "92eddeaf6d6bf32f8c2d9379c61ea5880198c189",
    "metadata": {
        "title": "The National Advisory Committee on Infection Prevention and Control (NAC-IPC)",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "News",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "The",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ccdr •",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper describes the work of the National",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Global infectious disease threats call for international knowledge exchange and a national coordinated response. Since its inception in 2004, the Public Health Agency of Canada (PHAC) has provided national leadership in response to public health threats using an evidence-based approach that employs scientific excellence and relevant expert advice from external advisory bodies. These external advisory bodies provide PHAC with the means to involve individuals outside of government, who have valuable knowledge and expertise in the Agency's national guideline development process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "External advisory bodies are established to assist PHAC in developing guidance on specific medical, scientific, technical, policy or program matters within the scope of the Agency's mandate (1) . Well-known external advisory bodies to PHAC include the National Advisory Committee on Immunization (NACI) and the Committee to Advise on Tropical Medicine (CATMAT) (2, 3) . This article describes the work of the National Advisory Committee on Infection Prevention and Control (NAC-IPC).",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 365,
                    "end": 367,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Health Canada established the original Infection Control Guidelines Steering Committee in 1992. This committee played a key role during the SARS outbreak in 2003, and began reporting to PHAC following the creation of the Agency in 2004. Its name was changed to the Infection Prevention and Control Expert Working Group in 2011. Earlier in 2018, the decision was made to transition this expert working group to an external advisory body. This transition resulted in the name change to NAC-IPC and a change in the reporting structure. Previously reporting to PHAC through the Program Director, the NAC-IPC now reports to the Vice President of the Infectious Disease Prevention and Control Branch. The Committee's mandate and function remain the same.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The transition of NAC-IPC from an expert working group to an external advisory body complies with PHAC's policy and directive for such committees (1) . The resulting change in the committee reporting structure will strengthen NAC-IPC's links with provincial and territorial partners through the Council of Chief Medical Officers of Health. Such links are particularly valuable during an emergency event, where the timely uptake of newly released Healthcare-Associated Infection-Infection Prevention and Control (HAI-IPC) guidelines and statements is critical. Examples of such work in the past include the provision of timely public health, scientific and clinical advice to PHAC during the 2009 H1N1 influenza pandemic and the 2013-2016 Ebola virus international public health emergency.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "NEWS FROM THE AGENCY"
        },
        {
            "text": "The objective of this article is to describe the mandate and membership of NAC-IPC; identify how NAC-IPC coordinates with other PHAC programs; give an overview of the guideline development process; and provide a list of current PHAC guidelines developed with expert advice from NAC-IPC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEWS FROM THE AGENCY"
        },
        {
            "text": "The mandate of NAC-IPC is to support PHAC in promoting public health; preventing and controlling infectious diseases; preparing for and responding to public health emergencies; serving as a central point for sharing Canada's expertise; applying international research and development to national public health programs; strengthening intergovernmental collaboration on public health; and facilitating national approaches to public health policy and planning-all as it relates to healthcare-associated infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mandate and membership"
        },
        {
            "text": "To guide these activities, NAC-IPC provides expert advice to PHAC's Healthcare-Associated Infection-Infection Prevention and Control (HAI-IPC) program for: • developing national evidence-based IPC guidelines for health care settings (4) • providing technical and scientific advice to PHAC in response to emerging and re-emerging pathogens and infectious disease public health threats • developing strategies to prevent and control HAIs, antimicrobial resistance (AMR) and other related public health events in settings where health care services are delivered in Canada; and • identifying priorities for HAI and IPC research NAC-IPC consists of up to 15 members who are recruited through a transparent targeted nomination process. Their number may be adjusted to ensure the appropriate range of expertise, experience and geographic representation. The Committee also includes non-voting liaison members who act as representatives of provinces and territories, associations and industries and express opinions on behalf of their organization. Liaison members support NAC-IPC by providing additional knowledge and expertise; sharing relevant updates from their respective organizations; and reviewing and providing feedback on NAC-IPC statements and guidance documents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mandate and membership"
        },
        {
            "text": "A call for interested applicants or nominations for NAC-IPC membership is sent to relevant professional associations for circulation to their community of practice. Selection of committee members involves a range of criteria including leadership, geographical representation, advanced knowledge and certification in identified fields of practice, with specialized expertise suited to guideline development and response to emerging HAI issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mandate and membership"
        },
        {
            "text": "The Committee is currently composed of members with expertise in infectious diseases, medical microbiology, infection prevention and control, public health, health care epidemiology and occupational health and/or hygiene. Task groups, led by a member of NAC-IPC and consisting of both NAC-IPC and non-NAC-IPC members with relevant subject matter expertise, are appointed to lead the development of each guideline or product. The task groups report to NAC-IPC during the product development phase and the approval process prior to release.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mandate and membership"
        },
        {
            "text": "The HAI-IPC program works closely with other PHAC programs that have related interests or mandates. This includes the Canadian Nosocomial Infection Surveillance Program (CNISP), which is responsible for national surveillance (rates and trends) of HAIs, including emerging pathogens in Canadian health care facilities; and the Canadian Antimicrobial Resistance Surveillance System (CARSS), which is responsible for the national surveillance of AMR and antimicrobial use (5,6). The work of these and other inter-related programs inform the work undertaken by the HAI-IPC program (e.g. revisions to an existing guidance document on carbapenem-resistant gram-negative bacilli in health care settings and other AMR-IPC products). These AMR-related products will contribute to PHAC's national leadership on this issue while ensuring consistency and congruency of published PHAC products on HAIs and AMR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interconnectedness with other PHAC programs and products"
        },
        {
            "text": "Guideline development is a resource-intensive, long term effort that necessitates ongoing prioritization and collaboration to maximize available resources. Prioritization is based on the urgency of a proposed guideline topic or issue; the scope of the issue; a public health threat or impact (especially for novel, emerging or re-emerging pathogens); PHAC and Government of Canada priorities; provincial/territorial requests or identified needs for a national perspective to facilitate a coordinated approach; and identified gaps and availability of suitable international guidance. As a group, NAC-IPC members and liaison members offer their assessment of relevant published guidelines, provide information on relevant documents under development by other organizations and identify opportunities for collaborations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guideline development process"
        },
        {
            "text": "HAI-IPC program staff function as project leads responsible for guideline development activities. These include conducting the literature research, data extraction, evidence synthesis, critical appraisal of the evidence, drafting the evidence-based guidelines and related documents, and providing secretariat support to NAC-IPC. The guidelines developed generally fall into one of four categories with varying complexity and scope: comprehensive guidelines, concise guidelines, quick reference guides and interim guidelines (usually for emerging pathogens). The development of the more comprehensive guidelines is generally done by researching peer-reviewed and grey scientific literature using a systematic review process (see Figure 1 ). Other documents developed may be informed by a narrative literature review or environmental scan with targeted literature search. Each guideline or document includes a description of the methods and/or approach used for its development. Following public release of the guidelines, the HAI-IPC program works with NAC-IPC to review relevant new evidence and update the guidelines when indicated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 728,
                    "end": 736,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Guideline development process"
        },
        {
            "text": "The development of guidelines involves extracting relevant data from the literature review, synthesizing the literature, interpreting the evidence and grading available evidence (where relevant). Some guidelines are mostly descriptive and informed by expert opinion due to the absence of published evidence. The criteria used for grading evidence that informs the national evidence-based IPC guideline series are outlined in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 432,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Grading of evidence"
        },
        {
            "text": "Where possible, recommendations are informed by evidence from summary tables developed as part of the systematic or narrative literature review. For ethical and feasibility reasons, clinical trials for common infection prevention and control issues are almost non-existent, observational studies are limited and descriptive studies do not provide evidence on causal association. As a result, expert opinion is a necessary part of the HAI-IPC guideline development process. Expert opinion is also essential during the early phases of an epidemic brought on by a newly emerging pathogen, as peer-reviewed publications are often limited under these circumstances. Recommendations for public health practice are also informed by health care epidemiology, monitoring and analysis of IPC issues and trends, as well as feedback from stakeholder and provincial/ territorial partners. Advice provided by NAC-IPC complements provincial/territorial efforts and considers all relevant federal, provincial, territorial and local legislation, regulations and policies. Table 2 lists the guidelines and other published documents developed by the HAI-IPC program with advice from or involvement of NAC-IPC member(s) (1). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1055,
                    "end": 1062,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Developing recommendations and providing expert opinion"
        },
        {
            "text": "The NAC-IPC is an external advisory body that continues the work done under previous names for the past 25 years, providing expert advice on the development of national HAI-IPC guidelines. The rigour and methodology used to develop these guidelines continues to improve, as do the opportunities for international collaboration and knowledge exchange and mobilization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The NAC-IPC is committed to strengthening linkages with other PHAC programs and external partners, and informing the wider federal-provincial-territorial public health network on HAI-IPC issues. This is important not only for current matters, but also for emerging public health threats that can potentially impact Canadian health care settings. In such a case, NAC-IPC will be able to provide expert interpretation of available evidence on emerging pathogens and, as needed, the rapid development of relevant evidence-based IPC guidelines. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Public Health Agency of Canada's Policy on External Advisory Bodies (2011) Summary. Ottawa: PHAC [updated",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Public Health Agency of Canada",
            "authors": [],
            "year": 2018,
            "venue": "National Advisory Committee on Immunization. About NACI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ottawa: Government of Canada",
            "authors": [],
            "year": 2018,
            "venue": "Public Health Agency of Canada. About CATMAT",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Healthcare acquired infections: Infection Control Guideline Series. Ottawa: Government of Canada",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Public Health Agency of Canada. ID News: canadian antimicrobial resistance surveillance system -2017 report highlights",
            "authors": [],
            "year": 2012,
            "venue": "Centre for Communicable Diseases and Infection Control",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Critical Appraisal Toolkit (CAT) for assessing multiple types of evidence",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moralejo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ogunremi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Can Commun Dis Rep",
            "volume": "43",
            "issn": "9",
            "pages": "176--81",
            "other_ids": {
                "DOI": [
                    "10.14745/ccdr.v43i09a02"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Routine Practices and Additional Precautions for Preventing the Transmission of Infection in Healthcare Settings",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Public Health Agency of Canada. Routine Practices and Additional Precautions Assessment and Educational Tools",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Poster: Help reduce the spread of antimicrobial resistance -Follow recommendations for routine practices in settings where health care is provided",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hand Hygiene Practices in Healthcare Settings",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prevention and control of occupational infections in health care. An infection control guideline",
            "authors": [],
            "year": 2002,
            "venue": "Can Commun Dis Rep",
            "volume": "28",
            "issn": "S1",
            "pages": "1--264",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Public Health Agency of Canada",
            "authors": [],
            "year": 1998,
            "venue": "Proceedings of the Consensus Conference on Infected Health Care Workers: Risk for Transmission of Bloodborne Pathogens",
            "volume": "24",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Infection Control Guideline for the Prevention of Healthcare-Associated Pneumonia",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infection Prevention and Control Guideline for Flexible Gastrointestinal Endoscopy and Flexible Bronchoscopy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Public Health Agency of Canada. NOTICE: Recommended Practices for the Prevention of Endoscopy-related Infections",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Infection Prevention and Control Measures for Healthcare Workers in All Healthcare Settings: Carbapenem-resistant Gram-negative Bacilli (under revision",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health Agency Of Canada",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Guidance",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clostridium Difficile Infection: Infection Prevention and Control Guidance for Management in Acute Care Settings",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clostridium Difficile Infection -Infection Prevention and Control Guidance for Management in Long-term Care Facilities",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Classic Creutzfeldt-Jakob Disease in Canada: Quick Reference Guide",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Classic Creutzfeldt-Jakob Disease in Canada. An infection control guideline",
            "authors": [],
            "year": 2002,
            "venue": "Can Commun Dis Rep",
            "volume": "28",
            "issn": "S5",
            "pages": "1--84",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Canadian Tuberculosis Standards 7th Edition; Chapter 15 -Prevention and Control of Tuberculosis Transmission in Health Care and Other Settings",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Public Health Agency of Canada. Seasonal Influenza -Infection Prevention and Control Guidance for Management in Home Care Settings",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ogunremi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Amaratunga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coady",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Defalco",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnstone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Embree",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stafford",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Can Commun Dis Rep",
            "volume": "43",
            "issn": "5",
            "pages": "107--120",
            "other_ids": {
                "DOI": [
                    "10.14745/ccdr.v43i05a05"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Infection Prevention and Control Measures for Healthcare Workers in Acute Care and Long-term Care Settings -Seasonal Influenza",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health Agency Of Canada",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Guidance",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Infection Prevention and Control Measures for Prehospital Care and Ground Transport of Patients with Suspected or Confirmed Ebola Virus Disease",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Advice on Infection Prevention and Control Measures for Ebola Virus Disease in Healthcare Settings",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Advice on the Management of Ebola Virus Disease-associated Waste in Canadian Healthcare Settings",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Infection Prevention and Control Guidance for Middle East Respiratory Syndrome Coronavirus (MERS-CoV) in Acute Care Settings",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Public Health Agency of Canada",
            "authors": [],
            "year": 2014,
            "venue": "Infection Prevention and Control Guidelines: Critical Appraisal Tool Kit",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Guideline development process for PHAC's national HAI-IPC guidelines Abbreviations: GDT, Guideline Development Team; HAI-IPC Healthcare-Associated Infection-Infection Prevention and Control; PHAC, Public Health Agency of Canada",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Help reduce the spread of antimicrobial resistance -Follow recommendations for routine practices in settings where health care is provided 2016 Prevention and Control of Occupational Infections in Health Care 2002 (12) March 2002 (under revision) Blood-borne infections Proceedings of the Consensus Conference on Infected Health Care Workers: Risk for Transmission of Bloodborne Pathogens (resistant gram-negative bacilli Guidance: Infection Prevention and Control Measures for Healthcare Workers in All Healthcare Settings: Carbapenem-resistant Gram-negative Bacilli 2010 (17) April 3, 2012 (under revision) Clostridium difficile Clostridium Difficile Infection: Infection Prevention and Control Guidance for Management in Acute Care Settings 2013 (18) January 11, 2013Clostridium Difficile Infection -Infection Prevention and Control Guidance for Management in Long-term Care Facilities 2013(19)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Criteria for rating evidence for infection prevention and control guidelines for healthcare-associated infections a",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "HAI-IPC guidelines and other related published documents",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "continued): HAI-IPC guidelines and other related published documents Abbreviation: HAI-IPC, Healthcare-Associated Infection-Infection Prevention and Control; MERS-CoV: Middle East Respiratory Syndrome Coronavirus a An evidence-based document is currently under development to replace this consensus document Canadian Tuberculosis Standards 7 th Edition; Chapter 15 -Prevention and Control of Tuberculosis Transmission in Health Care and Other Settings 2014 (22) Mycobacterium chimaera Infections in Post-operative Patients Exposed to Heater-Cooler Devices: Guidance: Infection Prevention and Control Measures for Healthcare Workers in Acute Care and Long-term Care Settings -Seasonal Influenza 2010 (25) Ebola virus disease Infection Prevention and Control Measures for Prehospital Care and Ground Transport of Patients with Suspected or Confirmed Ebola Virus Disease (26) Infection Prevention and Control Expert Working Group: Advice on Infection Prevention and Control Measures for Ebola Virus Disease in Healthcare Settings (27) Infection Prevention and Control Expert Working Group: Advice on the Management of Ebola Virus Diseaseassociated Waste in Canadian Healthcare Settings 2015 (28) MERS-CoV Infection Prevention and Control Guidance for Middle East Respiratory Syndrome Coronavirus (MERS-CoV) in Acute",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The National Advisory Committee on Infection Prevention and Control is supported by the Public Health Agency of Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}