{
    "paper_id": "9471b0fcfe65b77230ab3d3dd25817a66c8c553d",
    "metadata": {
        "title": "SNP-specific array-based allele-specific expression analysis Methods Genome Research 771",
        "authors": [
            {
                "first": "Hans",
                "middle": [
                    "T"
                ],
                "last": "Bjornsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "J"
                ],
                "last": "Albert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NimbleGen Systems Inc",
                    "location": {
                        "postCode": "53711",
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [
                    "M"
                ],
                "last": "Ladd-Acosta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Roland",
                "middle": [
                    "D"
                ],
                "last": "Green",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NimbleGen Systems Inc",
                    "location": {
                        "postCode": "53711",
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "A"
                ],
                "last": "Rongione",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christina",
                "middle": [
                    "M"
                ],
                "last": "Middle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NimbleGen Systems Inc",
                    "location": {
                        "postCode": "53711",
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rafael",
                "middle": [
                    "A"
                ],
                "last": "Irizarry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Bloomberg School of Public Health",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Karl",
                "middle": [
                    "W"
                ],
                "last": "Broman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Bloomberg School of Public Health",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "P"
                ],
                "last": "Feinberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We have developed an optimized array-based approach for customizable allele-specific gene expression (ASE) analysis. The central features of the approach are the ability to select SNPs at will for detection, and the absence of need to PCR amplify the target. A surprisingly long probe length (39-49 nt) was needed for allelic discrimination. Reconstitution experiments demonstrate linearity of ASE over a broad range. Using this approach, we have discovered at least two novel imprinted genes, NLRP2, which encodes a member of the inflammasome, and OSBPL1A, which encodes a presumed oxysterol-binding protein, were both preferentially expressed from the maternal allele. In contrast, ERAP2, which encodes an aminopeptidase, did not show preferential parent-of-origin expression, but rather, cis-acting nonimprinted differential allelic control. The approach is scalable to the whole genome and can be used for discovery of functional epigenetic modifications in patient samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The ability to perform genome-wide single nucleotide polymorphism (SNP) analysis has made possible genome-wide association studies for the identification of common disease variants. Wholegenome studies of the epigenome, or nonsequence-based information inherited during cell division, has lagged behind. Part of the reason is the diverse nature of epigenetic control elements, such as DNA methylation and multiple chromatin modifications. Standard array-based allele-indiscriminate gene expression analysis may reveal epigenetic changes at individual genes, or may simply reflect dynamic changes in gene expression mediated by trans-acting regulatory components such as transcription factors. The ability to discriminate allele-specific expression (ASE) of the two alleles of genes can reveal changes in epigenetic control, since the two alleles are affected by the same transcription factors, yet would differ in cis-acting control elements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two previous studies examined ASE utilizing a 25-nt microarray (Lo et al. 2003; Pant et al. 2006) . Both studies required PCR amplification of the target. The first study analyzed ASE from 602 SNPs utilizing the Affymetrix-defined adaptor-PCR approach to reduce the complexity of the genome, i.e., by digesting with a restriction enzyme, adding adaptors, and PCR-amplifying (Lo et al. 2003) . In the other, 1983 heterozygous SNPs were examined using PCR amplification of each target sequence (Pant et al. 2006) , using the criteria that SNPs must be at a single location in the human genome and at least 25 bp away from any exon/ intron boundary. Both studies showed a surprisingly high frequency of ASE, affecting 54% or 53% of genes, respectively. Another recent report found that 300 out of 4000 genes (∼8%) acquired stochastic monoallelic expression on subcloning lymphoblastoid cell lines (Gimelbrant et al. 2007 ). This study also specifically excluded genes of interest to us, namely imprinted genes or those showing cis-regulatory allelic imbalance.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 79,
                    "text": "(Lo et al. 2003;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 80,
                    "end": 97,
                    "text": "Pant et al. 2006)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 374,
                    "end": 390,
                    "text": "(Lo et al. 2003)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 492,
                    "end": 510,
                    "text": "(Pant et al. 2006)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 894,
                    "end": 917,
                    "text": "(Gimelbrant et al. 2007",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, we have developed a general array-based strategy for ASE analysis for the purpose of epigenetic target discovery that allows user selection of the SNPs to be examined, and obviates the need for PCR amplification of the target, avoiding potential PCR sequence-specific bias, as well as the cost and restriction on SNPs that PCR imposes. We have validated the approach using reconstitution experiments, allelotyping of cell lines of known genotyping, and pyrosequencing analysis of novel targets, and we have discovered at least two new imprinted genes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Optimization of feature design for allele-specific discrimination Stringent hybridization of longer oligonucleotides generates specific and sensitive gene-expression analysis, overcoming the cross-hybridization potential of short oligonucleotides. Long oligonucleotides, however, tend to display a muted response to single-base mismatches, which is a requirement for allele discrimination as shown in Figure 1A and Wong et al. (2004) . To identify the optimal length and T m for ASE, we created a singlearray design that contained 20 probe sets (five T m ‫ן‬ four lengths) designed to assess ASE of 2194 SNPs in gene coding regions. Each probe set varied the minimum and maximum probe length, as well as the target T m of each oligonucleotide. Probe lengths ranged from 29 to 55 bases, and relative melting temperatures of 68°C to 120°C (Fig. 1A ). This algorithm is not only designed to maintain an approximately equal T m for all array probes, but also balances the T m of each probe in either side of the mismatch. This places the mismatch at the thermodynamic center of the oligonucleotide where it is most disruptive, and the approach is preferable to a simple sliding window. To improve hybridization kinetics we hybridized this optimization array design using a small volume hybridization chamber (45 µL) with active mixing. To determine the optimum probe length range and T m , we performed experiments on three cell lines from CEPH individuals with available genotype from the HapMap project using an array that was customized for exactly this family. In Figure 1A , we display box plots of the log 2 ratio of a true allele to the average of the two nonalleles. The left panel shows, for heterozygotes, the maximum of the two true alleles versus the average of the two nonalleles. The right panel is for homozygotes, showing the true allele versus the average of the two nonalleles. These data show that we can identify the expressed alleles and so may discriminate heterozygotes from homozygotes. Most importantly, the highest signal-to-noise ratio (i.e., the best data) comes from the longest features (39-49 nt), which are significantly longer than the 25-nt features used in previous studies (Lo et al. 2003; Pant et al. 2006) . Long feature lengths are easily achieved by the NimbleGen maskless array synthesis approach, which allows the construction of long-oligo arrays at essentially no added cost. Melting temperature did not appear to make a difference for the majority of different feature lengths. However, the highest melting temperature had detrimental effects on the longest features.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 433,
                    "text": "Wong et al. (2004)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2205,
                    "end": 2221,
                    "text": "(Lo et al. 2003;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2222,
                    "end": 2239,
                    "text": "Pant et al. 2006)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 410,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 837,
                    "end": 845,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1564,
                    "end": 1573,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our first method of validating ASE was to design a customized array based on known SNPs within a CEPH kindred (family 1341), in which the four grandparents and the two parents of the family have available genotype through HapMap. Figure 1B (top) represents MA plots for all heterozygotes: the Y-axis is the log 2 ASE ratio (for an expressed allele vs. the background, control alleles), and the X-axis is the average log 2 intensity. The ASE ratio is therefore the log 2 ratio of the two bases that we know the individual carries, to the average of the two bases we know the individual does not carry (i.e., nonallele bases). The multiple probes for a particular SNP are averaged. These results demonstrate our ability to measure the expression of the specific alleles at a SNP, as the majority of the measurements are well above 0, particularly for genes of moderate to high expression (points with high intensity, on the right side of each figure), indicating that we are detecting the correct allele in the vast majority of cases, and the ASE estimates are largely concordant, except for cases in which one or the other strand showed no skewing in expression.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 239,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Proof of principle detection of expressed SNPs in heterozygotes"
        },
        {
            "text": "Our labeling approach utilizes random priming, which labels both strands. Separate measures were obtained using the probes from the forward (\"plus\") DNA strand for a SNP and using the probes from the reverse (\"minus\") strand. This gives more precise information for a single SNP. When we compared the measurement of the two strands for each allele present in DNA, by measuring the log 2 ASE ratio in heterozygotes (that is, the ratio of the intensities for the two true alleles), the two measures of the log 2 ASE for individual SNPs showed great consistency (Fig.  1B, bottom) . The cloud of points centered at (0.0) corresponds to SNPs with no difference in the expression of the two alleles. Some SNPs in these CEPH cell lines show dramatic differences in the level of expression of the two alleles, and in these cases, the log 2 ASE ratio from the plus probes is generally similar to that from the minus probes, suggesting that we are indeed measuring true allele-specific silencing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 559,
                    "end": 577,
                    "text": "(Fig.  1B, bottom)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Proof of principle detection of expressed SNPs in heterozygotes"
        },
        {
            "text": "In order to determine whether ASE detection by hybridization to oligonucleotide arrays is quantitative, we created a set of oligonucleotide mixtures. For each of 65 SNPs (covering 10 genes), we obtained oligonucleotides corresponding to the two alleles and mixed them together in different proportions. For this experiment, the 45-nt oligonucleotides were synthetically biotinylated to allow their detection. To simulate the real situation in the complexity of the target in these experiments, we mixed the oligonucleotide mixture with cDNA obtained from total RNA from a single placental sample. We varied both the ratios of alleles of the synthetic targets, as well as the total concentration, testing 21 conditions (see Supplemental Tables 1, 2). We chose 1 pm to 200 pM concentration, because this range falls within the linear detection range for microarrays (Albert et al. 2003 ) and encompasses the range used in previous resequencing experiments (Wong et al. 2004) . Figure 2 shows box plots of the log 2 ratio of the output signals against the log 2 spiked-in ratio, as a function of the total amount of spiked-in DNA. A nearly linear relationship is seen, at least in the case that the total amount of DNA > 10 µM, indicating that we are able to recover the ASE ratios from the microarray intensity data. In the upper panels of Figure 2 , no background correction was applied, which results in an attenuation of the signal: instead of a ratio like a/b, we display (a +",
            "cite_spans": [
                {
                    "start": 864,
                    "end": 883,
                    "text": "(Albert et al. 2003",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 954,
                    "end": 972,
                    "text": "(Wong et al. 2004)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 983,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1338,
                    "end": 1346,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Validation by quantitative allele-specific expression reconstitution"
        },
        {
            "text": "In the lower panels of Figure 2 , we correct for background by subtracting the average intensity of the probes for two nonalleles at each SNP; the background correction results in reduced attenuation of the signal and so more accurate measures of the ASE ratios, though it also results in somewhat greater variability in the estimates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 31,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Validation by quantitative allele-specific expression reconstitution"
        },
        {
            "text": "We redesigned the array based on the results from our optimization of probe lengths and temperatures (39-49 nt, average length (Left) For all cases in which a CEPH sample was heterozygous at a SNP, shown are the log 2 ratios of the average of the two alleles at the SNP to the average of the two nonalleles, as a function of the length and T m of the feature on the array. Probe lengths ranged from 29 bases to 55 bases (white = 29-39 nt, green = 35-45 nt, red = 40-49 nt, yellow = 45-55 nt), and relative melting temperatures of 68°C to 120°C (melting temperature increased from left to right within each color; see equation in design of array features in the Methods). (Right) For all cases in which a CEPH sample was homozygous at a SNP, shown are the log 2 ratios of the allele present to the average of the two nonalleles, as a function of the length and T m of the feature on the array. For both homozygotes and heterozygotes, the highest signal-to-noise was achieved by probe lengths of 40-49 nt. (B) Validation by allelotyping known alleles from cDNA of heterozygotes for a given SNP. (Top) The difference between the average log 2 signal for the two alleles at the SNP and the average log 2 signal for the two nonalleles, with results for all probes for a SNP combined. (Bottom) The estimated log 2 ASE ratio at each SNP, as measured from the probes on the \"plus\" strand, against that measured from the probes on the \"minus\" strand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of ASE in the sample set"
        },
        {
            "text": "Genome Research 773 www.genome.org 40 nt, calculated T m of 100°C). We then analyzed six CEPH cell lines on an array composed of 12,000 SNPs in 5770 genes. Approximately 50% of genes are expressed in lymphocytes (Cheung et al. 2003) , and we had found that the ability to discriminate alleles is improved with higher concentrations of input signal (Fig. 2) . Because of this, we chose to focus on probes with log 2 signal in the top quartile to obtain an estimate of the level of allele-specific expression in our sample set. Among these SNPs, ∼10% showed an absolute log 2 ratio > 2 (i.e., ASE ratio >4 or <1/4, Fig. 3 ). Inclusion of the top half of signals rather than top quartile increased the fraction of SNPs with ASE ratio above 4%-18%.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 232,
                    "text": "(Cheung et al. 2003)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 356,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 613,
                    "end": 619,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Array-based ASE analysis"
        },
        {
            "text": "Parent of origin analysis in a replication set distinguishes two classes of genes with ASE imbalance: Imprinted genes and genes under sequence-dependent cis-regulation Our goal was to show that an array-based PCR-independent approach could identify known and novel imprinted genes. One of the genes showing allelic skewing with a log 2 ratio Ն 1.5 was PEG10, a known imprinted gene (Supplemental Figs. 1, 2) . KCNQ1, another known imprinted gene, also demonstrated a high level of allelic skewing. Two known imprinted genes, GRB10 and HTR2A, were on the array, but not expressed in lymphoblasts, and thus we could not determine the ASE ratio. In addition, several genes on the array not expected to be imprinted did not demonstrate allelic skewing, e.g., TUBGCP6 (Supplemental Fig. 3 ). In the case of two genes, we were able to demonstrate that they are novel imprinted genes by analyzing allele-specific expression in fetal tissues and maternal samples, which we confirmed by pyrosequencing analysis (Alderborn et al. 2000) . The first of these was NLRP2, which encodes a member of the inflammasome (Petrilli et al. 2005) . For eight matched maternal (decidua) and offspring pairs in which the maternal sample was homozygous and the offspring sample was heterozygous at the assayed SNP, pyrosequencing analysis showed that ASE of cDNA of all eight cases was preferentially skewed toward the maternal allele (Fig. 4A) . Furthermore, NLRP2 also showed allelic skewing in primary tissues, fetal heart, and kidney (Supplemental Fig. 4) . A and B , the first row demonstrates the simplex files for the three possible genotypes of the pyrosequencing assay. The next two rows demonstrate the pyrosequencing raw data files for the gDNA of the mother (homozygous) and the offspring (heterozygous), respectively. The final rows demonstrate the ASE (in triplicate) from cDNA of the cases and the corresponding RT‫מ‬ control for each assay. In all cases, the maternal allele (red) is preferentially expressed compared with the paternal allele (blue). The columns represent individual sample sets.",
            "cite_spans": [
                {
                    "start": 1002,
                    "end": 1025,
                    "text": "(Alderborn et al. 2000)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1101,
                    "end": 1123,
                    "text": "(Petrilli et al. 2005)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 407,
                    "text": "Figs. 1, 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 777,
                    "end": 783,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1409,
                    "end": 1418,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1526,
                    "end": 1533,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1536,
                    "end": 1543,
                    "text": "A and B",
                    "ref_id": null
                }
            ],
            "section": "Array-based ASE analysis"
        },
        {
            "text": "www.genome.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genome Research 775"
        },
        {
            "text": "Cold Spring Harbor Laboratory Press on March 24, 2020 -Published by genome.cshlp.org Downloaded from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Array-based ASE analysis"
        },
        {
            "text": "The second novel imprinted gene identified in our screen was OSBPL1A, or oxysterol-binding protein-like 1A, which encodes an oxysterol-binding protein, a family involved in a wide range of metabolic processes (Jaworski et al. 2001) . In a replicate set of samples, seven out of 10 placental samples demonstrated ASE skewing, in a range from 61% to 77% (Fig. 4B) . In all cases with allelic skewing, the more abundantly expressed allele was always of maternal origin (Fig. 4B) , indicating that OSBPL1A is imprinted, with variation in stringency in the population.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 231,
                    "text": "(Jaworski et al. 2001)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 361,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 466,
                    "end": 475,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Array-based ASE analysis"
        },
        {
            "text": "A third gene showing allelic skewing was ERAP2, encoding a leukocyte-derived aminopeptidase that is a member of the oxytocinase subfamily (Tsujimoto and Hattori 2005) . In a replicate set of seven placental samples, pyrosequencing demonstrated strong allelic skewing, but in this case, the skewing was not due to the parental origin but to the C allele itself (Fig. 5) . Interestingly, we found that ERAP2 lies within the same linkage disequilibrium group as rs2287988 (Supplemental Fig. 5) , a SNP previously demonstrated to show association with expression of ERAP2 (Cheung et al. 2005) . Likewise, IL16 showed allelic skewing on the array, and IL16 expression has also been shown to be regulated in cis (Cheung et al. 2005) .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 166,
                    "text": "(Tsujimoto and Hattori 2005)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 568,
                    "end": 588,
                    "text": "(Cheung et al. 2005)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 706,
                    "end": 726,
                    "text": "(Cheung et al. 2005)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 368,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 490,
                    "text": "Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Array-based ASE analysis"
        },
        {
            "text": "A fourth gene, SCRN1, showed monoallelic expression (Supplemental Fig. 6) . We were not able to determine parent of origin, however, because the gene did not demonstrate allelic skewing in placenta. In addition to these confirmed examples of ASE imbalance, a roughly equal number of sequences on the array did not show ASE imbalance by pyrosequencing analysis. At least five of these were due to HapMap genotyping errors rather than our method. Thus, the SNPs showed monoallelic expression on the array, but they were genomic homozygotes rather than the reported heterozygotes on the HapMap database: COLEC11, LOC144983, HK2, ADRA2B, and ZRANB1. In addition, 10 SNPs showed allelic skewing on the array, but not by pyrosequencing analysis. However, in all of these cases, the mismatched allele was not only present within the genotype of the target gene, but was also present in nonunique sequences throughout the genome. Thus, the false positivity was likely due to crosshybridization from other targets, rather than problems with allele discrimination at a given target, a problem that can easily be overcome in the next iteration of probe design. An exception to this rule was ERBB3, which showed false positivity on the array, but did not cross-hybridize to other sequences.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "text": "Fig. 6)",
                    "ref_id": null
                }
            ],
            "section": "Array-based ASE analysis"
        },
        {
            "text": "In summary, array-based PCR-independent ASE analysis can discover allelic skewing in gene expression on patient samples in a customizable, cost-effective manner, and thus identify novel epigenetic targets for normal development and disease. The sensitivity and specificity of the assay can be improved with larger numbers of samples and probes per gene. However, even in this proof of principle stage, it was able to identify two new imprinted genes, two genes showing cis-regulating genetic variation, and a fifth gene that falls into one of those classes, which could not be Figure 5 . ERAP2 demonstrates preferential expression of the C allele in seven cases, but is not affected by parent of origin. Images are assembled as in Figure 4 , with cDNA shown in the bottom four rows. Note that the sequence has TT following the (C/T) SNP. Thus, the C/C allele is 2 ‫ן‬ C, followed by 2 ‫ן‬ T in the simplex, C/T is 1 ‫ן‬ C followed by 3 ‫ן‬ T, and T/T is 4 ‫ן‬ T.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 577,
                    "end": 585,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 739,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Array-based ASE analysis"
        },
        {
            "text": "determined with the tissue samples currently at hand, as well as five genotyping errors in HapMap.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Array-based ASE analysis"
        },
        {
            "text": "In summary, we have developed an array hybridization-based approach to high-throughput allele-specific gene expression analysis that is customizable, in that one can design any set of SNPs of human or model organism for analysis. While we used the NimbleGen platform for these experiments, there is no reason in principle why other array platforms would not be equally useful if the average feature length of 40 nt can be maintained. In addition, we do not need to reduce the complexity of the target by PCR, thus avoiding amplification bias. While here we performed a proof of principle experiment on 12,000 SNPs on a 285-K feature array, a 2.2-M array will soon be available, and we can reduce the number of probes per SNP by at least half (two of the T m windows were experimentally found to be unnecessary), allowing an average of eight SNPs per gene scalable to the entire genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Using this approach, we found two novel imprinted genes on further studies of ∼20 SNPs, showing ASE imbalance with a log 2 ratio Ն 1.5 in at least one sample, as well as two nonimprinted genes under sequence-dependent cis regulation. The threshold for further screening is arbitrary and will likely change as the technology improves. A simple criterion would be to require an ASE imbalance in a larger number of samples or a larger number of SNPs per gene. In addition, currently, all probes are treated equally, but with a larger data set, we can exclude poorly performing probes, just as is done in conventional geneexpression arrays. Furthermore, in the next generation of arrays, we will exclude probes that cross-hybridize to other targets, e.g., using a fuzzy match algorithm (http://www.nimblegen.com/ products/chip/index.html).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A current drawback of our approach is that it does not offer genotyping on the same platform. However, genotyping is not needed for experiments on isogenic tissues, for example, comparing multiple tissues in search of tissue-specific imprinted genes or comparing tumor-normal tissue pairs. Indeed, in principle, this approach could be used to distinguish tumor loci with epigenetic inactivation of single genes, loss of heterozygosity affecting large numbers of contiguous genes, or loss of imprinting with monoallelic expression in normal tissue and biallelic expression in the tumor from which it was derived. It should be noted that methods for genome-wide genotyping of targeted sequences (including the expressed SNPs on which we rely) will be available soon, using array-based targeted region genomic purification platforms under development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "What are the biological implications of the genes identified in this proof of principle experiment? NLRP2 is regulated by interferon and lipopolysaccharides and suppresses activation of I-B kinases (Bruey et al. 2004) . To date, no gene involved primarily in immune response has been proven to be imprinted, despite the fact that one of the principal evolutionary drives to epigenetic modification is thought to be host defense (Bestor et al. 1994) . The second gene, OSBPL1A, is a member of a family of sterol sensors (Olkkonen et al. 2006) , and thus, could play a role in lipid metabolism. Another key role of epigenetic modification is thought to involve nutrient sensing (Jirtle and Skinner 2007) . OSBPL1A is located 20 kb from the imprinted gene IMPACT, but it has been reported not to be imprinted in mouse brain (Oka-mura et al. 2004) . Our data would indicate that the gene is imprinted in humans in at least some tissues. The fact that imprinting was variable is consistent with the idea that genomic regions can be susceptible, but not exclusively imprinted across all tissues and mammalian species.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 217,
                    "text": "(Bruey et al. 2004)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 428,
                    "end": 448,
                    "text": "(Bestor et al. 1994)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 519,
                    "end": 541,
                    "text": "(Olkkonen et al. 2006)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 676,
                    "end": 701,
                    "text": "(Jirtle and Skinner 2007)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 821,
                    "end": 843,
                    "text": "(Oka-mura et al. 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, the identification of SNP-dependent parent of origin-independent ASE imbalance is a simple way to identify cisacting regulatory sequences for gene expression without having to perform genome-wide association studies linking SNPs to total levels of individual gene expression. Thus, using genome-wide ASE analysis, one can compare the two SNPs and the two transcripts of the same gene within the same cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In order to take advantage of known genotypic information, we designed a custom array design based on available genotype from HapMap (International HapMap Consortium 2005) . We chose expressed SNPs from 5Ј UTR, 3Ј UTR, and exons, based on the web-based search function of the HapMap web-browser (Thorisson et al. 2005 ) (http://hapmart.hapmap.org). We then sorted the available expressed SNPs based on the heterozygosity of family members and selected for this array (385,000 features) the 12,000 SNPs with greatest heterozygosity, and to test T m of the platform (32 probes/SNP).",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 171,
                    "text": "(International HapMap Consortium 2005)",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 317,
                    "text": "(Thorisson et al. 2005",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Array design"
        },
        {
            "text": "Previous resequencing strategies using NimbleGen arrays interrogated SNP positions with intermediate G/C content; GC content <20% or >65%, which typically produced low-quality data (Wong et al. 2004) . To overcome this limitation, we have developed an algorithm for resequencing and genotyping array probe selection that optimizes the oligonucleotide length, mismatch position, and melting temperature. The algorithm accepts input from the user to specify the minimum and maximum probe lengths and target T m for all probes on the array. The target T m of the probe is then divided in half, and the portion on each side of the mismatch is varied (within specified length parameters) to reach half of the specified target T m , calculated as follows: Probe T m = 5 ‫ן‬ (G n + C n ) + 1 ‫ן‬ (A n + T n ), where G n is the number of Gs, C n is the number of Cs, and so on for the other bases in the probe. This is an empirical modification of the Wallace rule (Wallace et al. 1979) , made to better reflect surface probe behavior. This results in array probes with varying length, similar melting temperatures, and with mismatches near the thermodynamic center of each oligonucleotide, where they are most destabilizing, rather than the physical center. Initially we chose 1097 SNPs, which were used for an array designed to optimize the probe length and melting temperature. This array tested probe lengths varying from 29 to 39 nt up to 45-55 nt, with melting temperatures calculated using the formula above between 68°C and 120°C. This array was used to determine that the probe set that gave the best balance between sensitivity and allele discrimination contained probes that varied in length from 39 to 49 nt, with a calculated target T m of 100°C and an average length of 40 nt. We then designed a 380,000 feature array from NimbleGen with features representing 12,000 SNPs in ∼5800 genes for all possible nucleotides (i.e., A, T, C, G) in both orientations with four sliding windows, using the experimentally determined optimal probe length and T m . Four sliding windows were achieved by varying the location of the SNP within the feature four individual times. Cell culture Six lymphoblast cell lines comprising two trios from CEPH family 1341 were ordered from Coriell. Trio 1 is composed of GM06991, GM06993, GM06985; Trio 2 is composed of GM07034, GM07055, and GM07048. The cell lines were cultured at 37°C in RPMI 1640, 2 mM L-glutamine, 15% heat-inactivated fetal bovine serum.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 199,
                    "text": "(Wong et al. 2004)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 957,
                    "end": 978,
                    "text": "(Wallace et al. 1979)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Design of array features"
        },
        {
            "text": "For array experiments, total cellular RNA was isolated using RNA STAT-60 (TEL-TEST). Genomic DNA (gDNA) was isolated from the interphase of the RNA STAT-60 preparation using the protocol from TRIzol Reagent (Invitrogen). RNA quality was monitored using an Agilent Bioanalyzer (Agilent Technologies, Inc.). We enriched for mRNA using the Straight A's mRNA Isolation System from Novagen (EMD Biosciences). For pyrosequencing validation experiments, matched decidual and fetal sample sets were acquired from the University of Washington Fetal Tissue Bank. For these samples, total cellular RNA was isolated using the RNeasy kit (Qiagen). Total DNA from corresponding samples was isolated using the DNeasy kit (Qiagen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation and mRNA enrichment"
        },
        {
            "text": "cDNA synthesis and array hybridization cDNA was synthesized using the Superscript II double-strand synthesis kit (Invitrogen), according to the manufacturer's protocol using random hexamers for first-strand cDNA synthesis. cDNA (1 µg) was mixed with 1 O.D. of 5Ј-Cy3 labeled random nonamer (TriLink Biotechnologies) in 62.5 mM Tris-HCl, 6.25 mM MgCl 2 , and 0.0875% ␤-mercaptoethanol, denatured at 98°C for 5 min, chilled on ice, and incubated with 100 U Klenow fragment (NEB) and dNTP mix (6 mM each in TE) for 2 h at 37°C. Reactions were terminated with 0.5 M EDTA (pH 8.0), precipitated with isopropanol, and resuspended in water. A total of 13 µg of labeled cDNA was hybridized to each microarray in ‫ן1‬ NimbleGen hybridization buffer (NimbleGen) in a MAUI hybridization apparatus (Biomicro) in a final volume of 45 µL. Arrays were hybridized overnight at 42°C. The next morning, arrays were washed with nonstringent wash buffer ‫ן6(‬ SSPE, 0.01% [v/v] Tween-20) for 2 min, and then twice in stringent wash buffer (100 mM MES, 0.1 M NaCl, 0.01% [v/v] Tween-20) for 5 min, all at 47.5°C. Finally, arrays were washed again in nonstringent wash buffer (min) and rinsed twice for 30 sec in ‫ן50.0‬ SSC. Arrays were spun dry in a custom centrifuge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA isolation and mRNA enrichment"
        },
        {
            "text": "Quantitative ASE analysis was performed on a PSQ HS96 Pyrosequencer (Biotage) according to the manufacturer's protocol. All allele-specific expression analysis was performed in triplicate (Supplemental Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 209,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Pyrosequencing assays"
        },
        {
            "text": "We synthesized 130 biotinylated 45-nt oligonucleotides (Integrated DNA technology), which were composed of the two alleles the 65 SNP locations tested. We used a TECAN EVO 75 robot (Tecan Group Ltd.) to make ratios of 1:32, 1:16, 1:2, 1:1, 2:1, 16:1, 32:1 in either low (1-8 µM), medium (10-80 µM), or high (100-300 µM) total mass (Supplemental Tables 1, 2). We ran the oligo reconstitution experiment on an array that was designed to be opposite in orientation of mRNA. The synthetic target, which is at low total mass given the limited number of genes, was then mixed with a cellular cDNA sample to approximate a normal complex target, but by design, the cellular cDNA cannot hybridize to the array.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oligonucleotide reconstitution experiment"
        },
        {
            "text": "All statistical analyses were performed with R version 2.4.1 (Ihaka and Gentleman 1996) . Multiple arrays in an experiment were quantile normalized (Bolstad et al. 2003) to reduce the betweenarray variation. Signals were then transformed to the log 2 scale. The results for multiple probes for a particular SNP were combined using median polish (Tukey 1977) : this gives a single measure of log 2 expression for each of the four possible bases at a SNP. Background correction was performed on the original scale by subtracting the average signal for the two bases not listed in dbSNP from the signal for each of the bases listed in dbSNP, and then transforming back to the log 2 scale.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 87,
                    "text": "(Ihaka and Gentleman 1996)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 148,
                    "end": 169,
                    "text": "(Bolstad et al. 2003)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 345,
                    "end": 357,
                    "text": "(Tukey 1977)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Light-directed 5Ј→3Ј synthesis of complex oligonucleotide microarrays",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Norton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ott",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Richmond",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nuwaysir",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Nuwaysir",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Stengele",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gng035"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Determination of single-nucleotide polymorphisms by real-time pyrophosphate DNA sequencing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alderborn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kristofferson",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hammerling",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Genome Res",
            "volume": "10",
            "issn": "",
            "pages": "1249--1258",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epigenetic effects in eukaryotic gene expression",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Bestor",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Chandler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Feinberg",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Dev. Genet",
            "volume": "15",
            "issn": "",
            "pages": "458--462",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A comparison of normalization methods for high density oligonucleotide array data based on variance and bias",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Bolstad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Irizarry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Astrand",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Speed",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bioinformatics",
            "volume": "19",
            "issn": "",
            "pages": "185--193",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "PAN1/NALP2/PYPAF2, an inducible inflammatory mediator that regulates NF-B and caspase-1 activation in macrophages",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bruey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bruey-Sedano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chandler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stehlik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "",
            "pages": "51897--51907",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Natural variation in human gene expression assessed in lymphoblastoid cells",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Conlin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arcaro",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Spielman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Genet",
            "volume": "33",
            "issn": "",
            "pages": "422--425",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mapping determinants of human gene expression by regional and genome-wide association",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Spielman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Ewens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Burdick",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "1365--1369",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Widespread monoallelic expression on human autosomes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimelbrant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chess",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "318",
            "issn": "",
            "pages": "1136--1140",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "R: A language for data analysis and graphics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ihaka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gentleman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "International HapMap Consortium",
            "volume": "5",
            "issn": "",
            "pages": "1299--1320",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A family of 12 human genes containing oxysterol-binding domains",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Jaworski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Genomics",
            "volume": "78",
            "issn": "",
            "pages": "185--196",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Environmental epigenomics and disease susceptibility",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Jirtle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Rev. Genet",
            "volume": "8",
            "issn": "",
            "pages": "253--262",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Allelic variation in gene expression is common in the human genome",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gere",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Buetow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genome Res",
            "volume": "13",
            "issn": "",
            "pages": "1855--1862",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An evolutionary scenario for genomic imprinting of Impact lying between nonimprinted neighbors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okamura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "DNA Res",
            "volume": "11",
            "issn": "",
            "pages": "381--390",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The OSBP-related proteins (ORPs): Global sterol sensors for co-ordination of cellular lipid metabolism, membrane trafficking and signalling processes?",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Olkkonen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suchanek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hynynen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ehnholm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jauhiainen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thiele",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lehto",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochem. Soc. Trans",
            "volume": "34",
            "issn": "",
            "pages": "389--391",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Analysis of allelic differential expression in human white blood cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Pant",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Beilharz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Ballinger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Frazer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Genome Res",
            "volume": "16",
            "issn": "",
            "pages": "331--339",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The inflammasome",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Petrilli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Papin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tschopp",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr. Biol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cub.2005.07.049"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The International HapMap Project web site",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Thorisson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Genome Res",
            "volume": "15",
            "issn": "",
            "pages": "1592--1593",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The oxytocinase subfamily of M1 aminopeptidases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsujimoto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hattori",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1751",
            "issn": "",
            "pages": "9--18",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Hybridization of synthetic oligodeoxyribonucleotides to phi chi 174 DNA: The effect of single base pair mismatch",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tukey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Addison-Wesley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Reading",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bonner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hirose",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Itakura",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Nucleic Acids Res",
            "volume": "6",
            "issn": "",
            "pages": "3543--3557",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Tracking the evolution of the SARS coronavirus using high-throughput, high-density resequencing arrays",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Vega",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Norton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cutler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Richmond",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Genome Res",
            "volume": "14",
            "issn": "",
            "pages": "398--405",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Access the most recent version at doi",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "771--779",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "SNP-specific array-based allele-specific expression analysis Material Supplemental",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(Legend on next page)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Optimization and validation of an array-based hybridization approach to allele-specific expression (ASE). (A) Optimization of feature design.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Observed frequency of ASE skewing in six CEPH cell lines. Histogram of the absolute of log 2 ASE ratio for SNPs in the top quartile of gene-expression level. Among these, 10% showed an ASE ratio >4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Reconstitution experiment measuring output ASE as a function of varying input amounts and allelic ratios. Log 2 ratio of observed signal against the log 2 ratios spiked-in, as a function of the total amount of DNA (in micromolars) spiked-in. (A-C) Without background for three input concentrations; (D-F) with background correction, with background estimated by the average signal from the probes of the two nonalleles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Parent-of-origin analysis of genes showing ASE in a replicate set. (A) NLRP2 demonstrates preferential expression of the maternal allele in placentas of eight different individuals. (B) OSBPL1A demonstrates preferential expression of the maternal allele in placentas of seven (shown) out of 10 different individuals. In both",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Bjornsson et al.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Array-based ASE analysis Genome Research 777 www.genome.org Cold Spring Harbor Laboratory Press on March 24, 2020 -Published by genome.cshlp.org Downloaded from",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by NIH grant P50HG003233 (A.P.F.). H.T.B. was supported by grants from the Fulbright and the American-Scandinavian Foundation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}