{
    "paper_id": "94ca704e55bb936a4babb6fb55afe4e2a99c8315",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As borders disappear, people and goods are increasingly free to move, creating new challenges to global health. These cannot be met by national governments alone but must be dealt with instead by international organizations and agreements",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Globalization and risks to health"
        },
        {
            "text": "E very year, the same ritual takes place at changing locations in the Western world. While the heads of the eight leading industrialized nations meet at their annual G8 summit to discuss the global state of affairs, a wide variety of organizations and protesters meet in parallel to decry what they see as the negative effects of globalization. Notwithstanding these protests, whether one sees globalization as a tool to overcome poverty, hunger and disease in the world or whether one feels threatened by its consequences, one thing is certain: globalization is here to stay. Often narrowly defined as the increasing integration of the world's economies, globalization is in reality a powerful development that presents new challenges at the beginning of this millennium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "One major problem is the increasing internationalization of health risks. However defined, this term has many dimensions, including economic, technological, political, social, scientific and cultural aspects. The links between globalization and health are complex and globalization is a multifaceted phenomenon that can affect health in myriad ways. Its consequences can be either direct, at the level of whole populations, individuals and healthcare delivery systems, or indirect, through the economy and other factors, such as education, sanitation and water supply (Woodward et al, 2001) . Given the enormous complexity and breadth of the issues, our article cannot hope to cover the entire range of topics that link globalization to health. Instead, we focus on those risks to health and health care that are related to central aspects of the globalization process, namely trade, travel and exchange of information.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 590,
                    "text": "(Woodward et al, 2001)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "A major factor for the liberalization of international trade has been the multilateral trade negotiations during the past 50 years, which culminated in the establishment of the World Trade Organization (WTO) (Bettcher et al, 2000) . Figure 1 illustrates the significant increases in world trade since 1980. Although increasing trade is certainly good for economies, it also leads to a globalization of health risks. Important examples of such risks include tobacco, alcohol, global epidemics of non-communicable diseases and trade in health services.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 230,
                    "text": "(Bettcher et al, 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 241,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "The World Health Organization (WHO) estimates that the death toll from tobacco abuse alone will reach 10 million a year over the next two decades. Up to 70% of these deaths, caused by lung cancer, cardiovascular diseases (CVDs), lung diseases, diabetes and many other tobacco-related ailments, will occur in developing countries (Murray & Lopez, 1997) . These countries are at particular risk, as industrialized countries increasingly ban cigarette advertisements and tobacco companies intensively target people in poorer nations as potential customers. The high incidence of smoking among children and adolescents, and the disturbingly low age of initiation, raise additional concerns (Global Youth Tobacco Survey Collaborative Group, 2002) .",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 351,
                    "text": "(Murray & Lopez, 1997)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 686,
                    "end": 741,
                    "text": "(Global Youth Tobacco Survey Collaborative Group, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "Alcohol consumption is another area in which the globalization of an industry has led to more health risks (Jernigan, 1997 1,000,000",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 122,
                    "text": "(Jernigan, 1997",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "Years 0 1 9 8 0 1 9 8 2 1 9 8 4 1 9 8 6 1 9 8 8 1 9 9 0 1 9 9 2 1 9 9 4 1 9 9 6 1 9 9 8 2 0 0 0 2 0 0 2 substantially increases the risk of mortality from an impressive array of diseases (Doll, 1998) , the impact of alcohol consumption on health is much more complex. There is a strong relationship between alcohol consumption and liver cirrhosis, some cancers, and most causes of injuries and violence, although minimal amounts of alcohol are sufficient to reduce the risk of CVD (Beaglehole & Yach, 2003) .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 199,
                    "text": "(Doll, 1998)",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 506,
                    "text": "(Beaglehole & Yach, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "The WHO has estimated that by the year 2020, non-communicable diseases, such as cancers, diabetes, obesity and CVD, will cause about two-thirds of the global disease burden, up from 40% at present. This rapid increase again illustrates the globalized risks for conditions that are mainly caused by diet, even in less developed countries that have coexistent under-nutrition. There were 151 million cases of diabetes worldwide in 2001, and this is estimated to increase by 46% to 221 million cases in 2010, with the steepest growth in the developing world (Zimmet et al, 2001) . The same holds true for obesity (Shell, 2001) . Of course, not all of this is globalization's fault-these chronic or 'lifestyle' diseases are mainly caused by personal choice, that is, a sedentary lifestyle, the use of tobacco and a fat-and sugar-rich diet. Nevertheless, a key factor has been the unprecedented increase in the global food trade, and its domination by large transnational companies that have developed global brand names and aggressive marketing strategies adapted to local situations (Chopra et al, 2002) . The spread of universal brand names of popular beverages and fast foods has been especially rapid in the developing world during the past two or three decades and has contributed to the global epidemic of obesity by replacing traditional diets with fat-and calorie-rich foods. It is revealing that only a short period after their introduction on the Chinese market, 65%, 42% and 40% of consumers in China recognized the brands Coca Cola, Pepsi and Nestlé, respectively (Lang, 2001) .",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 575,
                    "text": "(Zimmet et al, 2001)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 610,
                    "end": 623,
                    "text": "(Shell, 2001)",
                    "ref_id": null
                },
                {
                    "start": 1080,
                    "end": 1100,
                    "text": "(Chopra et al, 2002)",
                    "ref_id": null
                },
                {
                    "start": 1572,
                    "end": 1584,
                    "text": "(Lang, 2001)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "Globalization of trade is also manifested in the implementation of the WTO's agreement on Trade Related Aspects of Intellectual Property Rights (TRIPS), which extends patent protection on new drugs for a minimum period of 20 years. As a result of high prices, TRIPS threatens to limit and undermine access to new medicines, especially to poor populations living in the developing world (Kamal & Bailey, 2003) . In this sense, the implementation of TRIPS can be seen as exacerbating health risks. Trade and movement of infected cattle and poultry across national borders may also have contributed to recent outbreaks of mad cow disease in the Northern hemisphere and avian influenza in Asia.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 408,
                    "text": "(Kamal & Bailey, 2003)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "The globalization of trade is particularly relevant for health services that have become a commodity that can be traded in distinct ways. First, health services can be provided across borders. Examples include a range of telemedicine tools, such as tele-diagnostics and tele-radiology as well as medical consultation through traditional and electronic channels. Second, patients can travel abroad to receive health care or use certain facilities-the UK government recently allowed UK patients to seek treatment in the European Economic Area (Lowson et al, 2002) . Other countries, including developing ones such as Cuba and India, openly advertise to attract foreign patients to their clinics and hospitals. Third, health services themselves have become an industry that attracts foreign investments. Several transnational companies from developed and developing countries have already created commercial health services through the purchase and establishment of hospitals (Chanda, 2002) . Fourth, the international movement of health personnel across borders has become a significant component of the trade in health services and has attracted considerable attention in the scientific and lay press. S imilar to trade, globalization has had large effects on international travel, with serious consequences for global health. The liberalization of the airline industry in many countries has made air travel affordable for more and more people around the world, which has led to a dramatic increase in the amount of global air travel. Sutherst (2004) estimated that about one million people travel internationally every day and a similar number travel between developed and developing countries each week. Another recent report (Gossling, 2002) put the number of global tourist arrivals per year at 700 million. Far-reaching air travel, aided by improvements in aircraft technology that allow longer non-stop flights, facilitates the spread of communicable diseases. It is entirely possible that a person in the early stages of an infectious disease could be halfway around the world in 12-15 hours and thus function as a vector for that disease, aiding its spread, perhaps into vulnerable, non-immune populations. The recent epidemic of severe acute respiratory syndrome (SARS) is the best contemporary example of the rapid spread of a hitherto unknown and virulent viral pathogen through travel of infected humans (Figs 2, 3 and 4) . SARS was first recognized in February 2003 in Vietnam where cases of atypical pneumonia with an unknown cause began to appear. By the first week of May 2003, 30 countries on six continents had reported a total of more than 7,000 probable cases with more than 500 deaths (WHO, 2003a) .",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 561,
                    "text": "(Lowson et al, 2002)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 973,
                    "end": 987,
                    "text": "(Chanda, 2002)",
                    "ref_id": null
                },
                {
                    "start": 1534,
                    "end": 1549,
                    "text": "Sutherst (2004)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1727,
                    "end": 1743,
                    "text": "(Gossling, 2002)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2705,
                    "end": 2717,
                    "text": "(WHO, 2003a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2415,
                    "end": 2432,
                    "text": "(Figs 2, 3 and 4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "Another example is the global spread of antibiotic-resistant Pneumococcus that was first identified in Spain in the early 1980s and rapidly jumped to South Africa and the USA before spreading to all other parts of the world (WHO, 2000) . Each year, approximately two million children die in developing countries as a result of lower respiratory infections, mostly pneumonia. The exact origin of this Pneumococcus strain is still unknown but is likely to come from the Far East (McGee et al, 2001) . P erhaps the most profound changes that have taken place during the past 10 years have come through the globalization of ideas and information, facilitated through the revolution in information technology. The internet, satellite television broadcasting and high-speed data links across the globe have dramatically increased access to all kinds of information, even in the most remote corners of the world. Despite early concerns about a 'digital divide' that would further disadvantage the poor, these fears have been overestimated. The reality is that this divide is narrowing between rich and poor countries that have increasing access to cell phone communication and the internet (The Economist, 2004) . The success of the food and tobacco industries' aggressive marketing strategies mentioned above have been closely linked to this information revolution.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 235,
                    "text": "(WHO, 2000)",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 496,
                    "text": "(McGee et al, 2001)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1183,
                    "end": 1204,
                    "text": "(The Economist, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "Although better access to information is certainly a good thing, it has also created fears that freely available scientific information might be abused by terrorists (Beck, 2003) . Giving basically everyone who is interested access to the full sequences of human pathogen genomes, and the ongoing trend towards open access of published research (Owens, 2003) and even ongoing research activities for new drugs (Hubbard & Love, 2003) , poses a serious dilemma with important implications for global health. Should the full sequence of the anthrax bacillus or smallpox virus and other virulent pathogens be published if this data could be used to develop biological weapons? Another example is the development of an improved virus to kill mice that has created fears that the enhanced virus could be used for bioterrorism (Finkel, 2001) . Al-Qaeda and the Japanese terrorist group Aum Shinrikyo might have planned to use published research data for nefarious purposes (Petro & Relman, 2003) .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 178,
                    "text": "(Beck, 2003)",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 358,
                    "text": "(Owens, 2003)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 410,
                    "end": 432,
                    "text": "(Hubbard & Love, 2003)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 820,
                    "end": 834,
                    "text": "(Finkel, 2001)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 966,
                    "end": 988,
                    "text": "(Petro & Relman, 2003)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "There is another inherent danger that comes with the vast flood of information now available through the internet, namely the reliability and accuracy of health information from various web sites (Eysenbach et al, 2002) . Many such sites contain wrong, misleading and even dangerous information (Crocco et al, 2002) , and the lay public are often more confused than informed when they search for health advice. W ithout doubt, globalization poses risks to global health, but it also provides benefits. The extraordinary improvements in information technology have dramatically increased the speed and ease of data flow, thereby facilitating the sharing of information. Medical discoveries made in one country can be made nearly instantaneously available to patients in other countries (Wassenaar, 2003) . It has also sped up the pace of discovery by linking researchers across the globe to work on the same problem, such as the response to SARS. Global cooperation of scientists linked through the internet resulted in the impressively rapid identification of the SARS virus and the development of a diagnostic test (Gerberding, 2003) . Similarly, the New England Journal of Medicine used the internet and electronic communication to review, revise and rapidly publish vital articles on the SARS epidemic (Drazen & Campion, 2003) . And although many non-governmental organizations (NGOs) decry the negative effects of increasing globalization, they have also clearly benefited from it to improve healthcare delivery and health policy in many developing countries. A recent key contribution of the global NGO movement lies with the adoption of the Framework Convention on Tobacco Control (FCTC). NGOs had an essential and vital role at the local, national and international levels in all development phases of the FCTC (Mackay, 2003) , and their contribution continues as they actively work with countries in the FCTC ratification process.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 219,
                    "text": "(Eysenbach et al, 2002)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 295,
                    "end": 315,
                    "text": "(Crocco et al, 2002)",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 802,
                    "text": "(Wassenaar, 2003)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1116,
                    "end": 1134,
                    "text": "(Gerberding, 2003)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1305,
                    "end": 1329,
                    "text": "(Drazen & Campion, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1818,
                    "end": 1832,
                    "text": "(Mackay, 2003)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "Globalization has also brought about improvements in research methodology, and some argue that clinical research has become more sophisticated as a result (Wassenaar, 2003) . Other benefits of globalization include cross-border use of health services that benefit patients and provide much needed resources to national health systems (Jain, 2003) and improved regulatory practices (Wassenaar, 2003) . Finally, one should not underestimate the power of knowledge as it empowers populations and individuals and, in turn, allows them to hold to account their political and professional leaders (Ellis, 2003) . A s the major international agency dealing with global public health issues, the WHO-together with other international organizations-has an important role in mitigating the health risks posed by globalization. Through the FCTC, the WHO has tried to impose more stringent control on tobacco use in its member states. The policies recommend price and tax measures, protection from exposure to secondhand smoke, and regulation and disclosure of the contents of tobacco products. Packaging and labelling, advertising, promotion and sponsorship are also regulated, as are tobacco dependence and cessation measures, illicit trade, sales to and by minors, and liability (Hammond & Assunta, 2003) . In May 2003, the final draft of the FCTC was adopted by the 56th World Health Assembly. The treaty has been open for signature since June 2003 and will enter into force once it has been ratified by 40 parties. As of 1 July 2004, 167 countries and the European Community have signed the FCTC and 24 have ratified it, up from nine in March-impressive progress in just four months. The most recent public smoking bans in places such as New York City, Ireland and Norway are clearly further important steps towards protecting public health from the perils of tobacco smoke.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 172,
                    "text": "(Wassenaar, 2003)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 334,
                    "end": 346,
                    "text": "(Jain, 2003)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 381,
                    "end": 398,
                    "text": "(Wassenaar, 2003)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 591,
                    "end": 604,
                    "text": "(Ellis, 2003)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1270,
                    "end": 1295,
                    "text": "(Hammond & Assunta, 2003)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "Another example of the WHO's key role in global public health are the International Health Regulations (IHR; WHO, 2004) . These were used during the SARS epidemic to issue emergency travel advisories for several major cities in the world affected by the disease to discourage and restrict travel and thus contain the virus. These regulations were drafted to ensure maximum security The presentation of material on the maps contained herein does not imply the expression of any opinion whatsoever on the part of the World Health Organization concerning the legal status of any country, territory, city or areas or of its authorities, or concerning the delimitation of its frontiers or boundaries. With regards to the epidemic of overnutrition as the main cause of many chronic, non-communicable diseases, some have suggested that the WHO should help to develop a coordinated global strategy on diet, physical activity and health (Chopra et al, 2002) . Such a strategy should include the use of policy, education and trade mechanisms to achieve its goal. To this end, the WHO advocates a healthier lifestyle-a recent joint WHO-FAO (Food and Agriculture Organization) report recommends that consumption of added sugars, beyond those naturally present, should be less than 10% of the daily caloric intake (WHO, 2003b) .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 119,
                    "text": "WHO, 2004)",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 948,
                    "text": "(Chopra et al, 2002)",
                    "ref_id": null
                },
                {
                    "start": 1301,
                    "end": 1313,
                    "text": "(WHO, 2003b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "Various national and international groups have also been concerned with the quality and accuracy of health information found on the internet. The WHO is leading an initiative to establish a .health ('dot health') domain to enhance the credibility of information provided for public and personal health. The WHO proposed to restrict the use of .health to content providers who would voluntarily abide by established quality and/or ethical standards. However, in November 2000, the Internet Corporation for Assigned Names and Numbers (ICANN) rejected the WHO's proposal because it was concerned by the vagueness of the WHO's standards for restricting registrars. Objections were also raised, notably by a multinational pharmaceutical company, \"as to the appropriateness of according a degree of authoritativeness over the implied accuracy of health-care-related information to a single quasi-governmental organization\" (ICANN, 2000) .",
            "cite_spans": [
                {
                    "start": 917,
                    "end": 930,
                    "text": "(ICANN, 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "There have also been calls for a global oversight system to regulate and approve research on dangerous pathogens (Steinbruner & Harris, 2003) . Participating governments would be required to establish review bodies that regulate relevant research in this area. Such an approach must clearly involve the scientific community and must strike a balance between national security needs against the benefits of open scientific communication for future health improvement. A s pointed out above, globalization will not go away. It is therefore important to anticipate future challenges for global health and to consider how to react effectively. One major and increasing problem is the movement of health professionals from developing countries to highincome countries, which threatens the sustainability of health systems in the poor world. The Director General of the WHO, Lee Jong-wook, clearly highlighted this potential threat while addressing the 53rd session of the WHO Regional Committee for Africa: \"Health systems depend most of all on skilled and dedicated personnel, and here we face big challenges, particularly in this region which, on top of everything else, suffers heavy losses to the brain drain\" (Lee, 2003) . The extent of the problem has been highlighted previously (Pang et al, 2002) and a recent survey from Lithuania, where 61% of medical residents and 26% of physicians surveyed said they intended to leave for the EU or other countries, illustrates well the potential magnitude of health professional brain drain (Stankunas et al, 2004) , not just for African countries.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 141,
                    "text": "(Steinbruner & Harris, 2003)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1209,
                    "end": 1220,
                    "text": "(Lee, 2003)",
                    "ref_id": null
                },
                {
                    "start": 1281,
                    "end": 1299,
                    "text": "(Pang et al, 2002)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1533,
                    "end": 1556,
                    "text": "(Stankunas et al, 2004)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "However, the migration of health personnel raises a complex ethical dilemma. On the one hand, it appears unethical for developed countries, which often depend on foreign-trained physicians to address shortages in rural areas, to attract health professionals from poorer countries. On the other hand, it hardly seems ethical to prevent skilled workers in search of a better life from accepting better opportunities, financial or professional (Scott et al, 2004) . As borders disappear, there is an urgent need to develop strategies, at the national and international level, that will minimize the harm and maximize the benefits of the movement of health personnel. Equally urgent is the need for more information about this problem. There are surprisingly little data on the magnitude of the movement of health professionals between poor and rich countries, and few studies have examined the impact of brain drain on national health systems.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 460,
                    "text": "(Scott et al, 2004)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "Foreign direct investment in the health area, notably for the purchase and construction of medical facilities, also brings both opportunities and concerns. As mentioned previously, the presence of foreign commercial healthcare providers and transnational health services have the potential to benefit both patients and national coffers. However, one should not ignore the potential negative impact of privatized health care. A recent systematic review of private for-profit and private not-for-profit dialysis facilities in the USA found that haemodialysis care in notfor-profit centres was associated with a lower risk of mortality (Devereaux et al, 2002) . More research to examine the potential impact of foreign commercial presence and cross-border use of health services on health is needed so that regulations can be designed to maximize their benefits and protect patients. A s mentioned previously, if patent protection leads to prohibitively priced drugs, it undermines access to new medicines among the most vulnerable populations. The effects of the TRIPS agreement on pharmaceutical prices need to be documented, and the design and implementation of international agreements need to consider the potential effects on developing countries' health systems (Woodward et al, 2001) . Similarly, the Essential Drugs List, which guides the selection of drugs on the basis of public health relevance, efficacy, safety and cost, needs to remain an integral part of national drug policies (Smith & Tickell, 2003) .",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 656,
                    "text": "(Devereaux et al, 2002)",
                    "ref_id": null
                },
                {
                    "start": 1266,
                    "end": 1288,
                    "text": "(Woodward et al, 2001)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1491,
                    "end": 1514,
                    "text": "(Smith & Tickell, 2003)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "There is sufficient evidence that globalization has resulted in higher tobacco consumption, notably in poorer countries (WHO, 2001) and higher alcohol use, particularly among younger individuals (Kuo et al, 2003) . It is therefore essential that governments retain the ability within international agreements to regulate so that they can …the development of an improved virus to kill mice… has created fears that the enhanced virus could be used for bioterrorism …freely available scientific information might be at risk of being abused by terrorists special issue S16 protect public health, especially the ability to restrict, and ban if necessary, advertising and lobbying activities. Finally, the ongoing review of the IHR process must transform these regulations into an effective tool that will allow countries to strengthen global disease surveillance and to respond efficiently to international public health emergencies.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 131,
                    "text": "(WHO, 2001)",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 212,
                    "text": "(Kuo et al, 2003)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        },
        {
            "text": "The current models of international relations, mobility and movement of goods and people are responsible for the globalization of health risks. These developments clearly lead to an increase in health risks either directly or indirectly, particularly in the developing world where the benefits of globalization are often offset by its adverse effects. More insidiously, the threat of misuse of globalized information for bioterrorism purposes is becoming a serious concern for many governments. International organizations can have an important role in minimizing such risks through regulations, policy recommendations, advocacy and promoting dialogue among interested parties. In addition, to reap the benefits of globalization, we need novel approaches to international cooperation that place national self-interest in the context of global mutual interest and, in this way, promote international cooperation and goodwill (Frenk & Gomez-Dantes, 2002) . ",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 952,
                    "text": "(Frenk & Gomez-Dantes, 2002)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Tikki Pang & G. Emmanuel Guindon"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Globalization of healthcare: a UK perspective",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Healthc Pap",
            "volume": "4",
            "issn": "",
            "pages": "45--49",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Empirical studies assessing the quality of health information for consumers on the world wide web: a systematic review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kuss",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Sa",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "287",
            "issn": "",
            "pages": "2691--2700",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Engineered mouse virus spurs bioweapon fears",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Finkel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "291",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Globalization and the challenges to health systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gomez-Dantes",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Health Aff",
            "volume": "21",
            "issn": "",
            "pages": "160--165",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "but fast enough? Responding to the epidemic of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gerberding",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Faster",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "2030--2031",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Tobacco use among youth: a cross country comparison",
            "authors": [],
            "year": 2002,
            "venue": "Tob Control",
            "volume": "11",
            "issn": "",
            "pages": "252--270",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global environmental consequences of tourism",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gossling",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Global Environ Change",
            "volume": "12",
            "issn": "",
            "pages": "283--302",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Framework Convention on Tobacco Control: promising start, uncertain future",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "Assunta",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Tob Control",
            "volume": "12",
            "issn": "",
            "pages": "241--242",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Medicines without barriers",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hubbard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New Scientist",
            "volume": "178",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Report on TLD Applications: Application of the August 15 Criteria to Each Category or Group",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Globalization of medical services: antidote for rising costs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Healthc Pap",
            "volume": "4",
            "issn": "",
            "pages": "39--44",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Marin Institute for the Prevention of Alcohol and Other Drug Problems",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "TRIPS: whose interests are being served?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kamal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Does price matter? The effect of decreased price on spirits consumption in Switzerland",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Heeb",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gmel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rehm",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Alc Clin Exp Res",
            "volume": "27",
            "issn": "",
            "pages": "720--725",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Address to the Fifty-third session of the WHO Regional Committee for Africa",
            "authors": [
                {
                    "first": "T ;",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stott",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International Cooperation in Health",
            "volume": "",
            "issn": "",
            "pages": "81--88",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Department of Health: Evaluation of Treating Patients Overseas-Final Report",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lowson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chaplin",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Bull WHO",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Nomenclature of major antimicrobial-resistant clones of Streptococcus pneumoniae defined by the pneumococcal molecular epidemiology network",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcgee",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "2565--2571",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Alternative projections of mortality and disability by cause 1990-2020: Global Burden of Diseases Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lancet",
            "volume": "349",
            "issn": "",
            "pages": "1498--1504",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Revolution or evolution-a shift to an open-access model of publishing would clearly benefit science, but who should pay?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Owens",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "EMBO Rep",
            "volume": "4",
            "issn": "",
            "pages": "741--743",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Brain drain and health professionals",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lansang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haines",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BMJ",
            "volume": "324",
            "issn": "",
            "pages": "499--500",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Understanding threats to scientific openness",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Petro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Brain drain' or ethical recruitment?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Whelan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dewdney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Zwi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Med J Aust",
            "volume": "180",
            "issn": "",
            "pages": "174--176",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The essential drugs concept is needed now more than ever",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tickell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "97",
            "issn": "",
            "pages": "2--5",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The survey of Lithuanian physicians and medical residents regarding possible migration to the European Union",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stankunas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lovkyte",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Padaiga",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Medicina (Kaunas)",
            "volume": "40",
            "issn": "",
            "pages": "68--74",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "When science breeds nightmares. Int Herald Trib 3 Dec",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Steinbruner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Global change and human vulnerability to vector-borne diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sutherst",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Microbiol Rev",
            "volume": "17",
            "issn": "",
            "pages": "136--173",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Providing services globally: the experience of an internet pharmacy",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wassenaar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Healthc Pap",
            "volume": "4",
            "issn": "",
            "pages": "69--74",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Integrated Prevention of Noncommunicable Diseases. Draft Global Strategy on Diet, Physical Activity and Health. EB113/44 Add.1. Geneva, Switzerland: World Health Organization WHO (2004) International Health Regulations: Working Paper for Regional Consultations. Intergovernmental Working Group on the Revision of the International Health Regulations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Drager",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beaglehole",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lipson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "World Health Organization WHO",
            "volume": "79",
            "issn": "",
            "pages": "875--881",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Global and societal implications of the diabetes epidemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zimmet",
                    "suffix": ""
                },
                {
                    "first": "Kgmm",
                    "middle": [],
                    "last": "Alberti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "414",
            "issn": "",
            "pages": "782--787",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Coronaviruses with their typical crown (corona)-like appearance under the electron microscope. © (1975) Centers for Disease Control and Prevention, Atlanta, GA, USA/Dr Fred Murphy The spread of universal brand names of popular beverages and fast foods has … contributed to the global epidemic of obesity by replacing traditional diets with fat-and calorie-rich foods TRIPS [WTO's agreement on Trade Related Aspects of Intellectual Property Rights] threatens to limit and undermine access to new medicines, especially to poor populations living in the developing world special issue S13",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Beaglehole R, Yach D (2003) Globalisation and the prevention and control of non-communicable disease: the neglected chronic diseases of adults. Lancet 362: 903-908 Beck V (2003) Advances in life sciences and bioterrorism. EMBO Rep 4: S53-S56 Bettcher DW, Yach D, Guindon E (2000) Global trade and health: key linkages and future challenges. Bull WHO 78: 521-534 Chanda R (2002) Trade in health services. Bull WHO 80: 158-163 Chopra M, Galbraith S, Darnton-Hill I (2002) A global response to a global problem: the epidemic of overnutrition. Bull WHO 80: 952-958 Crocco AG, Villasis-Keever M, Jadad AR (2002) Two wrongs don't make a right: harm aggravated by inaccurate information on the internet. Pediatrics 109: 522-523 Devereaux PJ et al (2002) Comparison of mortality between private for-profit and private not-forprofit hemodialysis centers: a systematic review and meta-analysis. JAMA 288: 2449-2457 Doll R (1998) Uncovering the effects of smoking: historical perspective. Stat Meth Med Res 7: 87-117 Drazen JM, Campion EW (2003) SARS, the Internet, and the Journal. N Engl J Med 348: 2029 The Economist (2004) Canyon or mirage-a new paper questions the notion of a worsening digital divide between rich and poor. The Economist 370: 70",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). However, unlike tobacco use, which",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Fig 3 | SARS: international amplification and transmission by guests, indicated as A-K, at Hotel M, Hong Kong, 21 February-26 March 2003. HCW, healthcare workers.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Data Source: World Health Organization; production of original map: Public Health Mapping Team Communicable Diseases (CDS) © World Health Organization, September 2003",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}