{
    "paper_id": "94fecf791b546b2ed811538d531ab058783640f6",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "P Pu ur rp po os se e: : To describe the outbreak of severe acute respiratory syndrome (SARS) in Toronto, its impact on anesthesia practice and the infection control guidelines adopted to manage patients in the operating room (OR) and to provide emergency intubation outside the OR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "C Cl li in ni ic ca al l f fe ea at tu ur re es s: : The SARS outbreak in Toronto was the result of a single index patient. The causative virus, SARS-CoV, is moderately contagious, and is spread by droplets and contact. The virus gains access to host through the mucosa of the respiratory tract and the eyes. It can affect both healthy and compromised patients. The use of several precautionary measures such as goggles, gloves, gowns and facemasks and the application of various infection control strategies designed to minimize the spread of the virus are discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "C Co on nc cl lu us si io on n: : In containing the spread of SARS, vigilance and strict infection control are important. This results in the rediscovery of standards of infection control measures in daily anesthesia practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "S of July 10, 2003, 438 cases (250 probable, 188 suspect) of severe acute respiratory syndrome (SARS) were reported in Canada, 375 (85.3%) of which occurred in Ontario. 1 The majority of cases in Ontario occurred in the Greater Toronto Area (GTA). SARS has resulted in unprecedented apprehension in the local community and severe economic harm to local business and tourism. More importantly, it has challenged health care workers to use effective infection control measures. In the present article, we will discuss the infection control guidelines for the anesthesiologist that were adopted by our institution, the rationale behind them and the impact of the SARS outbreak on anesthesiologists in Toronto.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "illness was called Severe Acute Respiratory Syndrome (SARS) with a case definition (Table I) from the World Health Organization (WHO). 3 On March 12, 2003 , WHO issued a global alert in relation to clusters of SARS. 4 In Toronto, the first documented case was a 78-yr-old woman who had travelled to Hong Kong on February 13 with her husband. 5 In Hong Kong, she and her husband stayed at a hotel at the same time and on the same floor as the Guangdong physician from whom the outbreak in Hong Kong originated. On returning to Toronto on February 23, she stayed in her apartment, which she shared with family members. Two days later, she became ill and died at home on March 5, 2003 . Several of the family subsequently developed respiratory symptoms. The 43-yr-old son was admitted to the emergency department of a community hospital in Scarborough that became the epicentre of the Toronto outbreak. By the end of April, 262 SARS cases (143 probable, 119 suspected) and 21 deaths had been reported in Ontario, the majority in the GTA. 6 All these cases could be traced back to the original index patient. On April 23, WHO issued a travel advisory warning for Toronto, which was removed one week later. On May 14, Toronto was removed from the list of areas affected by SARS as no new probable case had been reported since April 19. However, another cluster of SARS patients was discovered on May 23, 2003. 7 The second cluster was traced to a 96-yr-old man who underwent surgery for a fractured pelvis in a hospital in North York on April 19. While in hospital he developed SARS but it was managed as postoperative pneumonia. He infected several other patients in his ward, including a woman who was later transferred to a rehabilitation hospital. This resulted in a further 118 cases in the GTA as of July 10, 2003. 1 Eventually, on July 2, WHO removed Toronto from the list of areas with recent local transmissions.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 136,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 140,
                    "end": 154,
                    "text": "March 12, 2003",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 217,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 342,
                    "end": 343,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 668,
                    "end": 681,
                    "text": "March 5, 2003",
                    "ref_id": null
                },
                {
                    "start": 1035,
                    "end": 1036,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1391,
                    "end": 1406,
                    "text": "May 23, 2003. 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 92,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "R Re e--e ex xa am mi in na at ti io on n o of f i in nf fe ec ct ti io on n c co on nt tr ro ol l m me ea as su ur re es s The SARS outbreak is unique in recent history of public health because of its rapidity of transmission, its concentration in health care settings and the large number of health care workers who were infected. In an analysis of a cohort of 144 patients with SARS in the GTA, 73 (51%) were health care workers, 8 including 14 (19%) physicians and 29 (40%) nurses. Anesthesiologists, as specialists in airway management, are at high risk because of frequent exposure to patients' respiratory secretions. Three anesthesiologists in our area were infected. 9 They contracted the disease after tracheal intubation of patients with respi- -high fever (> 38°C) AND -cough or breathing difficulty AND one or more of the following exposures during the ten days prior to onset of symptoms:",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 434,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 676,
                    "end": 677,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-close contact B with a person who is a suspect or probable case of severe acute respiratory syndrome (SARS); -history of travel to an area with recent local transmission of SARS -residing in an area with recent local transmission of SARS 2 A person with an unexplained acute respiratory illness resulting in death after 1 November 2002, A but on whom no autopsy has been performed AND one or more of the following exposures during to ten days prior to onset of symptoms:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-close contact, B with a person who is a suspect or probable case of SARS; -history of travel to an area with recent local transmission of SARS -residing in an area with recent local transmission of SARS Probable case 1 A suspect case with radiographic evidence of infiltrates consistent with pneumonia or respiratory distress syndrome (RDS) on chest",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "x-ray (CXR). 2 A suspect case of SARS that is positive for SARS coronavirus by one or more assays. 3 A suspect case with autopsy findings consistent with the pathology of RDS without an identifiable cause. ratory failure of unknown cause. These cases occurred in the early stage of the outbreak before SARS was suspected. The anesthesiologists wore surgical facemasks, gowns and gloves but no goggles/visors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "International investigations have revealed important information that prompted health care workers to reexamine the precautionary measures for infection control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The agent that causes SARS is a new coronavirus (SARS-CoV), unlike any other human or animal virus in the Coronavirus family. 10, 11 The virus can survive for up to 48 hr after drying on plastic surfaces. 12 In Hong Kong the virus survived in urine and feces for at least 24 and 48 hr respectively. In patients with diarrhea, the virus can survive up to four days in the stool sample which has a lower acidity than normal stools. 12 Thus, once the body is exposed to this viral agent, the body surface can be contaminated for an extended time. Similarly, exposed inanimate objects may act as carriers for up to 48 hr.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 130,
                    "end": 132,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 205,
                    "end": 207,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 430,
                    "end": 432,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "SARS survival outside the body"
        },
        {
            "text": "The virus is spread predominately by infectious droplets and contact. Because of early reports of clusters of cases in community settings such as apartment buildings and the high infection rates among health care workers in Hong Kong, Taiwan, Hanoi and Toronto, the etiological agent of SARS was thought to be highly contagious. 13, 14 However, with the exception of 'superspreaders', there is growing evidence that SARS-CoV is only moderately transmissible. 15, 16 The average number of secondary infections generated per case at the start of the epidemic was estimated as 2.7, which is much lower than that for influenza. 17 In some instances, however, a single individual (\"superspreader\") has directly infected a large number of other people. This is exemplified by the Singapore outbreak in which half of the first reported 201 probable cases were infected by five source cases. 18 Despite the discovery of the virus and its genome, it is still uncertain when patients are most infectious and how to identify 'superspreaders'. 19 ",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 332,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 463,
                    "end": 465,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 624,
                    "end": 626,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 884,
                    "end": 886,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1032,
                    "end": 1034,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Transmission"
        },
        {
            "text": "In Hong Kong and Toronto, most of the patients infected with SARS had no co-morbid illnesses and half of them (44-51%) were fit health care workers. 8, 20 Approximately one in five (20-23%) patients with SARS required admission to intensive care units (ICU) with or without ventilatory support.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 151,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 152,
                    "end": 154,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Mortality and morbidity"
        },
        {
            "text": "In a detailed analysis of cases identified in the initial outbreak associated with the nosocomial transmission of SARS in the index hospital in Toronto, the case fatality rates were 2.9% and 53.8% for those aged less than or over 60 yr respectively. 1 The case-fatality rate was calculated by dividing the cumulative number of deaths within 60 days after symptom onset by the total number of probable and suspect cases. Data from the WHO 21 revealed that the overall case fatality ratio was 14 to 15% and was influenced by age (Table II) . This ratio was estimated by survival analysis based on the individual data from the onset of the illness until death or full recovery.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 537,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Mortality and morbidity"
        },
        {
            "text": "Early in the Toronto SARS outbreak, full protective gear (goggles, gowns, N95 masks and gloves) was considered to be sufficient to protect health care workers from SARS. In April, a number of health care workers contracted the infection during their care of SARS patients despite increased protective precautions. 22, 23 Experience from Hong Kong suggested that the infection among 'protected' health care worker was related to how well the precautionary measures were used. In a case-control survey, 24 they found no infection in staff using complete precautionary measures, whereas infected staff had omitted at least one of the precautionary measures. This demonstrates how difficult it is to practice and perfect full infection control in view of the long survival ability of the virus outside the body. Additional measures have been suggested. However, most important of all is the 'hypervigilance' of health care workers in practicing infection control measure.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 318,
                    "end": 320,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 501,
                    "end": 503,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Barrier precautions"
        },
        {
            "text": "I In nf fe ec ct ti io on n c co on nt tr ro ol l g gu ui id de el li in ne es s f fo or r a an ne es st th he es si ia a Exposure to oral and respiratory secretions at the time of tracheal intubation subjects the anesthesiologist to a serious risk of acquiring the infection. Health organizations and agencies such as WHO, 25 This guideline applies to all surgical patients and is based on long-standing recommendations by Health Canada that masks and eye protection or face shields should be worn where appropriate to protect the mucous membranes of the eyes, nose and mouth during procedures and patient care activities likely to generate splashes or sprays of blood, body fluids, secretions or excretions. 29 For practical purposes, the anesthetic machine is considered 'dirty' and the anesthetic drug cart as 'clean'. The machine is usually the first area anesthesiologists touch after contact with the patient. A large container is positioned on the anesthesia machine in which all airway equipment (laryngoscope blade and handle, mask, suction catheter, etc.) is placed after use. The container and its contents are removed from the OR as soon as possible following intubation. The contents are separated for cleaning, sterilization or disposal before they are returned to the OR. A second set of equipment including clean masks, laryngoscope handles and blades is immediately available. All steps are taken to keep the anesthesia drug cart 'clean'. The cart is used only after hand-washing or removal of the outer pair of gloves. Thus, the infection control team should be informed about the transfer route. The spread of respiratory droplets from the infected patient should be minimized by the patient wearing a N95 mask without an expiratory valve. Staff involved in the transfer and the care of patients in the OR should take full droplet/contact precautions. Clean surgical scrub suits laundered by the hospital should be worn and personalized hats or hair covers are avoided. The rationale for using alcohol-based hand rub, N95 masks, gowns, gloves and powered respirators in the OR has been reviewed recently. 9 Because the SARS-CoV virus is spread by droplets and can survive on inanimate objects for 48 hr, extra precautions and vigilance are important to avoid contaminating anesthesia equipment or surfaces such as the telephone in the OR. Double gloves are recommended when handling SARS patients. The outer pair is removed after direct patient contact and before touching equipment or furniture in other areas of the room.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 710,
                    "end": 712,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 2125,
                    "end": 2126,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Barrier precautions"
        },
        {
            "text": "Of the precautions recommended above, the use of personal protection systems (PPS) may be the most unfamiliar for anesthesiologists. Although it is not currently recommended by Health Canada, 27 hospitals in Ontario are using PPS according to the directive from the Ministry of Health and Long-Term Care of Ontario to all Ontario Acute Care Hospitals for high-risk procedures. 28 The PPS adopted in our institution is the powered air-purifying respirator (PAPR 3M, Berkshire, UK) system while other hospitals have purchased the Stryker® T4 (Stryker, Kalamazoo, MI, USA) PPS. No consensus has been reached regarding which has the better air filtration system. Nonetheless, these systems are considered to be important barriers to protect health care workers during high-risk procedures such as intubation and extubation. The PAPR consists of a beltmounted powered air purifier with a high efficiency particulate air (HEPA) filter, connected via a tube to a lightweight headpiece (Figures 1 and 2) . The HEPA filter removes particles of 0.3 to 15 µ with an efficiency of 98 to 100%. 30 The lightweight hood or headpiece provides excellent coverage of the head, face and neck. We have several years experience in using the PAPR system in the bronchoscopy suite without disease transmission to health-care workers. There are several important clinical points to remember. First, it takes time, training and assistance to put on the personal protective equipment and the PAPR system properly. Advance warning of a patient in need of tracheal intubation is required in order to prepare properly. Second, the personal protective equipment must be removed in proper sequence to avoid contamination of the users. Third, it is difficult to communicate with each other due to the noise generat-ed by the high flow through the PAPR system. This noisy environment may cause errors due to its potential for miscommunication.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 379,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 1081,
                    "end": 1083,
                    "text": "30",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 978,
                    "end": 995,
                    "text": "(Figures 1 and 2)",
                    "ref_id": null
                }
            ],
            "section": "Barrier precautions"
        },
        {
            "text": "Contaminated protective gear must be removed before transferring the patient to the recovery room. Time should be allowed for the anesthesiologist and assistant to remove contaminated gloves, gowns, face shields or masks and head cover and renew protective precautions at the end of the case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barrier precautions"
        },
        {
            "text": "The anesthesia machine is protected with high efficiency, low volume filters placed in both the inspiratory and expiratory limbs of the circuit. Hydrophobic filters are used in our institution as the filtering process is based on pore size and not on hydrostatic charge. The hygroscopic filter based on hydrostatic charge may become overwhelmed when wet and will allow passage of virus. With the filter placed in both limbs of the circuit, the soda lime does not need to be changed but the end-tidal CO 2 sample line and trap must be changed after the case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barrier precautions"
        },
        {
            "text": "Most ORs currently use positive pressure with up to 20 room air exchanges per hour. Because of the high air exchanges in the OR, aerosolized infectious particles will be cleared rapidly. However, those in close contact during a high-risk procedure such as tracheal intubation/extubation may still have a high exposure, and those outside the room may be exposed to infectious aerosols if the door to the OR is left open. Therefore, movement in and out of the OR must be kept to a minimum during the procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barrier precautions"
        },
        {
            "text": "Local experience from personnel who contracted SARS during airway instrumentation suggested that patient coughing should be kept at a minimum before, during and after intubation and/or induction of anesthesia. Instrumentation of the airway with either a cuffed endotracheal tube or laryngeal mask airway is acceptable and should be performed by the most experienced staff available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barrier precautions"
        },
        {
            "text": "Despite the long list of precautions suggested by our institutional guidelines, it is difficult to list details of all the modifications to practice that have occurred. Questions concerning best practice remain. For example: should the pager be clipped on the OR uniform inside the OR? Should we use tape from the roll to secure the endotracheal tube or should the tape be precut? Anesthesiologists are familiar with the importance of vigilance in maintaining patient safety. A similar high level of vigilance is necessary to prevent the spread of this serious infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barrier precautions"
        },
        {
            "text": "In the second month of the outbreak, a cluster of six health care workers contracted SARS after participating in a difficult and prolonged tracheal intubation. 23 Since then, most hospitals have included anesthesiologists, the specialists in airway management, to assist in the tracheal intubation of SARS patients. To minimize aerosol spread by coughing, intubation is performed in sedated and paralyzed patients. Personnel performing intubation, anesthesiologists and respiratory technicians, must take full precautions including the PAPR FIGURE 2 The powered air-purifying respirator (PAPR) system consists of a belt-mounted powered air purifier with a high efficiency particulate air (HEPA) filter. FIGURE 1 A lightweight headpiece is connected to the powered air purifying respirator (PAPR) system via a tube hood, gown, gloves etc., as outlined in the previous section. There must be a well-rehearsed plan and protective clothing, intubating equipment and essential drugs must be provided. Particular care is necessary for the removal of potentially contaminated clothing.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 541,
                    "end": 549,
                    "text": "FIGURE 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "In summary, it is extraordinary that the spread of the infection in the GTA outbreak can be traced to one person with unrecognized SARS. The outbreak disrupted the health care and living in a city the size of Toronto. One hopes for greater vigilance in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "Anesthesiologists are unique in their frequent exposure to respiratory secretions and blood. We must pay greater heed of our environment to protect ourselves, our patients and our families from infectious disease. A AP PP PE EN ND DI IX X I I Routine precautions for non-severe acute respiratory syndrome patients in the operating room (OR) 1 1. . D Dr re es ss s --R Ro ou ut ti in ne e P Pr re ec ca au ut ti io on ns s -For all patient contact in the OR and postanesthesia care unit, anesthesia staff should wear gloves, and surgical facemasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "-For tracheal intubation, extubation and all other maneuvers involving the airway, goggles or a face shield should be worn. Gloves should be removed after intubation and before touching anesthesia machines, charts, pens etc. 2 2. . D Di is sp po os sa al l o of f E Eq qu ui ip pm me en nt t -Immediately after intubation has been completed all equipment used during intubation (laryngoscope -blade and handle; airway, lighted stylet, suction catheter, facemask, etc.) should be placed in a container or box.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "-In the OR a large container will be placed on the anesthesia machine. The circulating nurse will remove the box and contents, for appropriate cleaning and/or sterilization after intubation is complete. A spare laryngoscope and mask are available in the anesthesia machine drawer. -The anesthesia machine (surface, adjustments knobs etc) will be cleaned between cases but it should be considered dirty. All equipment must be removed from the surfaces of the machine between cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "-Do not place the anesthesia record, pens, patient charts on the anesthesia machine. If the anesthesia machine or the monitors become visibly contaminated, they should be wiped with a damp virucidal cloth. In our hospital, we use an accelerated hydrogen peroxide cleaner/disinfectant (Virox-5, Virox Technology Inc., Mississauga, ON, Canada). 4 4. . T Th he e A An ne es st th he es si ia a c ca ar rt t i is s \" \"C CL LE EA AN N\" \" -All steps should be taken to ensure that the anesthesia cart remains clean. (Remove contaminated gloves before handling drugs etc., remove drugs required for the patient with clean hands and keep them on the anesthesia machine until the end of the case). -The transfer route should be discussed with 'Infection Control' team member.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "-Patients should wear a facemask (N95 mask).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "-Transporters should adopt full droplet /contact precautions (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "-Assistance (respiratory therapist) should be provided for the anesthesiologist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "-Staff should wear clean surgical scrub suits laundered by the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "-Minimize the number of individual staff members present. There should be no exchange of staff for the duration of the case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "-Communicate with all level of staff involved in the care of the patient regarding the patient's SARS status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "-Clear the room of unnecessary or over stocked equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "-Post \"SARS Patient\" signs on the OR doors to minimize traffic. Keep doors closed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "-Wash hands (before and after patient care).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency tracheal intubation of SARS patients outside the OR (Appendix III)"
        },
        {
            "text": "Full droplet/contact precaution should be practiced and movement in and out of the OR must be kept to a minimum during the procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. On entering the OR"
        },
        {
            "text": "-Gown (double gown for high risk procedure).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. On entering the OR"
        },
        {
            "text": "-Double glove. Remove and dispose of outer pair after direct patient contact and before touching other areas of the room/ anesthesia machine. Subsequent intervention must be performed with double gloves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. On entering the OR"
        },
        {
            "text": "-Use N95 mask or equivalent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. On entering the OR"
        },
        {
            "text": "-Use a full-face disposable plastic shield for eye protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. On entering the OR"
        },
        {
            "text": "-Powered air purifying respirator (PAPR). Required for staff member performing laryngoscopy or any other airway intervention (including extubation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. On entering the OR"
        },
        {
            "text": "-It is recommended that, where possible, staff stay a minimum of 2 metres from the patient to avoid droplet contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. On entering the OR"
        },
        {
            "text": "-Remove gloves / gown and decontaminate hands with alcohol hand wash.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. At the end of the case"
        },
        {
            "text": "-Remove face shield / N95 mask / hair cover and wash hands again -Re-gown, glove, hair cover and mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. At the end of the case"
        },
        {
            "text": "-Transfer directly to the postanesthesia care unit isolation room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. At the end of the case"
        },
        {
            "text": "-Remove gown/gloves and mask prior to exiting the isolation room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. At the end of the case"
        },
        {
            "text": "-Change surgical scrub suit immediately or as soon as practically possible. 2 2. . A An ne es st th he es si ia a m ma ac ch hi in ne e A. Filters -Correct use of a high efficiency, low volume hydrophobic filter provides bacterial/ viral removal greater than 99.999%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. At the end of the case"
        },
        {
            "text": "-Use disposable circle circuit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Circuits"
        },
        {
            "text": "-A high efficiency viral filter should be placed on the inspiratory and expiratory limbs of the circuit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Circuits"
        },
        {
            "text": "-The soda lime does not need to be changed. The end-tidal CO 2 sample line and trap must be changed after the case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Soda lime"
        },
        {
            "text": "-Place the anesthesia machine as far from the patient as practically possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Machine /surfaces"
        },
        {
            "text": "-Place contaminated airway equipment in the plastic box for removal from the OR after intubation. Discard needles and syringes immediately after use. 3 3. . A An ne es st th he et ti ic c t te ec ch hn ni iq qu ue e The general aim is to minimize patient coughing before, during and after anesthesia. A. Choice of airway -Endotracheal tube. Proper sedation and paralysis prior to tracheal intubation -Laryngeal mask airways are permitted (and preferred, to reduce airway irritation) if appropriate -Discard after use, along with oral and nasal airways.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "D. Machine /surfaces"
        },
        {
            "text": "Tailor to the patient's needs. No special directives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Choice of anesthesia"
        },
        {
            "text": "-Use axillary temperature probe. Avoid nasal or esophageal probe. 4 4. . C Cl le ea an ni in ng g a an ne es st th he es si ia a e eq qu ui ip pm me en nt t -Touched parts of the anesthesia machine/monitors will be wiped from time to time with a damp virucidal wipe.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 67,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "C. Monitoring"
        },
        {
            "text": "-An attendant, at the conclusion of the proce-dure, will wipe down the anesthesia machine, other than the LCD screen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Monitoring"
        },
        {
            "text": "-The anesthesiologist, or respiratory technician, is asked to wipe the monitor screen surface if visibly or knowingly contaminated, with a damp virucidal wipe, taking care that the cleaning solution does not drip on the screen. 5 5. . L La ab bo or ra at to or ry y s sp pe ec ci im me en ns s -Indicate the following on the laboratory requisition form: \"SARS SPECIAL INVESTIGATION\", date of onset of illness, 'travel history' and/or 'contact of known case'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Monitoring"
        },
        {
            "text": "-Communicate with laboratories FIRST before sending samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Monitoring"
        },
        {
            "text": "-Do not send specimens in the pneumatic tube. Send in Biohazard bags, in biohazard screw top bottles and have hand delivered to the laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Monitoring"
        },
        {
            "text": "A AP PP PE EN ND DI IX X I II II I Emergency tracheal intubation of severe acute respiratory syndrome (SARS) patients outside the operating room (OR) When patients with suspected SARS require tracheal intubation, staff physicians in the intensive care unit (ICU), emergency room (ER) SARS unit may request the assistance of the On-Call Staff Anesthesiologist. Battery belt pack is charging on the unit -Intubation equipment: laryngoscope, endotracheal tube 7.0, 8.0 mm, oral airway, Yankauer sucker, stylette, ties/tape, CO 2 detection device -Anesthesia and Resuscitation drugs: midazolam 5 mg, succinylcholine 200 mg, rocuronium 100 mg, ephedrine 50 mg, atropine 0.6 mg -Syringes and needles: 1 x 20 mL, 3 x 10 mL, and 3 x 5 mL 3 3. . P Pr ro oc ce ed du ur re e a. After hand-washing, both laryngoscopist and respiratory technician will put on double gloves, gowns, goggles, N95 masks and PAPR hoods in the anteroom, or outside the patient's room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Monitoring"
        },
        {
            "text": "b. Intubation will be performed in patients who are sedated (midazolam) and paralyzed (succinylcholine or rocuronium). After intubation intermittent positive pressure ventilation will be facilitated with rocuronium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Monitoring"
        },
        {
            "text": "c. After intubation, the gowns, hoods, and outer gloves will be removed in the anteroom or inside the patient's room. First, the laryngoscopist will be assisted by the respiratory technician whose equipment will then be removed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Monitoring"
        },
        {
            "text": "d. The patient is returned to the on-going care of the referring physician.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Monitoring"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Investigation of a nosocomial outbreak of severe acute respiratory syndrome (SARS) in Toronto, Canada",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Varia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sarwal",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "169",
            "issn": "",
            "pages": "285--92",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Acute respiratory syndrome, China",
            "authors": [],
            "year": 2003,
            "venue": "Wkly Epidemiol Rec",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "Wkly Epidemiol Rec",
            "volume": "78",
            "issn": "",
            "pages": "81--84",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. WHO issues a global alert about cases of atypical pneumonia",
            "authors": [],
            "year": null,
            "venue": "Available from URL",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1995--2005",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ministry of Health and Long Term Care, Government of Ontario. Fact sheet. Severe acute respiratory syndrome (SARS) update. Available from URL",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Toronto succumbs to SARS a second time",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spurgeon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features and short-term outcomes of 144 patients with SARS in the greater Toronto area",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Matukas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tomlinson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "",
            "pages": "2801--2810",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Anaesthesia and SARS (Editorial)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kamming",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gardam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br J Anaesth",
            "volume": "90",
            "issn": "",
            "pages": "715--723",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--66",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Characterization of a novel coronovirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1403",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Updated 47-Studies of SARS virus survival, situation in China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "but fast enough? Responding to the epidemic of severe acute respiratory syndrome (Editorial)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gerberding",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Faster",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "2030--2031",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Center for Disease Control and Prevention. Severe acute respiratory syndrome -Taiwan",
            "authors": [],
            "year": 2003,
            "venue": "MMWR",
            "volume": "52",
            "issn": "",
            "pages": "461--467",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health intervention",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--1967",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--70",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A population-dynamic model for evaluating the potential spread of drug-resistant influenza virus infections during community-based use of antivirals",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mallett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Antimicrob Chemother",
            "volume": "51",
            "issn": "",
            "pages": "977--90",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Center for Disease Control and Prevention. Severe acute respiratory syndrome -Singapore",
            "authors": [],
            "year": 2003,
            "venue": "MMWR",
            "volume": "52",
            "issn": "",
            "pages": "405--416",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "SARS virus identified, but the disease is still spreading",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--94",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Update 49 -SARS case fatality ratio, incubation period",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "SARS among Ontario health care workers",
            "authors": [
                {
                    "first": "Health",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sars",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Clinical course and management of SARS in health care workers in Toronto: a case series",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Avendano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Derkach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Swan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "168",
            "issn": "",
            "pages": "1649--60",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Yung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1519--1539",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "World Health Organization. Hospital infection control guidance for severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Décrire l'éclosion du syndrome respiratoire aigu sévère (SRAS) à Toronto, son impact sur l'exercice de l'anesthésie et l'adoption de directives pour la prévention des infections pendant la prise en charge des patients en salle d'opération (SO) et l'intubation d'urgence à l'extérieur de la SO. Éléments cliniques : L'éclosion du SRAS à Toronto a été le résultat d'un seul cas indicateur. Le virus en cause, CoV-SRAS, est modérément contagieux et se propage par contact et gouttelettes de salive. Il accède à son hôte par la muqueuse du tractus respiratoire et par les yeux. Il peut affecter autant les gens sains que les patients malades. Nous discutons de certaines mesures préventives comme le port de lunettes, de gants, de blouses et de masques et de l'application de diverses stratégies de lutte anti-infectieuse mises au point pour réduire la propagation du virus. Conclusion : La vigilance et le contrôle strict de l'infection sont importants pour la prévention de la propagation du SRAS. La situation nous a fait redécouvrir les normes de lutte anti-infectieuse adaptées à l'exercice quotidien de l'anesthésie.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Exclusion criteria A case should be excluded if an alternative diagnosis can fully explain their illness. *Revised version, May 1, 2003. A = The surveillance period begins on November 1, 2002 to capture cases of atypical pneumonia in China now recognized as SARS. International transmission of SARS was first reported in March 2003 for cases with onset in February 2003. B = Close contact: having cared for, lived with, or had direct contact with respiratory secretions or body fluids of a suspect or probable case of SARS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A. . R Ro ou ut ti in ne e p pr re ec ca au ut ti io on ns s f fo or r n no on n--S SA AR RS S p pa at ti ie en nt ts s i in n t th he e O OR R ( (A Ap pp pe en nd di ix x I I) )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "B. . G Gu ui id de el li in ne es s f fo or r m ma an na ag ge em me en nt t o of f S SA AR RS S p pa at ti ie en nt ts s 1. Management of SARS patients in the OR (Appendix II) Management of SARS patients requires conscientious efforts in infection control and careful planning. Transfer of a patient to the OR potentially exposes an innocent by-stander en route to the infective agent.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "3 3. . T Th he e A An ne es st th he es si ia a M Ma ac ch hi in ne e i is s \" \"D DI IR RT TY Y\" \"",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "5 5.  . W Wa as sh h y yo ou ur r h ha an nd ds s o of ft te en n -Hands should be washed before any direct contact with a patient, before performing invasive procedures and after contact with blood, body fluid, secretions, excretions and exudates.A AP PP PE EN ND DI IX X I II I Management of severe acute respiratory syndrome (SARS) patients in the operating room (OR) 1 1. . G Ge en ne er ra al l A. Transfer of patient to the OR -Patients should be transferred directly into the OR.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "1 1.  . P Pa ag ge er rs s -The On-Call Staff Anesthesiologist can be located via the OR desk.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "2 2. . E Eq qu ui ip pm me en nt t In the ICU, ER and SARS units, the SARS Intubation Kit contains: -Manual resuscitation bag with viral filter -In-line suction catheters -powered air-purifying respirator (PAPR) hoods (2 -anesthesiologist & respiratory technician).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "WHO case definition of severe acute respiratory syndrome * Suspect case 1 A person presenting after 1 November 2002 A with a history of:",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Centers for Disease Control and Prevention in the US, 26 Health Canada 27 and the Ontario Ministry of Health and Long-Term Care 28 have published guidelines and recommendations for infection control in managing",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Case fatality ratio of severe acute respiratory syndrome patients with SARS. However, none were addressed specifically to anesthesiologists or to other health care professionals (nurses, respiratory therapists) in managing SARS patients in the operating room (OR) or during airway management outside the OR. Our department, which provides anesthesia service to four teaching hospitals (Toronto General, Toronto Western, Princess Margaret and Mount Sinai Hospitals), developed three sets of institutional guidelines to address these issues: Routine Precautions for non-SARS patients in the OR, Management of SARS Patients in the OR and Emergency tracheal intubation of SARS patients outside the OR (Appendices I-III). The guidelines were developed in consultation with anesthesiologists, intensivists, infection control staff and respiratory therapists. A modified version was adopted by the Canadian Anesthesiologists' Society. (www.cas.ca/meeting/sars).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "http://www.who.int/csr/sars/infectioncontrol/en/.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "A Ac ck kn no ow wl le ed dg ge em me en nt t The authors would like to thank Dr. Damon Kamming for reviewing this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}