{
    "paper_id": "9536b4578ed270b4a0d0d94f518ba6dbfc5db8eb",
    "metadata": {
        "title": "Modeling the Skip-and-resurgence of Japanese Encephalitis Epidemics in Hong Kong",
        "authors": [
            {
                "first": "Shi",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Polytechnic University",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "(SAR) China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yijun",
                "middle": [],
                "last": "Lou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Polytechnic University",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "(SAR) China"
                    }
                },
                "email": ""
            },
            {
                "first": "Alice",
                "middle": [
                    "P Y"
                ],
                "last": "Chiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Polytechnic University",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "(SAR) China"
                    }
                },
                "email": ""
            },
            {
                "first": "Daihai",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Polytechnic University",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "(SAR) China"
                    }
                },
                "email": "daihai.he@polyu.edu.hk"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Supplementary Information S1 More Fitting Results Under Different Scenarios 11 S1.1 Baseline fitting results 12 In this case, the force of infection from mosquitoes to pigs is set as",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where ω is the time series of ovitrap index in Hong Kong, k and b are model parameters under Table S1 . This model scenario is associated with explanation I3. For partitioned ρ, we assume ρ 18 is increased after new strain invasion as:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 101,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "where τ is the time delay and T 0 is the starting time instant when new JEV strain joined the Table S2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "Table S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The estimate of R pp is 0.026 (95% C.I.: [0.00,0.30]) under this scenario (see Fig S3) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "text": "Fig S3)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "23"
        },
        {
            "text": "where T 0 is the starting time instant when new JEV strain joined the system. The situation 28 with no invasion of new strains can be regarded as the special case that k 1 = k 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "The fitting results of the new JEV strain invasion scenario with variable force of infection and C p0 is assumed to be equal for simplicity. Here is the justification. The average period of 39 staying in E p , I p or C p is (1.5 + 3.0 + 2.5)/3 = 7/3 days (see Table 1 for the parameter values).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 267,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "29"
        },
        {
            "text": "Then, if a pig is assumed to be infected during its living period and we randomly select one day, 41 q q q q q q q q q q q q q q q q q q q q q q q q q q the probability of \"the pig is in E p , I p or C p on the selected day\" is p 1 = (7/3)/234 = 0.01",
            "cite_spans": [],
            "ref_spans": [],
            "section": "40"
        },
        {
            "text": "(where 234 days are the average pigs' lifespan). According to References, we have R p0 = 43 25% 55% (see Table 1 ), this implies there is 55%-25%=30%, as a maximum, of locally-reared as the initial proportions of E p0 , I p0 and C p0 are believed to be very small, slightly changes 52 of these three parameters will not affect our main results. q q q q q q q q q q q q q q q q q q q q q q q q q the effect of term θ vp on R 0 is equivalent to the terms √ bc in the R hv expression at the end of 84 Gao et al. [1] (please note that we do not have term λ pv from pig to mosquito in our current 85 model, but as for compensations, our term λ vp covers the effect of the potential term λ pv ).",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 497,
                    "text": "84",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 112,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "42"
        },
        {
            "text": "Therefore, the percentage change on term θ vp equals to percentage change in λ vp , and the 87 roughly equals to the percentage change in R 0 (by ignore the effect of pig-to-pig transmission, 88 i.e., R pp , because it is estimated to be very small). According to our estimation in scenario (by using Eqn. (10)), which is much less than current local pig population (roughly 60, 000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "86"
        },
        {
            "text": "This is likely to explain the mechanism of JEV resurgence in 2011.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "93"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "For JEV transmission, human hosts are the incidental and dead-end host of the disease 57 References 95",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Zika as a Mosquito-Borne and Sexually Transmitted Disease: A Mathematical Modeling 97",
            "authors": [],
            "year": 2016,
            "venue": "Analysis. Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "14 estimation. The baseline fitting results of the model are shown in Fig S1. Estimated results 15 of model parameters are in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fitting results of JEV local cases in Hong Kong from 2004 to 2016 under baseline (i.e., no invasion) scenario. Panel (a) and (b) are the scaled force of infection (from vectors to pigs, scaled by the population size of pigs) and simulation results from 2004 to 2016 respectively. Panel (c) and (d) are the one-year-average scaled force of infection and simulation results from 2004 to 2016 respectively. In panel (a) and (b), black dashed lines are the scaled force of infection. In panel (b) and (d), blue lines are the simulation results, shaded regions are 95% quantile interval from simulation, pink dots are the reported (i.e., observed) JEV local cases and red lines are the smoothed (by loess function) reported JEV cases. The vertical grey dashed line marks the time point when Hong Kong government triggered the pig rearing licences surrender policy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "results of the new JEV strain invasion scenario with increased λ vp and ρ 22 after invasion are shown in Fig S2. Estimated results of model parameters are in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fitting results of partitioned force of infection 25 This model scenario is associated with explanation I2. In this case, fixing the spill-over 26 ratio, we assume the force of infection under new JEV strain invasion scenario is27",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "are shown in Fig S4. Estimated results of model parameters are in Table S3. The estimate Model fitting results of JEV local cases under the new strain invasion scenario from 2004 to 2016 in Hong Kong. Panels (a) and (b) are the re-scaled force of infection from vectors to pigs, normalized by the pig population sizes and their simulated results, both from 2004 to 2016. Panels (c) and (d) are the one-year average re-scaled force of infection and their simulated results from 2004 to 2016. In panels (a) and (b), black dashed lines are the scaled force of infection. In panels (b) and (d), blue lines are the simulated results, shaded regions are the simulated 95% quantile interval. Pink dots are the observed JEV local cases and red lines are the smoothed observed JEV cases using the LOESS function. The vertical grey dashed line is the time where the pig rearing license surrendering policy was implemented. The vertical dark green line is the time when the new strain invasion occurs. The model scenario is associated with explanation I1. of R pp is 0.0053 (95% C.I.: [0.00,0.31]) under the invasion scenario with partitioned force of 32 infection (see Fig (S5)). Initial proportions of I p0 , E p0 and C p0 36The proposed modelling framework is relatively novel thus it is difficult to find the exact 37 value of these three values in previous research of pigs. The initial proportions of E p0 , I p0 38",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The estimation result of the basic reproduction number of pig-to-pig transmission (R pp ) under new JEV strain invasion scenario with both variable λ vp and ρ. The horizontal blue dashed line is the 95% confidence threshold. The model scenario is associated with explanation I1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fitting results of JEV local cases in Hong Kong from 2004 to 2016 under new JEV strain invasion scenario with variable force of infection (λ vp ). Panel (a) and (b) are the scaled force of infection (from vectors to pigs, scaled by the population size of pigs) and simulation results from 2004 to 2016 respectively. Panel (c) and (d) are the one-year-average scaled force of infection and simulation results from 2004 to 2016 respectively. In panel (a) and (b), black dashed lines are the scaled force of infection. In panel (b) and (d), blue lines are the simulation results, shaded regions are 95% quantile interval from simulation, pink dots are the reported (i.e., observed) JEV local cases and red lines are the smoothed (by loess function) reported JEV cases. The vertical grey dashed line marks the time point when Hong Kong government triggered the pig rearing licences surrender policy. The vertical dark green dashed line marks the time point when the new JEV strain introduced to the pigs' population. The inset panel shows the maximum log-likelihood (MLL) values of different k 1 s and k 2 s , the red dot with the highest MLL are selected for fitting in main panels. The model scenario is associated with explanation I2.pig would be infected annually. Therefore, we have the probability of \"a randomly selected 45 locally-reared pig will be infected during its life time\" is p 2 = 30% * (234/365.25) = 0.19 46 (where 365.25 days are the average time period of a year). By further assuming the events of p1 and p2 are independent, we have the probability of \"a randomly selected locally-reared 48 pig is infected (i.e., in E p , I p or C p ) on a randomly select day\" is p = p 1 p 2 = 0.0019 (as upper 49 bound). It is obvious that the lower bounds of E p0 , I p0 and C p0 are all 0. Hence, we have the 50 average of upper and lower bounds: (0.0019 + 0)/2 = 0.001 = 0.1% as assumed. Furthermore, 51",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The estimation result of the basic reproduction number of pig-to-pig transmission (R pp ) under new JEV strain invasion scenario with variable λ vp . The horizontal blue dashed line is the 95% confidence threshold. The model scenario is associated with explanation I2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "the changing fold in λ vp is 0.0071/0.0043 = 1.65. If we presume R 0 = 1.15 (with CCS 90 around 150, 000 in Fig. 8) before invasion, the new R 0 = 1.65 × 1.15 = 1.90 (which is out 91 of the bound of current Fig. 8) after new JEV invasion, and the new CCS is around 15, 000 92",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary table of model parameters' estimates under baseline (i.e., no invasion) scenario. X p0 denotes the initial proportion of class X p .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary table of parameter estimation under new JEV strain invasion scenariowith variable ρ. X p0 denotes the initial proportion of class X p .",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary table of model parameters' estimates under new JEV strain invasion scenario with variable force of infection (λ vp ). X p0 denotes the initial proportion of class X p .",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "However, the model would be very complicated, which may lead to over-fitting issue.As we can see, the current model fits the data well, and also simplified the modelling frameworks.Why to formulate the vector-free model? The purpose (at least one major purpose) of the vector (mosquito) population is to keep tracking the mosquito density. However, we found a mosquito index (i.e., the ovitrap index) from observation. Thus we directly use this mosquito index as the replacement of the vector (i.e., mosquito in this work) population.This approach saved us from explicitly modeling the mosquito population. Alternatively, we could have formulate a two-host model with both pig and mosquito. Then we aim to fit simultaneously the observed human cases and the observed mosquito index. That will be a challenging future work.S2.3 R 0 and CCS after New JEV InvasionNew R 0 and CCS before/after the invasion of the new JEV strain It is hard to directly estimate the R 0 with the simplified model (as we avoid model the mosquito and human population explicitly), but we can estimate the percentage change on R 0 before/after new strain invasion. As we wrote in paragraph \"Force of Infection from Vectors to Reservoirs\" (from mosquito to pig) in \"Parameter Estimation\" section, λ vp can be further expressed as 80 λ vp = aθ vp I v /N p . Then, the model is similar to the ODE system proposed in Gao et al.[1]  by regarding pigs as \"host\" and mosquito as vector. Biologically, the new (more infective) JEV strain could only increase the transmission probability (i.e., θ vp ) via mosquito bites. Then,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}