{
    "paper_id": "954162ab9dfa8ba8ff649177521da34f640a7225",
    "metadata": {
        "title": "Effective one-pot multienzyme (OPME) synthesis of monotreme milk oligosaccharides and other sialosides containing a 4-O- acetyl sialic acid † HHS Public Access Author manuscript",
        "authors": [
            {
                "first": "Hai",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "postCode": "95616",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "postCode": "95616",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanhong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "postCode": "95616",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Vireak",
                "middle": [],
                "last": "Thon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "postCode": "95616",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Baojun",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "postCode": "95616",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Xi",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "One Shields Avenue",
                        "postCode": "95616",
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Org",
                "middle": [],
                "last": "Biomol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chem",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A facile one-pot two-enzyme chemoenzymatic approach has been established for gram (Neu4,5Ac 2 α3Lac, 1.33 g) and preparative-scale (Neu4,5Ac 2 α3LNnT) synthesis of monotreme milk oligosaccharides. Other O-acetyl-5-N-acetylneuraminic acid (Neu4,5Ac 2 )-or 4-O-acetyl-5-N-glycolylneuraminic acid (Neu4Ac5Gc)-containing α2-3-sialosides have also been synthesized in preparative scale. Used as an effective probe, Neu4,5Ac 2 α3GalβpNP was found to be a suitable substrate by human influenza A viruses but not bacterial sialidases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "One-pot multienzyme (OPME) synthesis: Monotreme milk oligosaccharides and other sialosides containing a 4-O-acetyl-sialic acid were synthesized in gram (1.33 g for Neu4,5Ac 2 α3Lac) or preparative (10-56 mg) scales using a one-pot two-enzyme (OP2E) sialylation system containing a bacterial cytidine 5′-monophosphate (CMP)-sialic acid synthetase and Pasteurella multocida sialyltransferase 3 (PmST3). Neu4,5Ac 2 α3Galβ4GlcNAcβ3Galβ4GlcβProN 3 (34)-20 mg, yield 81%; white solid. 1 H NMR (800 MHz, D 2 O) δ 4.93 (m, 1H), 4.67 (d, J = 8.0 Hz, 1H), 4.54 (d, J = 8.0 Hz, 1H), 4.47 (d, J = 8.0 Hz, 1H), 4.41 (d, J = 8.0 Hz, 1H), 4.14 (d, J = 3.2 Hz, 1H), 4.11 (dd, J = 9.6 and 3.2 Hz, 1H), 4.07 (t, J = 10.4 Hz, 1H), 3.98-3.54 (m, 28H), 3.44 (t, J = 6.4 Yu et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Sialic acids commonly presented as the terminal residues on mammalian oligosaccharides or glycoconjugates are key recognition components of bacterial adhesins, viral surface proteins, selectins, Siglecs, and other sialic acid-binding proteins involved in infection, inflammation, cancer metastasis, and immunoregulation. 1-4 Sialic acids present tremendous structural diversity in nature and more than 50 members have been identified so far. These include Nacetylneuraminic acid (Neu5Ac), the non-human sialic acid N-glycolylneuraminic acid 5 Neu4,5Ac 2 (1) has been found in horse, 6 donkey, 7 Australian monotreme Echidna, 5, 8 Japanese dace, 9 South American pit viper, 10 rabbit, 11 guineapig. 6 Neu4,5Ac 2 -containing oligosaccharides have been found to be the dominant components of the acidic milk oligosaccharides (MOSs) of monotremes echidnas and platypus. [12] [13] [14] Both Neu4,5Ac 2 and Neu4Ac5Gc have been found in horse glycoproteins. 5 The presence of Neu4Ac5Gc-GM3 ganglioside in human colon cancer tissues was detected using purified antibodies. 15 Neu4Ac5Gc (2) has also been found in α2-8-linked polysialic acids of glycoproteins from unfertilized kokanee salmon egg 16 and in the serum of guinea pig in trace amounts. 17 4-O-Acetylation of sialic acids provides resistance or decreased sensitivity of sialosides to various sialidases. 6, 18, 19 This property is believed to contribute to the inhibitory activity of Neu4,5Ac 2 -rich horse and guinea pig α 2 -macroglobulins against hemagglutination and infectivity of several human influenza viruses. 6, 18, 19 On the other hand, Neu4,5Ac 2 is selectively recognized by the hemagglutinin-esterase (HE) 20, 21 of mouse hepatitis virus strain S (MHV-S), a type of murine coronavirus, and infectious salmon anemia virus (ISAV). 22 Nevertheless, the significance of naturally existing 4-O-acetylated sialic acids is not well understood partly due to the lack of access to sufficient amounts of the corresponding sialosides.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 542,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 553,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 584,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 594,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 627,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 629,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 646,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 675,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 686,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 699,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 896,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 951,
                    "end": 952,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1077,
                    "text": "Neu4Ac5Gc",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1190,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1240,
                    "end": 1242,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1357,
                    "end": 1359,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 1360,
                    "end": 1363,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 1364,
                    "end": 1366,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1572,
                    "end": 1574,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 1575,
                    "end": 1578,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 1579,
                    "end": 1581,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1796,
                    "end": 1798,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To our knowledge, the synthesis of sialosides containing 4-O-aceylated sialic acids by either chemical or enzymatic methods has not been reported. Here we present a facile chemoenzymatic approach for preparative and gram-scale synthesis of monotreme milk oligosaccharides including Neu4,5Ac 2 -containing α2-3-linked sialyl lactose (Neu4,5Ac 2 α3Lac) and sialyl lacto-N-neotetraose (Neu4,5Ac 2 α3LNnT). Other Neu4,5Ac 2or Neu4Ac5Gc-containing α2-3-linked sialosides representating common terminal sialosides in mammals are also synthesized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We envisioned that the desired 4-O-acetyl-sialic acid-containing sialosides could be chemoenzymatically synthesized using an effective one-pot two-enzyme sialylation system containing a cytidine 5′-monophosphate-sialic acid (CMP-Sia) synthetase (CSS) and a sialyltransferase (ST). 23 To test the feasibility, the corresponding 4-O-acetyl-sialic acids were chemically synthesized. As shown in Scheme 1, Neu4,5Ac 2 (1) was synthesized from N-acetylneuraminic acid (Neu5Ac, 3) by esterification of the C1-carboxyl group with benzyl bromide to provide benzyl ester 4 with a 90% yield. Protection of 4 at C8 and C9 by adding 2,2-dimethoxypropane in the presence of a catalytical amount of p-toluenesulfonic acid produced partially protected 5 in an excellent 92% yield. Regioselectively acetylation of 5 at O-4 using acetic anhydride in pyridine at room temperature provided the key intermediated 6 in a 81% yield. Final deprotection of the O-isopropylidene group in 6 by treating with 80% acetic acid and removal of the benzyl ester group by catalytic hydrogenolysis with H 2 in the presence of Pd/C in methanol resulted in Neu4,5Ac 2 (1) in a 82% yield. The obtained product has a proton nuclear magnetic resonance ( 1 H NMR) spectrum consistent with that reported. 24 The 4-O-acetyl modification caused a downfield shift of Neu5Ac H-4 signal.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1263,
                    "end": 1265,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Neu4Ac5Gc (2) was chemoenzymatically synthesized from D-mannosamine hydrochloride (ManNH 2 ·HCl, 7). As shown in Scheme 2, N-(2-Benzyloxyacetyl)-D-mannosamine 8 was obtained by treating ManNH 2 ·HCl (7) with 2-benzyloxyacetyl chloride in the presence of NaHCO 3 in CH 3 CN and water. P. multocida sialic acid aldolase (PmNanA) 25 -catalyzed aldol reaction of 8 with sodium pyruvate at 37 °C for 48 h produced the corresponding sialic acid derivative 9 in an excellent quantitative yield. The introduction of 4-O-acetyl group was carried out similarly to that described above for the synthesis of Neu4,5Ac 2 (1). Briefly, benzylation of 9 with benzyl bromide formed benzyl ester 10 in a 90% yield. Treating 10 with 2,2-dimethoxypropane produced 8,9-isopropylidene-protected 11 in a 96% yield. Selective acetylation of 11 with Ac 2 O and pyridine produced the corresponding 4-O-acetyl derivative 12 in a good yield (81%). Subsequent removal of the isopropylidene group using HOAc/H 2 O followed by debenzylation using catalytic hydrogenation produced the target Neu4Ac5Gc (2) in a 78% yield.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 329,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Sialyltransferase-catalyzed reactions use CMP-sialic acids which can be potentially accessed by a suitable CMP-Sia synthetase (CSS, EC 2.7.7.43). The tolerance of using Neu4,5Ac 2 (1) as a potential substrate was tested for several bacterial CSSs including those from Neisseria meningitidis (NmCSS), 26 Pasteurella multocida (PmCSS), Haemophilus ducreyi (HdCSS), as well as two NmCSS mutants (NmCSS_S81R and NmCSS_Q163A). 27 Small-scale reactions carried out in Tris-HCl buffer (100 mM, pH 7.1) at 37 °C for 15 h followed by thin-layer chromatography (TLC) and mass spectrometry (MS) analyses indicated that all CSSs tested could use Neu4,5Ac 2 (1) efficiently (Fig. S1 , †ESI). These results were quite exciting as a previous report showed that CSSs purified from calf brain, bovine, and equine submaxillary glands could not use Neu4,5Ac 2 (1) as a substrate for the synthesis of the corresponding CMP-sialic acid. 28 NmCSS was chosen for further studies and for preparative-scale and gram-scale syntheses.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 302,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 918,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 661,
                    "end": 669,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "A coupled enzymatic assay was used to evaluate several bacterial sialyltransferases in using CMP-Neu4,5Ac 2 and CMP-Neu4Ac5Gc synthesized in situ by NmCSS from Neu4,5Ac 2 (1) and Neu4Ac5Gc (2), respectively, as potential donor substrates. Sialyltransferases tested include α2-3-sialyltransferases from Pasteurella multocida (PmST1, 29 PmST2, 30 PmST3 31 ) and PmST1_M144D mutant; 32 α2-6-sialyltransferases Pd26ST 33 and Psp26ST; 34 as well as α2-3/8-sialyltransferase CstII. 35, 36 Among these sialyltransferases, only PmST3 showed good activity as shown by TLC and MS studies. PmST3 was previously characterized as a monofunctional α2-3-sialyltransferase encoded by Pm1174 gene in Pasteurella multocida strain Pm70. It had broad acceptor substrate specificity and could use oligosaccharides, glycolipids, and glycopeptides as acceptors. 31, 37 PmST3 could use oligosaccharides containing a terminal β1-4-or β1-3-llinked galactose as acceptors, but had poor activity on using galactosides containing a monosaccharide unit as acceptors. It could not use fucosylated oligosaccharides, such as Le x , as acceptor substrates. It was delightful to identify the unique efficiency of PmST3, among various bacterial sialyltransferases, in catalyzing the synthesis of sialosides containing 4-O-acetyl sialic acid.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 334,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "35,",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 482,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "31,",
                    "ref_id": null
                },
                {
                    "start": 843,
                    "end": 845,
                    "text": "37",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "NmCSS and PmST3 were used in an efficient one-pot two-enzyme (OP2E) sialylation system 23, 38 (Scheme 3) for preparative-scale synthesis of target sialosides. To minimize loss of the 4-O-acetyl group, enzymatic reactions were carried out at 37 °C in a Tris-HCl buffer (100 mM, pH 7.1) containing NmCSS, PmST3, Mg 2+ , cytidine 5′-triphosphate (CTP), Neu4,5Ac 2 or Neu4Ac5Gc, and a galactoside acceptor. Monotreme milk oligosaccharides Neu4,5Ac 2 α3Lac (24) and Neu4,5Ac 2 α3LNnT (25) were readily produced from lactose (Galβ4Glc or Lac, 13) and previously synthesized lacto-N-neotetraose (Galβ4GlcNAcβ3Galβ4Glc or LNnT, 14) 39 in 82% and 78% yields, respectively (Table 1) . Neu4,5Ac 2 α3LNT (26) was also synthesized from commercially available lacto-N-tetraose (Galβ3GlcNAcβ3Galβ4Glc or LNT, 15) in a 65% yield. GalβpNP (16) with a monosaccharide unit was a less efficient acceptor and Neu4,5Ac 2 α3GalβpNP (27) was obtained in a 31% yield (the yield could not be improved further by adding more enzymes). Other α2-3-linked sialylated disaccharides containing a propyl azide aglycone (28) (29) (30) (31) (32) (33) were also successfully synthesized from the corresponding disaccharides 29, 40, 41 17-22 in 74-88% yields. To demonstrate the efficiency of the OP2E system, monotreme milk trisaccharide Neu4,5Ac 2 α3Lac (24) was further synthesized in a gram scale (1.33 g) with a 71% yield.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 91,
                    "end": 93,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 626,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 1086,
                    "end": 1090,
                    "text": "(28)",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1095,
                    "text": "(29)",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "text": "(30)",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1105,
                    "text": "(31)",
                    "ref_id": null
                },
                {
                    "start": 1106,
                    "end": 1110,
                    "text": "(32)",
                    "ref_id": null
                },
                {
                    "start": 1111,
                    "end": 1115,
                    "text": "(33)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 663,
                    "end": 672,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "A longer propyl azide-containing oligosaccharide Galβ4GlcNAcβ3Galβ4GlcβProN 3 or LNnTβProN 3 (23) was synthesized from LacβProN 3 (17) using a sequential two-step onepot multienzyme (OPME) 38 process (Scheme 4) similar to that reported previously for LNnT. 39 Briefly, Lc 3 trisaccharide GlcNAcβ3Galβ4GlcβProN 3 42 was synthesized from LacβProN 3 (17) and GlcNAc in a 94% yield using a one-pot four-enzyme (OP4E) GlcNAc activation and transfer system containing Bifidobacterium longum N-acetylhexosamine-1kinase (BLNahK, NahK_ATCC55813), 43 Pasteurella multocida N-acetylglucosamine uridyltransferase (PmGlmU), 44 Pasteurella multocida inorganic pyrophosphatase (PmPpA), 40 and Neisseria meningitidis β1-3-N-acetylglucosaminyltransferase (NmLgtA). [45] [46] [47] LNnTβProN 3 (23) 42 was then produced from Lc 3 and galactose in an excellent (99%) yield using a OP4E galactosylation system 37, 39 containing Escherichia coli galactokinase (EcGalK), 48 Bifidobacterium longum UDP-sugar pyrophosphorylase (BLUSP), 49 PmPpA, 40 and Neisseria meningitidis β1-4-galactosyltransferase (NmLgtB). 40, 47 Synthesis of Neu4,5Ac 2 α3LNnTβProN 3 (34) from LNnTβProN 3 (23) and Neu4,5Ac 2 (1) was successfully achieved in a good 81% yield using NmCSS and PmST3 in one-pot (Scheme 3).",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 259,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 311,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "(17)",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 540,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 613,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 673,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 892,
                    "text": "37,",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 895,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 948,
                    "end": 950,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1013,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 1021,
                    "end": 1023,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 1088,
                    "end": 1091,
                    "text": "40,",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1094,
                    "text": "47",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Although less efficient compared to the synthesis of their Neu4,5Ac 2 -containing matching pairs, Neu4Ac5Gc-containing α2-3-linked sialosides with a propyl azide aglycone (35) (36) (37) (38) (39) (40) (41) were successfully obtained from Neu4Ac5Gc (2) and the corresponding disaccharides (17) (18) (19) (20) (21) (22) or tetrasaccharide (23) in 51-71% yields using the OP2E sialylation reaction (Scheme 3). This indicated that CMP-Neu4,5Ac 2 generated in situ is a better donor substrate than in situ generated CMP-Neu4Ac5Gc for PmST3. Longer reaction time needed for the synthesis of Neu4Ac5Gc-containing compounds also led to de-O-acetylation which also contributed to lower sialylaton yields.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "(35)",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "(36)",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "(37)",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "(38)",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "(39)",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "(40)",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 205,
                    "text": "(41)",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "(17)",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "(18)",
                    "ref_id": null
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "(19)",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "(21)",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "(22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "All sialoside products synthesized in preparative scale were purified by gel filtration chromatography and semi-prep high-performance liquid chromatography (HPLC) using a reverse-phase C18 column. The structures were characterized by 1 H and 13 C nuclear magnetic resonance (NMR) spectroscopy as wells as high resolution mass spectrometry (HRMS). Neu4,5Ac 2 α3Lac (24) synthesized in gram scale was purified (1.33 g) using a CombiFlash ® Rf 200i system with a ODS-SM column (51 g, 50 μM, 120 Å, Yamazen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The synthesized pNP-tagged sialoside Neu4,5Ac 2 α3GalβpNP (27) In order to test whether the cleavage of Neu4,5Ac 2 by human influenza A viruses was caused by de-O-acetylation or direct de-sialylation, Neu4,5Ac 2 α3Lac was incubated with purified human influenza A viruses followed by high-resolution mass spectrometry analysis. A major product peak for Neu4,5Ac 2 was seen and only a trace amount of Neu5Ac was observed (Fig. S2, ESI) , indicating a direct de-sialylation of Neu4,5Ac 2 mechanism was used by human influenza A viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 434,
                    "text": "(Fig. S2, ESI)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "In conclusions, we report here a convenient and efficient chemoenzymatic sialylation approach for synthesizing α2-3-linked sialosides containing a 4-O-acetylated sialic acid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "PmST3, but not other bacterial sialyltransferases, was identified as a unique sialyltransferase that can catalyze the transfer of 4-O-acetylated sialic acid. Using chemically or chemoenzymatically synthesized Neu4,5Ac 2 (1) or Neu4Ac5Gc (2), α2-3-linked sialosides were readily obtained by a one-pot two-enzyme (OP2E) system containing NmCSS and PmST3. Using Neu4,5Ac 2 α3GalβpNP as an effective probe, substrate specific studies showed that while Neu4,5Ac 2 was not hydrolyzed by bacterial sialidases tested, it was effectively removed by human influenza A virus neuraminidases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Chemicals were purchased and used as received. NMR spectra were recored in the NMR facility of University of California, Davis on a Varian Inova 400 (400 MHz for 1 H, 100 MHz for 13 C) and a Bruker Avance-800 NMR spectrometer ( Recombinant enzymes Bifidobacterium longum strain ATCC55813 N-acetylhexosamine-1kinase (BLNahK or NahK_ATCC55813), 43 Pasteurella multocida N-acetylglucosamine uridyltransferase (PmGlmU), 44 Pasteurella multocida inorganic pyrophosphatase (PmPpA), 40 Neisseria meningitidis β1-3-N-acetylglucosaminyltransferase (NmLgtA), 45, 46 Escherichia coli galactokinase (EcGalK), 48 Bifidobacterium longum UDP-sugar pyrophosphorylase (BLUSP), 49 Neisseria meningitidis β1-4-galactosyltransferase (NmLgtB), 40 Pasteurella multocida sialic acid aldolase (PmNanA), 25 Neisseria meningitidis CMP-sialic acid synthetase (NmCSS), 26 Pasteurella multocida CSS (PmCSS), Haemophilus ducreyi CSS (HdCSS), and two NmCSS mutants (NmCSS_S81R and NmCSS_Q163A), 27 Pasteurella multocida multifunctional α2-3-sialyltransferase 1 (PmST1) 29 and Pasteurella multocida α2-3-sialyltransferase 3 (PmST3) 31 (14) were prepared as described previously. 29, 40, 41 Tetrasaccharide LNnTβProN 3 (23) was chemoenzymatically synthesized via sequential one-pot multienzyme (OPME) glycosylation approach from LacβProN 3 (17) as described below:",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 345,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 418,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 478,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "45,",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 555,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 599,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 662,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 725,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 781,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 843,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 966,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1102,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 1147,
                    "end": 1150,
                    "text": "29,",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "40,",
                    "ref_id": null
                },
                {
                    "start": 1155,
                    "end": 1157,
                    "text": "41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Chemical synthesis of 5-N-acetyl-4-O-acetylneuraminic acid (Neu4,5Ac 2 , 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Benzyl 5-acetamido-3,5-dideoxy-D-glycero-β-D-galacto-2-nonulopyranosonate (4)-To a stirring solution of Neu5Ac (3, 5 g, 16.2 mmol) in water (20 mL), 10% Cs 2 CO 3 was added dropwisely to adjust the pH value of solution to neutral. The reaction mixture was then evaporated and dried for overnight using a vacuum pump. The obtained solid was dissolved in N,N-dimethylformamide (20 mL), and benzyl bromide (3 mL) was added dropwisely. The mixture was stirred under argon for overnight at room temperature and then filtered. The filtrate was evaporated to produce a syrup. Crystallization using 2-propanol produced 4 (5.8 g, 90% ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "To a solution of compound 5 (2.0 g, 4.55 mmol) in pyridine (4 mL), acetic anhydride (2 mL) was added. The mixture was stirred for 1 h at room temperature and then ethanol (10 mL) was added. The solution was evaporated to dryness and the residue was purified by a silica gel column (EtOAc:Hexane = 2:1, by volume) to produce compound 6 (1.7 g, 81% ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Benzyl 5-acetamido-4-O-acetyl-3,5-dideoxy-8,9-O-isopropylidene-D-glycero-β-D-galacto-2-nonulopyranosonate (6)-"
        },
        {
            "text": "A multigram scale synthesis of Neu4,5Ac 2 (1) was also achieved using the procedure described above. Briefly, Neu5Ac (10.1 g, 32.65 mmol) was dissolved in water (50 mL) and 10% Cs 2 CO 3 was added to adjust the solution to neutral. After removal of the solvent and dried under vacuum, the obtained solid was dissolved in dry DMF (60 mL), and benzyl bromide (6 mL) was added at 0 °C. The mixture was stirred at room temperature under argon for overnight and then filtered. The filtrate was evaporated to a syrup which was crystallized using 2-propanol to produce 4 (11.1 g, 85%). Compound 4 (10.08 g, 25.23 mmol) was then dissolved in acetone (150 mL), and 2,2-dimethoxypropane (20 mL) and camphorsulfonic acid (150 mg) were added. The mixture was stirred at room temperature for 2 hours. Trimethylamine (500 μL) was added and the mixture was stirred for 15 min before it was concentrated. The obtained residue was purified using a 150 g RediSep Rf silica column (EtOAc:MeOH = 5:1, by volume) on a CombiFlash ® Rf 200i system to produce 5 (10.5 g, 95%). Compound 5 (9.89 g, 22.50 mmol) was dissolved in pyridine (40 mL) and Ac 2 O (15 mL) was added. The mixture was stirred for 1 h at room temperature and ethanol (30 mL) was added at 0 °C. After being concentrated, the residue was purified using a 150 g RediSep Rf silica column (EtOAc:MeOH = 10:1, by volume) on a CombiFlash ® Rf 200i system to produce compound 6 (9.1 g, 84%). A solution of compound 6 (8.58 g, 17.83 mmol) in 90% acetic acid (40 mL) was stirred at 60 °C for 2 h. The reaction mixture was evaporated and the obtained syrup was dissolved in methanol (50 mL) and treated with H 2 in the presence of 10% Pd/C for 2 h at room temperature. The solution was filtered and concentrated. The residue was purified using a ODS-SM column (51 g, 50 μM, 120 Å, Yamazen) on a CombiFlash ® Rf 200i system and was eluted with a gradient of 0-100% acetonitrile in water containing 0.05% formic acid over 30 minutes with a 30 mL/min flow rate. The fractions containing the pure product were collected and concentrated to produce the final product 1 (5.2 g, 83%) as a white powder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multigram scale synthesis of Neu4,5Ac 2 (1)"
        },
        {
            "text": "N-(2-Benzyloxyacetyl)-D-neuraminic acid (9)-Solid K 2 CO 3 (14.4 g, 104.3 mM) was added to a stirred mixture of ManNH 2 ·HCl (7, 4.5 g, 20.8 mM) in dry MeOH (100 mL). The mixture was stirred for 30 min and benzyloxyacetyl chloride (5.8 g, 31.3 mM) was added dropwisely. When the reaction was completed as monitored by TLC, the mixture was concentrated and purified by flash chromatography (DCM:MeOH = 10:1, by volume) to produce ManNGc analog 8 (5.8 g, 85%). Compound 8 (3.5 g, 10.7 mM) and pyruvate (4.11 g, 37.4 mM) were dissolved in water (35 mL) in a 50 mL centrifuge tube. After the addition of an appropriate amount of PmNanA (52 mg), the reaction mixture was incubated in an isotherm incubator for 48 h at 37 C with gentle shaking. The reaction progress was monitored by TLC (nPrOH:H 2 O:HOAc = 5:2:1, by volume) and mass spectrometer (MS). When the reaction was completed, ice-cold ethanol (35 mL) was added and the reaction mixture was incubated at 4 °C for 30 min. The mixture was centrifuged and the supernatant was concentrated. The residue was purified by silica gel column flash chromatography (EtOAc:MeOH:H 2 O = 6:2:1 then 4:2:1, by volume) to produce the desired Neu5GcOBn 9 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of Neu4Ac5Gc (2)"
        },
        {
            "text": "-O-isopropylidene-Neu5GcOBn (11, 1.1 g, 2.02 mmol) in pyridine (4 mL), acetic anhydride (2 mL) was added. The mixture was stirred for 1 h at room temperature and ethanol (10 mL) was added. The solution was evaporated to dryness and the residue was purified by a silica gel column (EtOAc:toluene = 1:2, by volume) to produce compound 12 (0.96 g, 81%). A solution of compound 12 (0.8 g, 1.36 mmol) in 90% acetic acid was stirred for 2 h at 60 °C. The reaction mixture was evaporated to give a syrup which was dissolved in methanol (20 mL) ",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 536,
                    "text": "(20 mL)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "5-Glycolylamido-4-O-acetyl-3,5-dideoxy-D-glycero-β-D-galacto-2nonulopyranosonate (2)-To a solution of 8,9"
        },
        {
            "text": "One-pot four-enzyme preparative-scale synthesis of trisaccharide stain) and mass spectrometry (MS). When the reaction was completed, the same volume (40 mL) of 95% ethanol was added to the reaction mixture and the mixture was incubated at 4 °C for 30 min. After centrifugation, the supernatant was concentrated and passed through a Bio Gel P-2 gel filtration column (water was used as an eluent One-pot four-enzyme preparative-scale synthesis of Galβ4GlcNAcβ3Galβ4GlcβProN 3 (LNnTβProN 3 , 23)-The reaction mixture in a total volume of 30 mL containing Tris-HCl buffer (100 mM, pH 8.0), Lc 3 trisaccharide (0.55 g, 0.875 mmol), galactose (0.204 g, 1.14 mmol), ATP (0.627 g, 1.14 mmol), UTP (0.626 g, 1.14 mmol), MgCl 2 (20 mM), EcGalK (12.0 mg), BLUSP (10.0 mg), NmLgtB (7.0 mg), and PmPpA (8 mg) was incubated in a shaker with agitation (100 rpm) at 37 °C for 5 hrs. The product formation was monitored by TLC (n-PrOH:H 2 O:NH 4 OH = 5:2:1 and detected by panisaldehyde sugar stain) and mass spectrometry. When an optimal yield was achieved, ethanol (30 mL) was added and the mixture was incubated at 4 °C for 30 min. The precipitates were removed by centrifugation and the supernatant was concentrated and purified by a Bio-Gel P-2 gel column (water was used as an eluate ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemoenzymatic synthesis of GlcNAcβ3Galβ4GlcβProN 3 (Lc 3 βProN 3 ) and Galβ4GlcNAcβ3Galβ4GlcβProN 3 (LNnTβProN 3 , 23)"
        },
        {
            "text": "An acceptor (10 mM, 1.0 eq, chosen from 13-23), 4-O-acetyl-sialic acid (1.2 eq, 1 or 2), and CTP (2.0 eq), MgCl 2 (20 mM) were dissolved in Tris-HCl buffer (100 mM, pH 7.1), containing NmCSS (3 mg/mL), and PmST3 (5 mg/mL). The reaction mixture was incubated at 37 °C in an incubator with agitation (100 rpm) for 14 h. The product formation was monitored by MS. The reaction was terminated by adding the same volume (10 mL) of icecold EtOH followed by incubation at 4 °C for 30 min. The mixture was centrifuged to remove precipitates. The supernatant was concentrated and passed through a Bio-gel P-2 gel filtration column with water as the eluate to obtain the desired product. The compound was further purified by a reverse-phase C18 column (Phenomenex, 10 μm, 21.2 × 250 mm) with a flow rate of 10 mL/min using a gradient elution of 0-100% acetonitrile in water containing 0.05% formic acid over 20 minutes [Mobile phase A: 0.05% formic acid in water (v/v); Mobile phase B: acetonitrile (v/v); Gradient: 0% B for 3 minutes, 0% to 100% B over 12 minutes, 100% B for 2 minutes, then 100% to 0% B over 3 minutes]. The fractions containing the pure product were collected and concentrated to provide the final purified product. Structures of naturally occurring 4-O-acetyl-N-acetylneuraminic acid (Neu4,5Ac 2 , 1) and 4-O-acetyl-N-glycolylneuraminic acid (Neu4Ac5Gc, 2) . Yu ",
            "cite_spans": [
                {
                    "start": 1370,
                    "end": 1372,
                    "text": "Yu",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1353,
                    "end": 1367,
                    "text": "(Neu4Ac5Gc, 2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "General procedures for one-pot two-enzyme (OP2E) preparative-scale synthesis of α2-3linked sialosides containing a 4-O-acetyl sialic acid"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "34 mg, yield 78%",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Neu4",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "3--4",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "06 (s, 3H), 2.02 (s, 3H), 1.96 (s, 3H), 1.94 (t, J = 12.0 Hz, 1H)",
            "authors": [
                {
                    "first": "1h",
                    "middle": [],
                    "last": "Hz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "29 mg, yield 65%",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Neu4",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "3--3",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hz, 1H), 4.07 (t, J = 9.6 Hz, 1H), 3.94-3.26 (m, 27H), 2.75 (dd, J = 4.0 and 12.0 Hz, 1H), 2.05 (s, 3H), 2.01 (s, 3H), 1.95 (s, 3H), 1.89 (t, J = 12.0 Hz, 1H). 13 C NMR (200 MHz, D 2 O) β-isomer",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J = 3",
            "volume": "2",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "(28)-28 mg",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Neu4",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "HRMS (ESI) calculated for C 30 H 48 N 5 O 20 (M-H) 798.2893, found 798",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "α3Galβ3GlcNAcβProN 3 (30)-24 mg, yield 86%; white solid",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Neu4",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "(31)-21 mg, yield 80%; white solid",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Neu4",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "3--3",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "HRMS (ESI) calculated for C 30 H 48 N 5 O 20 (M-H) 798.2893, found 798",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "(32)-22 mg, yield 81%; white solid",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Neu4",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "3--3",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "(33)-18 mg, yield 74%; white solid",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Neu4",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "3--3",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "m, 22H), 2.75 (dd, J = 10.8 and 4.8 Hz, 1H), 2.06 (s, 3H), 2.02 (s, 3H), 1.95 (s, 3H), 1.91-1.88 (m, 3H",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mhz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "01 (s, 3H), 1.94 (s, 3H), 1.91 (t, J = 12.0 Hz, 1H), 1.89 (m, 2H)",
            "authors": [
                {
                    "first": "; C",
                    "middle": [],
                    "last": "Hz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nmr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J = 12.0 and 4.8 Hz, 1H), 2.05 (s, 3H)",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Neu4Ac5Gcα3Galβ4GlcNAcβProN 3 (36)-17 mg, yield 71%; white solid",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "05 (s, 3H), 2.02 (s, 3H), 1.91 (t, J = 12.8 Hz, 1H), 1.89 (m, 2H)",
            "authors": [
                {
                    "first": "1h",
                    "middle": [],
                    "last": "Hz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "37 (m, 24H), 2.75 (dd, J = 12.0 and 4.8 Hz, 1H), 2.06 (s, 3H), 2.05 (s, 3H), 2.02 (s, 3H), 1.90 (t, J = 12.0 Hz, 1H), 1.83 (m, 2H)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mhz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "01 (s, 3H), 1.90 (t, J = 12.8 Hz, 1H), 1.88 (m, 2H)",
            "authors": [
                {
                    "first": "; C",
                    "middle": [],
                    "last": "Hz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nmr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "07 (s, 3H), 2.03 (s, 3H), 1.91 (t",
            "authors": [
                {
                    "first": "1h",
                    "middle": [],
                    "last": "Hz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "HRMS (ESI) calculated for C 42 H 68 N 5 O 31 (M-H) 1138.3898, found 1138.3938. produce the final purified product Neu4,5Ac 2 α3Galβ4Glc (1.33 g, 71%) as a white powder. The identity and the purity of the product were confirmed by NMR and HRMS. Sialidase assays Sialidase assays were carried out in duplicate at 37 °C for 40 min (for bacterial sialidases) or 30 min (for human influenza A viruses) in a 384-well plate",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mhz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The amount of para-nitrophenolate formed was determined by measuring the A 405 nm of the reaction mixtures using a microtiter plate reader. Neu5Acα3GalβpNP 50 was used as a control. The assay conditions for bacterial sialidases were: A. ureafaciens sialidase (1.5 mU) in sodium acetate buffer (100 mM",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "MES buffer (100 mM",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": ".5 mU) in sodium acetate buffer (100 mM, pH 5.5) containing NaCl (150 mM) and CaCl 2 (10 mM)",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Viral sialidase assays were carried out in a MES buffer (100 mM, pH 5.0) containing a purified human influenza A virus (1×10 5 HAU mL −1 ) selected from A/Puerto Rico/34/8 H1N1",
            "authors": [],
            "year": null,
            "venue": "S. pneumoniae sialidase (1.5 mU) in sodium acetate buffer (100 mM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "To test whether the cleavage of Neu4,5Ac 2 by human influenza A viruses was caused by de-O-acetylation or direct de-sialylation, Neu4,5Ac 2 α3Lac (10 mM) was incubated with purified human influenza A viruses (1×10 5 HAU mL −1 ) in a MES buffer (100 mM, pH 5.0) for 30 min at 37 °C. The reaction mixture was then subjected to high-resolution mass spectrometry analysis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Human influenza A virus (A) and bacterial sialidase (B) substrate specificity studies using Neu4,5Ac 2 α3GalβpNP (27) as the substrate (black columns). Non-O-acetylated sialoside Neu5Acα3GalβpNP 50 (white columns) was used as a positive control. Human influenza A viruses (purified) used: A/PR8",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "1--1",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "manuscript; available in PMC",
            "authors": [],
            "year": 2017,
            "venue": "Org Biomol Chem. Author",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "One-pot two-enzyme (OP2E) synthesis of sialosides containing Neu4",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Enzymes: NmCSS, Neisseria meningitidis CMP-sialic acid synthetase",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Neu4ac5gc",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Pasteurella multocida α2-3-sialyltransferase 3. The pH of the reaction was controlled at 7.1 to minimize de-O-acetylation during the enzymatic reaction. Yields were calculated for purified products based on the amounts of acceptors",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pmst3",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "manuscript; available in PMC",
            "authors": [],
            "year": 2017,
            "venue": "Org Biomol Chem. Author",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Sequential one-pot multienzyme (OPME) synthesis of LNnTβProN 3 (23)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "Pasteurella multocida N-acetylglucosamine uridyltransferase; PmPpA, Pasteurella multocida inorganic pyrophosphatase; NmLgtA, Neisseria meningitidis β1-3-Nacetylglucosaminyltransferase",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pmglmu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Escherichia coli galactokinase; BLUSP, Bifidobacterium longum UDP-sugar pyrophosphorylase",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ecgalk",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "Neisseria meningitidis β1-4-galactosyltransferase",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nmlgtb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "manuscript; available in PMC",
            "authors": [],
            "year": 2017,
            "venue": "Org Biomol Chem. Author",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Neu5Gc), 2-keto-3-deoxy-nonulosonic acid (Kdn), their derivatives with single or multiple O-acetylation and less frequent 8-O-methylation, 8-O-sulfation, 9-O-lactylation, or 9is the most frequently occurring modification of sialic acids. Single or multiple O-acetylation at positions 4, 7, 8, and/or 9 of sialic acid has been identified and the presentation varies among different types of species, organs, and cells. 1-4 Comparing to 9-O-acetylation which is the most common sialic acid O-acetylation, 4-O-acetylated sialic acids (Fig. 1) including 4-O-acetyl-N-acetylneuraminic acid (Neu4,5Ac 2 , 1) and 4-O-acetyl-N-glycolylneuraminic acid (Neu4Ac5Gc, 2) are less common.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "was used in a 384-well plate-based high-throughput colorimetric assay50 for substrate specificity studies of the α2-3-sialidase activity of Pasteurella multocida sialyltransferase 1 (PmST1),29 four commercially available bacterial sialidases, and four human influenza A viruses.51 While all bacterial sialidases tested including PmST1 as well as commercially available sialidases from Arthrobacter ureafaciens (Prozyme), Clostridium perfringens (Prozyme), Vibrio cholerae (Prozyme), and Streptococcus pneumoniae (Prozyme) did not show any sialidase activity towards Neu4,5Ac 2 α3GalβpNP (27) under the conditions used, human influenza A viruses (presumably the surface neuraminidases) could hydrolyze it (Fig. 2 black columns). As expected, all bacterial sialidases and viruses tested could cleave non-O-acetylated sialoside Neu5Acα3GalβpNP 50 which was used as a positive control(Fig. 2white columns).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "800  MHz for 1 H,200  MHz for 13 C). Chemical shifts are reported in parts per million (ppm) on the δ scale. High resolution (HR) electrospray ionization (ESI) mass spectra were obtained using a Thermo Electron LTQ-Orbitrap Hybrid MS at the Mass Spectrometry Facility in the University of California, Davis. Silica gel 60 Å (230-400 mesh, Sorbent Technologies) was used for flash column chromatography. Thin layer chromatography was performed on silica gel plates (Sorbent Technologies) using anisaldehyde sugar stain for detection. Gel filtration chromatography was performed with a column (100 cm × 2.5 cm) packed with Bio-Gel P-2 Fine resins (Bio-Rad). D-Galactose (Gal) and N-acetyl-D-glucosamine (GlcNAc) were from Fisher Scientific. GalβpNP was from Sigma. N-Acetyl-D-mannosamine (ManNAc) and Nacetylneuraminic acid (Neu5Ac) was from Inalco (Italy). Adenosine 5′-triphosphate (ATP), uridine 5′-triphosphate (UTP), and cytosine 5′-triphosphate (CTP) were purchased from Hangzhou Meiya Pharmaceutical Co. Ltd. Lacto-N-tetraose (LNT) was from Elicityl (Crolles, France). Aspergillus oryzae β-galactosidase was from Sigma (St. Louis, MO).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "glycolylamido-3,5-dideoxy-D-glycero-β-D-galacto-2nonulopyranosonate (10)-To a stirring solution of Neu5GcOBn (9, 3.0 g, mmol) in water (25 mL), 10% CsCO 3 was added dropwisely to adjust pH to neutral. The solution was then evaporated and the residue was dried for overnight by a vacum pump to produce the cesium salt of Neu5GcOBn. The salt was dissovled in N,N-dimethylformamide (40 mL), benzyl bromide (1.5 mL) was then added to the solution. The mixutre was strired under argon for 2 h at room temperature. After evaporation, the residue was purified by silica gel column chromatography (EtOAc:MeOH:H 2 O = 6:2:1, by volume) to produce compound 10. 1 H NMR (400 MHz, CD 3 OD) δ 7.35-7.24 (m, 10H), 5.26 (m, 2H, PhCH 2 ), 4.65 (m, 2H, PhCH 2 ), 4.39-3.53 (m, 9H), 2.36 (dd, J = 12.8 and 4.8 Hz, 1H), 2.17 (t, J = 12.8 Hz, 1H); 13 C NMR (100 MHz, CD 3 OD) δ 172.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "glycolylamido-3,5-dideoxy-8,9-O-isopropylidene-D-glycero-β-Dgalacto-2-nonulopyranosonate (11)-To a solution of compound 10 (1.5 g, 2.97 mmol) in acetone (40 mL), 2,2-dimethoxypropane (4 mL) and camphorsulfonic acid (15 mg) were added. The mixture was stirred for 3 h at room temperature. Then trimethylamine (200 μL) was added and the solution was stirred for 15 min. The reaction mixture was concentrated and the residue was purified by a silica gel column (EtOAc:Hexane = 5:1, by volume) to produce compound 11 (1.56 g, 96%) as a white solid. 1 H NMR (800 MHz, 1H), 1.45 (s, 3H), 1.37 (s, 3H); 13 C NMR (200 MHz, D 2 O) δ 172.51, 169.48, 136.54,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Lc 3 βProN 3 )-A reaction mixture in a total volume of 40 mL containing Tris-HCl buffer (100 mM, pH 7.5), LacβProN 3 (17, 0.45 g, 1.06 mmol), Nacetylglucosamine (GlcNAc, 0.304 g, 1.38 mmol), ATP (0.758 g, 1.38 mmol), UTP (0.756 g, 1.38 mmol), MgCl 2 (20 mM), BLNahK (12.0 mg), PmGlmU (6.0 mg), NmLgtA (6.0 mg), and PmPpA (4.0 mg) was incubated in a shaker with agitation (100 rpm) at 37 °C for 15 h and then 72 h at room temperature. The product formation was monitored by TLC (EtOAc:MeOH:H 2 O:HOAc = 4:2:1:0.2 by volume and detected by p-anisaldehyde sugar",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF9": {
            "text": "). The fractions containing the product were collected, concentrated, further purified by silica gel column (EtOAc:MeOH:H 2 O = 5:2:1, by volume) and finally by a Bio-Gel P-",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "1H), 2.03 (s, 3H), 1.90 (m, 2H);13 C NMR (200 MHz, D 2 O) δ 174.80, 102.82, 102.73, 102.64, 101.99, 81.92, 78.20, 78.00, 75.23, 74.75, 74.65, 74.42, 74.23, 72.66, 72.37, 72.05, 70.84, 69.83, 68.42, 68.20, 67.24, 60.91, 60.83, 59.92, 59.72, 55.06, 47.73, 28.10, 22.05. HRMS (ESI) m/z calculated for C 29 H 50 N 4 O 21 Na (M+Na) 813.2865, found 813.2865.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Neu4,5Ac 2 α3Galβ4Glc (24)-56 mg, yield 82%; white solid. 1 H NMR (800 MHz, D 2 O) δ 5.20 (d, J = 4.0 Hz, 0.4H, α-isomer), 4.94 (m, 1H), 4.64 (d, J = 8.0 Hz, 0.6H, β-isomer), 4.51 (d, J = 8.0 Hz, 1H), 4.12-3.25 (m, 18H), 2.75 (dd, J = 12.0 and 4.8 Hz, 1H), 2.05 (s, 3H), 1.94 (s, 3H), 1.91 (t, J = 12.0 Hz, 1H); 13 C NMR (200 MHz, D 2 O) δ 174.43, 173.42, 173.09, 102.49, 99.62, 95.65, 78.03, 75.41, 75.02, 74.68, 74.20, 73.67, 72.74, 71.63, 71.04, Org Biomol Chem. Author manuscript; available in PMC 2017 September 28.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "et al. Page 19 Org Biomol Chem. Author manuscript; available in PMC 2017 September 28.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by US NIH grants R01HD065122, R01GM076360-04S1 (to X.C.), and U01CA199792 (to A.V.) as well as scholarships from China Scholarship Council (to J.Z. and B.S). Bruker Avance-800 NMR spectrometer was funded by NSF grant DBIO-722538. We would like to thank Professor Nicole Baumgarth at the University of California-Davis for providing purified human influenza viruses as kind gifts.H.Y., Y.L., and X.C. are co-founders of Glycohub, Inc., a company focused on the development of carbohydratebased reagents, diagnostics, and therapeutics. Glycohub, Inc. played no role in the design, execution, interpretation, or publication of this study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Lactose (1.09 g, 3.05 mmol), Neu4,5Ac 2 (1.07 g, 3.05 mmol), and CTP (1.93 g, 3.66 mmol) were dissolved in water (30 mL) and the pH of the solution was adjusted to 7.1 using NaOH solution (4 M). MgCl 2 (20 mM), Tris-HCl buffer (100 mM, pH 7.1), NmCSS (15 mg), and PmST3 (20 mg) were then added and the total volume of the reaction mixture was brought up to 100 mL by adding H 2 O. The reaction mixture was incubated in an incubator shaker with shaking (100 rpm) at 30 °C for overnight. The reaction was monitored by mass spectrometry (MS). Additional CTP (0.96 g) was added to the reaction mixture and the pH was carefully adjusted to pH 7.1 using NaOH solution (4 M). The reaction was allowed to continue for another 20 h at room temperature until an optimal yield was achieved. After adding ethanol (100 mL), the reaction mixture was incubated at 4 °C for 1 h. The precipitates were removed by centrifuge and the supernatant was concentrated. The residue was purified using a ODS-SM column (51 g, 50 μM, 120 Å, Yamazen) on a CombiFlash ® Rf 200i system. Mobile phase A: water; Mobile phase B: acetonitrile; Gradient: 10% B for 6 minutes, 10% to 100% B over 12 minutes, 100% B for 6 minutes, then 100% to 80% B over 1 minutes. The fractions containing the pure product were collected and concentrated to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gram-scale OP2E synthesis of monotreme milk trisaccharide Neu4,5Ac 2 α3Lac"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        },
        {
            "text": "Author Manuscript Table 1 One-pot two-enzyme (OP2E) preparative-scale synthesis of α2-3-linked 4-O-acetylated sialosides. Yields were calculated for purified products based on the amounts of acceptors (limiting reagents) used. Org Biomol Chem. Author manuscript; available in PMC 2017 September 28.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 25,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Author Manuscript"
        }
    ]
}