{
    "paper_id": "95e959217bbe5b03a533352920dbf0d7d222b238",
    "metadata": {
        "title": "Elementary time-delay dynamics of COVID-19 disease",
        "authors": [
            {
                "first": "José",
                "middle": [],
                "last": "Menéndez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85287-1504",
                        "settlement": "Tempe",
                        "region": "AZ"
                    }
                },
                "email": "jose.menendez@asu.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "An elementary model of COVID-19 dynamics-based on time-delay differential equations with a steplike survival function-is shown to be in good agreement with data from China and South Korea. The timedelal approach overcomes the major limitation of standard Susceptible-Exposed-Infected-Recovered (SEIR) models based on ordinary differential equations, namely their inability to predict the observed curve of infected individuals as a function of time. The model is also applied to countries where the epidemic is in earlier stages, such as Italy and Spain, to obtain estimates of the total number of cases and peak number of infected people that might be observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "gives the cumulative number of recovered and deceased patients. Both China and South Korea are past the time at which reaches its",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "maximum. An important characteristic of the data is that the ratio is very small for both countries (20% in the case of China and 5% in the case of South Korea). To reproduce these observed ratios within SEIR models, very long mean infection periods are required, exceeding 100 days. Such long infection periods are unrealistic and lead to a t > tpeak decrease in the number of infected people that is much slower than observed. The discrepancy between SEIR models and the available data becomes even worse if one considers the fact that the time lag for reporting a recovered person is likely to be much shorter than the incubation time for the disease. Therefore, the \"instantaneous\" predicted quantities and from the models do not correspond to the observed and but to \"corrected\" quantities that can approximated as , (1) where T is the mean incubation time. Using T = 7 days, in line with a reported incubation time between 5 and 11 days [6] , one obtains the data in Fig. 1 and Fig. 2 . In the case of China, for example, the ratio has now become as small as 8%.",
            "cite_spans": [
                {
                    "start": 822,
                    "end": 825,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 943,
                    "end": 946,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 973,
                    "end": 979,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 984,
                    "end": 990,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The qualitative discrepancy between SEIR models and actual data suggests that the SEIR ordinary differential equations must be replaced by delay differential equations that explicitly take into account the fact that people who recover at time became sick at earlier times. In this paper, a very simple time-delay model is proposed that gives a reasonably good account of the China and South Korea and data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first approximation in the simplified time-delay model presented here is to ignore the \"Exposed\" category in SEIR models and start from a simpler SIR model [7] . An SEIR extension would be straightforward but may not be warranted at this time in view of the uncertain quality and consistency of the available data. Furthermore, it is assumed that the total number of people affected by the disease remains at all times much lower than the total country population, which makes it possible to eliminate the \"susceptible\" category S as well. This leads to an \"IR\" model which can be written as (2) Here is the transmission rate-assumed to be time dependent-, and the mean convalescence time. The equations imply a step-like survival function in time-delay epidemiological models [8] .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A necessary refinement of any model that attempts to reproduce the COVID-19 dynamics in China and South Korea is the incorporation of societal protective measures. Lin et al. [2] proposed",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where is the \"natural\" transmission rate, a government-action strength parameter, D an additional category that measures the public's reaction to the disease, and N the total population. However, the quality of the available data may not allow for a clean separation of government and public reactions. Furthermore, when the expression in Eq. (3) was applied to the Wuhan data, the fit parameter turned out to be very large, ( > 1000), suggesting poor transferability from country to country. An additional difficulty with Eq. (3) is that the fit parameters will depend on the reporting ratio in a non-trivial way. Accordingly, the simpler expression (4) is used here. The parameter Cmax corresponds to the maximum number of cases, and reflects the combined effort of government and society at large. A significant advantage of using Eq. (4) is that becomes independent of underreporting if is scaled according to the underreporting factor. Therefore, one can ignore underreporting when it comes to modeling the data. The delay differential equation for in Eq (2) ble data or approximated as .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is apparent that Eq. (2) will not apply to times during which zoonotic transmission is ongoing and community spread is not generalized. During this period the evolution of the disease depends on random events and geographical peculiarities that cannot be modeled without the introduction of several more parameters and categories. To avoid these complications, the initial time t = 0 is taken as the time at which the total number of cases has reached 500, and the data is fitted for t > 0 using , and as adjustable parameters. Since at earlier times , one can further simplify Eq. (2) to and adjust the solution to the data using only and as adjustable parameters. In a subsequent stage of the fit, the solution can be extended to longer times by adjusting the time . The dashed lines in Figure 1 and 2 show the fits for China and South Korea, respectively, and the corresponding parameters are on Table I . For China, there is a well-known discontinuity in the reported data that makes the fit somewhat challenging. For South Korea, seemed to be growing linearly as a function of time as this paper was written. This behavior is not captured by Eq. (4), and the fit \"reacts\" by yielding a higher value of relative to China and an adjusted value of that is somewhat smaller than the total number of cases already reported. This could be fixed by assuming that the transmission rate in Eq. (4) approaches an asymptotic residual value rather than becoming exactly zero. On the other hand, the total number of cases does seem to saturate to a maximum value in China, in nearly perfect agreement with Eq. (4) . Accordingly, the origin of the late linear growth in South Korea may be an artifact, or a consequence of the discovery of new cases due the reportedly unrelenting COVID-19 testing in this country.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 792,
                    "end": 800,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 902,
                    "end": 909,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1605,
                    "end": 1608,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Be it as it may, it seems premature at this time to refine the model to account for these effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "South Korea"
        },
        {
            "text": "The time-delay model predicts correctly that the ratio will be very close to unity. However, in the case of China the actual curve is only in qualitative agreement with the data. This implies that the approximation of a single convalescence time is too crude. In principle, one should use a distribution of convalescence times, but one can obtain a reasonable good agreement with the available data using two convalescence times and , so that the second equation in (2) becomes (5) where . The fit with the two convalescence times is shown as a solid line in Figure 1 , and the corresponding parameters appear in Table I . It is apparent that the agreement is much improved. A two-convalescence time fit for South-Korea also leads to a small but noticeably improvement. The meaning of the new fit parameters, however, is not obvious. According to the Report of the WHO-China Joint Mission on Coronavirus Disease 2019 [9], about 80% of the patients experience a mild disease and recover faster. However, it seems impossible to obtain a good fit using = 0.80 if . This may indicate that the documented cases include a smaller fraction of mild cases, which would go mostly undetected. On the other hand, this finding may simply indicate that the two-step survival function implied by Eq. (5) still too naïve. The model presented here, although extremely simplified, could be useful to health authorities by predicting the total number of cases as well as the peak number of infected people. The fit values could be improved on a daily basis as more data become available. As an example, Fig. 3 shows fits for Italy and Spain, which have not yet reached tpeak but show clear signs of a flattening in the number of cases curve. For other countries, the model does not yet provide a meaningful fit. In the case of the US, the growth as of March 24, 2020 is faster than exponential, perhaps as a result of improved testing. Iran, on the other hand, is a notable case because is quite linear, a behavior that the model here or any SEIR model fail to reproduce. In summary, an elementary model of COVID-19 dynamics has been presented that produces a much better fit of existing data than standard SEIR models. The model is based on time-delay differential equations that take into account the convalescence time . It fits very well existing data for China and S. Korea, and it can be used to make predictions for several countries that have not yet reached the peak of the infected curve.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 559,
                    "end": 567,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 613,
                    "end": 620,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1584,
                    "end": 1590,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "South Korea"
        },
        {
            "text": "The numerical simulations and fits shown here were carrier out on IGOR PRO 8.0 (Wavemetrics, Inc). The code is available upon request. Table I . The solid line is the prediction using Eq. (5) . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "South Korea"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20045328 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "South Korea"
        }
    ],
    "bib_entries": {
        "BIBREF4": {
            "ref_id": "b4",
            "title": "All data used in this work has been extracted from the online reference site",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lecture notes in mathematical epidemiology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Delay Differential Equations and Applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V D"
                    ],
                    "last": "Driesche",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "COVID-19 in China: blue dots show the number of cumulative cases, red dots the number of infected people at any given time, and green dots the cumulative number of recovered individuals. The data have been corrected according to Eq. (1) using T = 7 days. Day 0 is January 15, 2020. The dotted lines of the same color represent the prediction from Eq. (2) with parameters from Table I. The solid line is the prediction using Eq. (5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "and . For the first interval, values at are needed. These are taken from the availa-FIG. 2. COVID-19 in South Korea: blue dots show the number of cumulative cases, red dots the number of infected people at any given time, and green dots the cumulative number of recovered individuals. The data have been corrected according to Eq. (1) using T = 7 days. Day 0 is February 16, 2020. The dotted lines of the same color represent the prediction from Eq. (2) with parameters from Table I. The solid line is the prediction using Eq. (5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "COVID-19 in Italy and Spain: blue dots show the number of cumulative cases, red dots the number of infected people at any given time, and green dots the cumulative number of recovered individuals. The data have been corrected according to Eq. (1) using T = 7 days. Day 0 is February 20, 2020 for Italy, and February 29, 2020 for Spain. The dotted lines of the same color represent the prediction from Eq. (2) with parameters from",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Fit parameters of the time-delay COVID-19 model in Eq.(2) and(4). The last three columns correspond to the twoconvalescence times extension in Eq. (5) The numbers in parenthesis indicate fit errors. For convalescence times, the error is about 1 day.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}