{
    "paper_id": "96dbf6f3531425e42912b0af3dfe97cb5e423968",
    "metadata": {
        "title": "Persistent infections support maintenance of a coronavirus in a population of Australian bats (Myotis macropus)",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Griffith University",
                    "location": {
                        "settlement": "Nathan",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "S"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Queensland",
                    "location": {
                        "settlement": "Gatton",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "J"
                ],
                "last": "Peel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Griffith University",
                    "location": {
                        "settlement": "Nathan",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "K"
                ],
                "last": "Plowright",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montana State University",
                    "location": {
                        "settlement": "Bozeman",
                        "region": "Montana",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "H"
                ],
                "last": "Kerlin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Griffith University",
                    "location": {
                        "settlement": "Nathan",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Mcbroom",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Griffith University",
                    "location": {
                        "settlement": "Nathan",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Mccallum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Griffith University",
                    "location": {
                        "settlement": "Nathan",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Understanding viral transmission dynamics within populations of reservoir hosts can facilitate greater knowledge of the spillover of emerging infectious diseases. While bat-borne viruses are of concern to public health, investigations into their dynamics have been limited by a lack of longitudinal data from individual bats. Here, we examine capture-mark-recapture (CMR) data from a species of Australian bat (Myotis macropus) infected with a putative novel Alphacoronavirus within a Bayesian framework. Then, we developed epidemic models to estimate the effect of persistently infectious individuals (which shed viruses for extensive periods) on the probability of viral maintenance within the study population. We found that the CMR data analysis supported grouping of infectious bats into persistently and transiently infectious bats. Maintenance of coronavirus within the study population was more likely in an epidemic model that included both persistently and transiently infectious bats, compared with the epidemic model with non-grouping of bats. These findings, using rare CMR data from longitudinal samples of individual bats, increase our understanding of transmission dynamics of bat viral infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses have been increasingly recognised as a human public health issue following the emergence of high-impact zoonotic diseases from batsthe mammalian order that hosts the largest diversity of coronaviruses [1] . Examples include the coronaviruses that caused severe acute respiratory syndrome (SARS), which claimed 916 lives out of 8422 cases from November 2002 to August 2003 [2] , and Middle East respiratory syndrome (MERS), which has claimed 608 lives out of 1449 cases as of 31 August 2016 [3] . SARS-like coronaviruses (SL-CoV) are maintained in bats [4] , and MERS coronavirus (MERS-CoV) is assumed to have originated in bats [5] . The findings that genetically diverse SL-CoV strains share high similarity with SARS coronavirus (SARS-CoV) and that bats harbour diverse coronaviruses which can be classified to the same coronavirus species as MERS-CoV suggest that recurrent coronavirus epidemics and pandemics in humans are likely [6] . Genetic analyses of coronaviruses in bats suggested that the diversity of coronaviruses in bats may provide further opportunities for spillover into other species [7] . Mitigation of spillover of the viruses is based on understanding of the maintenance mechanism of multihost viruses in reservoir hosts.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 948,
                    "end": 951,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Bats may have idiosyncratic immune responses, allowing them to be infected (with no signs of disease) with viruses that are highly pathogenic in other species [8] . This feature of bats may contribute to their ability to host zoonoses, including SARS, MERS, Ebola, Marburg, Nipah and Hendra viruses. A number of hypotheses have been proposed to explain this: some authors suggest that bats' ability to fly induces fever, helping to control viruses [9] ; others suggest that immune system adaptation allows tolerance of intracellular pathogens [10] and that co-evolution during a long history between specific viruses and bat hosts results in no pathogenicity to bats whereas recent host shifts from bats to other mammals result in high fatality rates [11, 12] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[11,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Two conditions must be met for bats to be reservoir hosts of emerging infectious diseases: first, the ability to maintain pathogens in their populations, and second, the ability to transmit those pathogens to another species. This paper concentrates on the first of these conditions. Features that may contribute to viral maintenance in bat populations include: (1) a metapopulation structure that avoids viral extinction across the total population via sub-populations, which allow reinfection through movement [13, 14] ; (2) reduced metabolism during hibernation that facilitates viral survival [15] ; and (3) persistent infections with chronic shedding or intermittent recrudescence [16, 17] . This study focuses on the feature of persistent infection. Persistent infections of SARS-CoV in vitro studies support the plausibility of persistent infections of coronaviruses in bats [18, 19] . In persistent infections, a virus is not cleared from the host but remains associated with specific cells for a long period. Regardless of the mechanisms operating within hosts, persistent infection contributes to viral maintenance within populations and has been considered as a mechanism of viral maintenance in reservoir hosts of other emerging infectious diseases [20] .",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 516,
                    "text": "[13,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[16,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[18,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 887,
                    "end": 890,
                    "text": "19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study is based on data obtained in a previously reported capture-mark-recapture (CMR) study [21] of a maternal roost of Myotis macropus. This microbat (Microchiroptera), also known as large-footed myotis, is widely distributed in Australia [22] . M. macropus inhabits areas close to waterways in small groups [21] , foraging on aquatic invertebrate and small fish [22] . The bats in the study region form maternity roosts biannually in October and January, and deliver single young [21] . Gestation and lactation periods are 12 and 8 weeks, respectively [21] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Smith undertook a CMR study of M. macropus in the lifting holes of a bridge in southeast Queensland, Australia (Supplementary Table S1 ) [21] . Full details of the methodology are described in the original study [21] . Briefly, the CMR data of 52 Australian bats (M. macropus) were collected during nine capturing occasions over 12 weeks from 13 January to 31 March 2009, which overlapped with the January breeding season and subsequent lactation period for this species [21] . Coronavirus RNA was detected in faecal pellets or anal swabs using RT-PCR (reverse transcription polymerase chain reaction) targeting a conserved region of a coronavirus gene [21] . Of the 52 unique individuals, 42 were recaptured at least once, and of these, 7, 16 and 19 bats respectively showed multiple detections, a single detection, and no detection of coronavirus RNA ( Table 1 ). The data from bats with multiple detections of coronavirus RNA were suggestive of persistent infections [21] . The CMR dataset are unusual and particularly valuable in that the data contain individual tracking records with infection states. Longitudinal sampling of individual bats is necessary to explore persistent infection and to test whether persistent infection is a possible viral maintenance mechanism in a bat population. For many bats, large population size and migratory behaviour have impeded obtaining individual data. Most field studies have therefore been crosssectional [14, 23, 24] rather than following individuals through time, limiting development of understanding the maintenance mechanism of bat-borne viruses.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 357,
                    "end": 359,
                    "text": "31",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 970,
                    "end": 974,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1452,
                    "end": 1456,
                    "text": "[14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1457,
                    "end": 1460,
                    "text": "23,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1461,
                    "end": 1464,
                    "text": "24]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 134,
                    "text": "(Supplementary Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 855,
                    "end": 862,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here, we apply quantitative analyses in a Bayesian framework to the CMR data from Smith [21] to derive parameter estimates for epidemic models to investigate the effects of persistent infection on viral maintenance in a bat population.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We analysed the CMR data using multistate models to estimate survival rates (φ), recapture rates (p), and transition rates (ψ) (Fig. 1) . The multistate models included two states, infectious and non-infectious, with transitions in both directions [25] . Each time step was a week. In addition, to investigate persistent infection in the bat population, we explored multistate models in which bats were divided into two groups, based on the frequency of coronavirus RNA detection. Recaptured bats with a single detection were referred to as transiently infectious bats and recaptured bats with multiple detections were referred to as persistently infectious bats. Bats that were only captured once were excluded from analysis (Table 1) . Five bats were once captured with a single detection of coronavirus RNA, and those five bats were excluded from two groups.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 726,
                    "end": 735,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CMR data analyses"
        },
        {
            "text": "To analyse the CMR data, we chose a Bayesian method over a frequentist approach because the Bayesian method is more appropriate in dealing with a small amount of data, relying less on large sample asymptotic approximations [26] . The Bayesian analyses were conducted in R [27] and in OpenBUGS using the R package 'R2OpenBUGS' [28] . OpenBUGS was used to run three independent chains of an MCMC (Markov chain Monte Carlo) sampler for 10 000 iterations each, after discarding the initial 1000 samples as a 'burn in'. The mean of each of the parameters was calculated, as were the 2·5th and 97·5th percentiles of the parameter distributions (95% Bayesian credible intervals (CrI)). The relevant R code is provided as Supplementary material (R code S1 and S2).",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[26]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[27]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "CMR data analyses"
        },
        {
            "text": "We used CMR multistate model selection to determine whether 'grouping' of persistently and transiently infectious bats and the inclusion of infectious and noninfectious states were supported by the CMR data. The grouping and the multiple states were applied to survival, recapture and transition rates of the CMR data. Comparisons between the candidate multistate models were assessed with deviance information criterion (DIC) [29] , and the most parsimonious model was selected for subsequent simulated epidemic models.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 431,
                    "text": "[29]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Multistate model selection"
        },
        {
            "text": "Survival rates (φ) were used to calculate mortality rates (μ). Transition rates (ψ) from the infectious to non-infectious state (ψ ui ) were used to calculate infectious period, which is a reciprocal of recovery rate (γ) ( Table 2 ). Failure to detect coronavirus RNA in faeces or anal swabs may not necessarily imply recovery from the infection, and could conceivably represent intermittent viral excretion or falsenegative laboratory results. However, recovery from SARS coronavirus infection in humans has been shown to occur when virus is no longer detected in faecal samples [30] . In the absence of specific information about recovery from coronavirus infection in these bats, we assumed that failure to detect coronavirus in faecal samples or anal swabs similarly corresponded to recovery.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 584,
                    "text": "[30]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 230,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Parameterisation"
        },
        {
            "text": "The transmission rate (β) could not be directly calculated from the CMR data analyses, and was instead calculated from basic reproduction number (R 0 ) equations. From Drexler et al.'s study [14] and from observation of the CMR data [21] , Smith [21] hypothesised that the initial epidemic peak was caused by the formation of a maternity roost of M. macropus from weeks 1 to 6, and that a second epidemic peak, after parturition, was caused by newborn pups who lost their passive immunity from weeks 6 to 12. Thus, with an assumption that a new epidemic began from week 7, we used an equation of R 0 = 1 + ΛD [31] , where Λ represents the growth rate in an epidemic and D represents the average duration of the infectious period. We calculated Λ as 0·3328 per week by using the CMR data from weeks 7 to 12 (Supplementary figure S1). We estimated mean D as 1·7737 weeks, from the infectious period of recaptured bats (1/γ) ( Table 2) . Thus, we estimated R 0 to be 1·5903. We estimated β using R 0 = βND, where N is the total population size [31] . By assuming that N was 86 (the mean estimated size of the study population [21] ) we could calculate β, 0·0104. A rate of waning immunity (ω) was unable to be estimated from this CMR data and has not been estimated in other studies. In the absence of data to suggest otherwise, we assumed the rate of waning immunity was comparable to that in human SARS-CoV infections [30] . Uncertainty in parameter values was included by sampling mortality and recovery rates from PERT distributions using the R package 'mc2d' [32] .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[31]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "[31]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1123,
                    "end": 1127,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1417,
                    "end": 1421,
                    "text": "[30]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1561,
                    "end": 1565,
                    "text": "[32]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 924,
                    "end": 932,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Parameterisation"
        },
        {
            "text": "We built a deterministic density-dependent susceptibleinfectious-recovered-susceptible (SIRS) model, using ODE (ordinary differential equations). We assumed that density dependence was appropriate for a coronavirus because SARS-CoV is transmitted in bats via a faecal-oral route, which is more suggestive of densitydependent transmission than frequency-dependent transmission [33, 34] and that SARS infection in humans has been modelled with density-dependent transmission [35, 36] . Further, the number of bats in the roost was relatively small and this would allow homogenously mixed contacts among bats [21] . We used a SIRS model for coronavirus infection in bats, following previous authors, who have used SIRS models for coronavirus infection in Miniopterus spp. [21] . Additionally, high SARS-CoV seroprevalence in bats supports the existence of a recovered class [4] . In the CMR data, positive detections of coronavirus RNA occasionally encompassed negative detections and negative detections occasionally encompassed positive detections, implying that infectiousness and noninfectiousness were not permanent [21] .",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[33,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "34]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[35,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "36]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 871,
                    "end": 874,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1118,
                    "end": 1122,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic model framework"
        },
        {
            "text": "To test effects of grouping of bats into persistently infectious and transiently infectious bats on the probability of viral persistence in the bat population, we designed two alternative models: a 'one-group' model and a 'two-group' model (Fig. 2) . The one-group model did not differentiate between persistently infectious and transiently infectious states, instead assumed that all recaptured bats (n = 23) with multiple or single detection of coronavirus RNA in the CMR data had the same recovery and mortality rates, regardless of the number of coronavirus RNA detections. On the other hand, the two-group model split bats into persistently infectious and transiently infectious groups. We assumed that recaptured bats with multiple detection of coronavirus RNA were 'persistently infectious' (n = 7) and recaptured bats with single detection of coronavirus RNA in the CMR data were 'transiently infectious' (n = 16). Given the multistate model selection preferred the inclusion of the multistate effect (Table 3) , we estimated different mortality rates for infectious bats (I class) and non-infectious bats (S and R classes).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 248,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1009,
                    "end": 1018,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Epidemic model framework"
        },
        {
            "text": "In the one-group model, the mean prevalence (P = 0·2786) of coronavirus in the CMR data was used to set the initial number of infectious bats in the model with the population size (N = 86) and the remaining bats were considered susceptible (S = (1-P)N, I = PN, R = 0). In the two-group model, the initial number of infectious bats was set based on the proportion of persistently infectious bats in infectious bats out of recaptured bats in the CMR data (f = 7/23) (S = (1-P) N, I p = fPN, I t = (1-f)PN and R = 0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic model framework"
        },
        {
            "text": "Six scenarios were set up based on different infectious periods. Scenario 1 was developed to describe the dynamics of coronavirus infection in M. macropus without grouping bats based on infectious period (the 'one-group' model). Scenarios 2-6 were 'two-group' models. Scenario 2 was developed to describe the dynamics when bats were grouped into persistently infectious and transiently infectious bats, and scenarios 3-6 were modifications of scenario 2, with extended periods of persistent infection. While we used the infectious In two-group model, four states were included: susceptible (S), persistently infectious (I p ), transiently infectious (I t ) and immune (R). Unlike the one-group model that included only one infectious state, the two-group model included two infectious states, and bats go through either a persistently infectious state or a transiently infectious state. The two infectious states have different recovery rates, in which the recovery rate (γ p ) of a persistently infectious state is lower than the recovery rate (γ t ) of a transiently infectious state. β: transmission rate, γ: recovery rate, ω: waning rate of immunity, μ: mortality rate, f: proportion of recaptured bats with persistent infection to the recaptured bats with persistent or transient infection. Subscripts p, t, u and i denote 'persistent infection', 'transient infection', 'uninfectious state' and 'infectious state', respectively. periods calculated from the CMR data analyses in scenarios 1 and 2, we assumed extended infectious period of persistently infectious bats to 5, 7, 9 and 11 weeks in scenario 3-6, respectively, following a previous study in which M. macropus could be identified with a putative novel Alphacoronavirus infection for up to 11 weeks [21] . We simulated the model with 10 000 iterations, sampling from the range of parameter values calculated from the CMR data and estimated the probability of viral persistence in the population of M. macropus. The R package 'deSolve' [37] was used to build the epidemic model. Time steps were weekly (following the time interval of the CMR data [21] ) (see Supplementary material, R code S3). We assumed that the virus persisted in the population when at least one infectious bat remained at week 12.",
            "cite_spans": [
                {
                    "start": 1763,
                    "end": 1767,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1999,
                    "end": 2003,
                    "text": "[37]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2110,
                    "end": 2114,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Scenarios"
        },
        {
            "text": "The multistate models enabled estimation of survival and recapture rates, of M. macropus, and transition rates between infectious and non-infectious states ( Table 2 ). The survival rates were relatively constant during the period, whereas the recapture rates, generally decreased in the first half and increased in the second half of capturing occasions (Fig. 1a) . As a result, the transition rates should be considered with caution when recapture rate was low (for example, only one bat was captured at the fifth recapturing occasion) (Fig. 1b) . Paucity of the CMR data resulted in wide error bars.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 165,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 355,
                    "end": 364,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 538,
                    "end": 547,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CMR data analyses"
        },
        {
            "text": "The most parsimonious model supported grouping of bats into two groups based on the detection frequency of coronavirus RNA (single and multiple detections) for all three rates of survival, recapture and transition. There was little support for multistate effects on the survival rate (ΔDIC = 0·2, comparing models 1 and 2; Table 3 ). This was in accordance with previous findings that coronavirus infection in bats showed no signs of illness [7, 8] . The results of model selection processes also indicated that the multistate effect should be excluded for recapture rate, and should be intrinsically considered for transition rate.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 445,
                    "text": "[7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 446,
                    "end": 448,
                    "text": "8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 330,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Multistate model selection"
        },
        {
            "text": "The SIRS epidemic models were simulated to generate the probabilities of coronavirus persistence in a bat population in the six scenarios. The simulated probability of viral persistence in scenario 2 (two-group model, 0·5210) was somewhat higher than the probability in scenario 1 (one-group model, 0·4094) ( Table 4 ). This result showed that viruses were more likely to be maintained in the bat population when bats could either be persistently infectious or transiently infectious than when bats were not split into these groups. As the period of persistent infection CMR, capture-mark-recapture; DIC, deviance information criterion. Transition probabilities are probabilities that bats transit between infectious state and non-infectious state. Group means grouping of infectious bats into persistently infectious bats and transiently infectious bats. Multistate means the multistate effect of infectious and non-infectious states. Model 1 was found to be the most parsimonious model that best fits the CMR data. * DIC (a Bayesian analogy of the AIC (Akaike's Information Criterion)) is a measure of the relative quality of statistical models, and the model with the smallest DIC is estimated to be the model that would best fit the data. † ΔDIC is the change in DIC from the top-ranked model to each model. was lengthened to 5 weeks in scenario 3, the probability of persistence within the population reached to almost 1. In scenario 4-6, in which the periods of persistent infection were lengthened to 7, 9 and 11 weeks, respectively, the virus persisted in the population in every simulation. Although Smith [21] found that M. macropus can be identified with a putative novel Alphacoronavirus infection over periods of up to 11 weeks, extension of the period of persistent infection from about 3 weeks (scenario 2) to 5 weeks (scenario 3) markedly increased the probability of viral maintenance to almost one.",
            "cite_spans": [
                {
                    "start": 1615,
                    "end": 1619,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 316,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Epidemic model simulations"
        },
        {
            "text": "This study analysed CMR data of a species of Australian bats (M. macropus) with a putative novel Alphacoronavirus infection in order to decide whether it is appropriate to divide bats into persistently infectious bats and transiently infectious bats, and to determine whether viral maintenance is improved by the differentiation of bats into these groups. Grouping of bats into persistently infectious bats and transiently infectious bats was supported by the CMR multistate model selection processes (Table 3) . By exploring various scenarios in epidemic models, we found that population-level viral persistence was marginally more probable when infectious periods were heterogeneous (bats were either transiently or persistently infectious; Table 4 ). In addition to a previous study that suggested persistent infection of coronavirus in bats in North America through the small number of bats sampled [23] , our study provides much validity by using larger number of bats sampled [21] , although the sample size is still not large enough to provide robust estimates. Further understanding of the potential and likelihood of within-host persistent infections is important to understand spillover of bat-borne viruses. Persistent infections contribute not only in maintaining viruses in a population but also in triggering pulses of virus shedding. Temporally synchronised stressors such as food shortage and reproduction may weaken the immune system of bats, facilitating persistent infections in infectious bats [38] . Thus, those temporally synchronised stressors can cause viral shedding from persistently infectious bats during a limited period, leading to pulses of viral shedding. Because spillover of bat-borne viruses has been associated with pulses of viral shedding from bats [38] , the finding of persistent infection in bats contributes in understanding spillover mechanisms of bat-borne viruses.",
            "cite_spans": [
                {
                    "start": 903,
                    "end": 907,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 982,
                    "end": 986,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1514,
                    "end": 1518,
                    "text": "[38]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1787,
                    "end": 1791,
                    "text": "[38]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 510,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 743,
                    "end": 750,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Maternity roosts were assumed to play an important role in maintaining coronavirus at the population level [24] . In coronavirus transmission within a population of Myotis, an epidemic peak was observed at the formation of the maternity colony and another peak was observed as newborn pups lost their passive immunity [14] . Transmission of viruses during the breeding season is more readily facilitated, compared with other times due to frequent contact among individuals within a maternity roost [14, 21, 39] . Fluctuating recapture rates and coronavirus prevalence are presumed to be related to the changing ethology of bats during the breeding season. Therefore, CMR data covering both breeding seasons and non-breeding seasons are required to investigate how coronaviruses can be Table 4 . Probability of viral persistence based on varying periods of infection in one and two group models in six scenarios One-group model Two-group model   Scenario number  1  2  3  4  5  6 Transiently infectious period in weeks 1·774 (1/γ)* 1·165 (1/γ t ) 1·165 (1/γ t ) 1·165 (1/γ t ) 1·165 (1/γ t ) 1·165 (1/γ t ) Persistently infectious period in weeks 2·982 (1/γ p ) 5 7 9 1 1 Probability of viral persistence 0·430 0·508 0·999 1 1 1",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "39]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 785,
                    "end": 792,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 978,
                    "text": "One-group model Two-group model   Scenario number  1  2  3  4  5  6",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The one-group model (with a single infectious period) was only used in scenario 1, while the two-group model (with both transient and persistent infectious periods) was used in scenarios from 2 to 6. Scenarios differed in the infectious period estimate used: scenario 1 and 2 used estimates from the CMR analyses (reciprocal of recovery rates (γ), which are shown in Table 2 ), whereas scenarios 3-6 explored a series of hypothetical persistently infectious periods. The infectious period for transient infections was constant for all two-group scenarios (based on 1/γ t ), but the infectious period for persistent infections was varied. Specifically, scenario 2 used 1/γ p from the CMR analyses for persistently infectious period, whereas in scenarios 3-6, we assumed 5, 7, 9 and 11 weeks of persistently infectious periods respectively. * Scenario 1 used the same recovery rate for all bats. See Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 374,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 898,
                    "end": 905,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "maintained in a bat population even if maternal roosts do not facilitate viral transmission. These findings need to be treated with some caution, because the low sample size limits our confidence in the results of modelling. For example, the recapture rates were markedly different from recapturing occasion to occasion (Fig. 1a) , as only one bat was sampled at the fifth recapturing occasion [21] . Additionally, the CMR data included only coronavirus RNA detections, without detections of coronavirus antibodies. A SARS coronavirus crude antigen ELISA was not successful in detecting antibodies against the putative novel Alphacoronavirus in these bats [21] . Thus, the lack of seroprevalence in the CMR data limited the accuracy of the estimated duration of recovery. Nevertheless, the CMR data deserve intensive analyses because longitudinal sampling of individual bats for infectious diseases is difficult to achieve and allows estimation of epidemiological parameters. The CMR study in Smith's study [21] had relatively high recapture rates thanks to finding a lifting hole of a bridge where bats, infected with coronavirus, roosted with a high affinity to their colony. Fluctuating recapture rates across capturing occasions in the CMR data, which might be associated with trap-shy and adaptive methods of capturing, highlighted the difficulty of recapturing specific bats during the entire sampling period.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1007,
                    "end": 1011,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 329,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Persistent infections have been hypothesised as a mechanism for viral persistence, not only in coronaviruses [23] , but also in other bat-borne viruses, for example filoviruses and henipaviruses, despite lack of direct evidence [20] . It was also hypothesised that a small portion of super-long-shedder bats with a long infectious period could maintain Hendra virus in a bat population [13] . Although further comprehensive datasets are needed to understand the effects of persistent infection, this study shows the value of longitudinal individual data from bats with viral infections to elucidate transmission dynamics of bat-borne viruses, underscoring the need of individual bat tracking data with infection states to improve our understanding of infection dynamics of bat-borne viruses.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The supplementary material for this article can be found at https://doi.org/10.1017/S0950268817000991",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIAL"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ecology, evolution and classification of bat coronaviruses in the aftermath of SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antiviral Research",
            "volume": "101",
            "issn": "",
            "pages": "45--56",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Summary table of SARS cases by country",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Accessed 1",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SAUDI ARABIA (ASH SHARQIYAH) NEW CASE",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Promed-Mail",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mers-Cov",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Accessed 31",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bats are natural reservoirs of SARS-like coronaviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "5748",
            "pages": "676--679",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Middle East respiratory syndrome coronavirus in bats, Saudi Arabia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerging Infectious Diseases",
            "volume": "19",
            "issn": "11",
            "pages": "1819--1823",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bat origin of human coronaviruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virology Journal",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Alphacoronaviruses in New World bats: prevalence, persistence, phylogeny, and potential for interaction with humans",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antiviral immune responses of bats: a review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schountz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Zoonoses and Public Health",
            "volume": "60",
            "issn": "1",
            "pages": "104--116",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bat flight and zoonotic viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;shea",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerging Infectious Diseases",
            "volume": "20",
            "issn": "5",
            "pages": "741--745",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bats as 'special' reservoirs for emerging zoonotic pathogens",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Brook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends in Microbiology",
            "volume": "23",
            "issn": "3",
            "pages": "172--180",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bats: important reservoir hosts of emerging viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Calisher",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clinical Microbiology Reviews",
            "volume": "19",
            "issn": "3",
            "pages": "531--545",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evolutionary relationships between bat coronaviruses and their hosts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerging Infectious Diseases",
            "volume": "13",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Urban habituation, ecological connectivity and epidemic dampening: the emergence of Hendra virus from flying foxes (Pteropus spp",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Plowright",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the Royal Society of London B: Biological Sciences",
            "volume": "278",
            "issn": "",
            "pages": "3703--3712",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Amplification of emerging viruses in a bat colony",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerging Infectious Diseases",
            "volume": "17",
            "issn": "3",
            "pages": "449--456",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Host and viral ecology determine bat rabies seasonality and maintenance",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "108",
            "issn": "25",
            "pages": "10208--10213",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Henipavirus neutralising antibodies in an isolated island population of African fruit bats",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Peel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Evidence for Nipah virus recrudescence and serological patterns of captive Pteropus vampyrus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sohayati",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemiology and Infection",
            "volume": "139",
            "issn": "10",
            "pages": "1570--1579",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Persistent infection of SARS coronavirus in colonic cells in vitro",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Medical Virology",
            "volume": "74",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "JNK and PI3k/Akt signaling pathways are required for establishing persistent SARS-CoV infection in Vero E6 cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mizutani",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochimica et Biophysica Acta (BBA)-Molecular Basis of Disease",
            "volume": "1741",
            "issn": "1",
            "pages": "4--10",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Transmission or within-host dynamics driving pulses of zoonotic viruses in reservoir-host populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Plowright",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Neglected Tropical Diseases",
            "volume": "10",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Australian bat coronaviruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "So long as it's near water: variable roosting behaviour of the large-footed myotis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Detection of group 1 coronaviruses in bats in North America",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Dominguez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerging Infectious Diseases",
            "volume": "13",
            "issn": "9",
            "pages": "1295--1300",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Detection and prevalence patterns of group I coronaviruses in bats, northern Germany",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gloza-Rausch",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerging Infectious Diseases",
            "volume": "14",
            "issn": "4",
            "pages": "626--631",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Bayesian Population Analysis Using WinBUGS: A Hierarchical Perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kéry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schaub",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Commentary: practical advantages of Bayesian analysis of epidemiologic data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Dunson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "American Journal of Epidemiology",
            "volume": "153",
            "issn": "12",
            "pages": "1222--1226",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "R: A Language and Environment for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "R Foundation for Statistical Computing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "R2WinBUGS: a package for running WinBUGS from R",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sturtz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ligges",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gelman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Statistical Software",
            "volume": "12",
            "issn": "3",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Bayesian measures of model complexity and fit",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Spiegelhalter",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of the Royal Statistical Society: Series B (Statistical Methodology)",
            "volume": "64",
            "issn": "4",
            "pages": "583--639",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Laboratory diagnosis of SARS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bermingham",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philosophical Transactions of the Royal Society of London B",
            "volume": "359",
            "issn": "",
            "pages": "1083--1089",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "An Introduction to Infectious Disease Modelling",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vynnycky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Risk Analysis: A Quantitative Guide",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vose",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Review of bats and SARS",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerging Infectious Diseases",
            "volume": "12",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Continent-wide panmixia of an African fruit bat facilitates transmission of potentially zoonotic viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Peel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature Communications",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5627",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5627",
            "pages": "1961--1966",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Solving differential equations in R: package deSolve",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Soetaert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Petzoldt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Setzer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Statistical Software",
            "volume": "33",
            "issn": "9",
            "pages": "1--25",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Ecological dynamics of emerging bat virus spillover",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Plowright",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the Royal Society of London B: Biological Sciences",
            "volume": "282",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Leptospira and paramyxovirus infection dynamics in a bat maternity enlightens pathogen maintenance in wildlife",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dietrich",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Environmental Microbiology",
            "volume": "17",
            "issn": "11",
            "pages": "4280--4289",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CMR data analyses across eight recapturing occasions. (a) Survival and recapture rates. Black and white circles represent survival and recapture rates, respectively. (b) Transition rates between uninfectious and infectious states. Black and white circles represent transition from uninfectious to infectious state and from infectious to uninfectious state, respectively. Error bars indicate 95% CrI.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flow diagrams of epidemic models. (a) In the one-group model, three states were included: susceptible (S), infectious (I) and immune (R). (b)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The CMR data composition of coronavirus in 52 M. macropus",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Parameters of coronavirus infection in M. macropus; each model time step is 1 week 'All' represents infections without grouping of persistent and transient infections. Subscripts p, t, u and i represent persistent infection, transient infection, non-infectious state, and infectious state, respectively. CrI represents credible interval.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Multistate model selection with survival, recapture and transition probabilities of Myotis myotis Model number Survival probability Recapture probability Transition probability DIC* ΔDIC †",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECLARATION OF INTEREST"
        }
    ]
}