{
    "paper_id": "96fde22977223d0db10dd183bf0237ed42816132",
    "metadata": {
        "title": "Development and application of a reverse transcription loop-mediated isothermal amplification method for rapid detection of Duck hepatitis A virus type 1",
        "authors": [
            {
                "first": "Limin",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Yuhai Bi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wenjun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We developed and evaluated a reverse transcription loop-mediated isothermal amplification (RT-LAMP) assay for detecting Duck hepatitis A virus type 1 (DHAV-1). The amplification could be finished in 1 h under isothermal conditions at 63°C by employing a set of four primers targeting the 2C gene of DHAV-1. The RT-LAMP assay showed higher sensitivity than the RT-PCR with a detection limit of 0.1 ELD 50 0.1 ml -1 of DHAV-1. The RT-LAMP assay was highly specific; no cross-reactivity was observed from the samples of other related viruses, bacteria, allantoic fluid of normal chicken embryos, or the livers of uninfected ducks. Thirty clinical samples were subjected to detection by RT-LAMP, RT-PCR, and virus isolation, which obtained completely consistent, positive results. As a simple, rapid, and accurate detection method, this RT-LAMP assay has important potential applications in the clinical diagnosis of DHAV-1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Duck hepatitis virus type 1 (DHV-1), a member of family Picornaviridae and genus Avihepatovirus, is a kind of single-stranded RNA virus that causes an acute, highly lethal disease in young ducklings called duck hepatitis. Duck hepatitis leads to severe economic losses for duck raising farms. Duck hepatitis virus includes three serotypes DHV-1, DHV-2, and DHV-3. DHV-1 is distributed widely, while DHV-2 and DHV-3 have only been reported in the UK and the USA, respectively [1] [2] [3] [4] [5] [6] [7] . Duck hepatitis caused by DHV-1 can lead to mortality up to 95 % in young ducklings during the first week of life, thus accurate and efficient diagnosis is extremely useful to control the initial disease outbreak [1] . Recently, DHV-1 was renamed to DHAV, and DHAV has three genotypes (DHAV-1, 2 ,and 3) [8] [9] [10] [11] . DHAV-1 is distributed widely and prevalent in China, DHAV-2 have been only isolated in Taiwan until now [9, 10] , while DHAV-3 was first isolated in South Korea [11] , but now it is also epidemic in mainland of China.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 935,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 989,
                    "end": 993,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The traditional detection methods, including virus isolation and neutralization tests, are generally reliable for the diagnosis of DHV-1 [12] , but these methods have shortcomings, such as labor intensive, time consuming, and have insufficient sensitivity which cannot detect extremely low viral loads. To address this, a virus antigen-based ELISA was first established in 1991 [13] , then a recombinant VP1 protein-based ELISA was developed, which showed agreement with the neutralization test [14] . Nucleic acid-based assays such as RT-PCR, real-time RT-PCR, and real-time quantitative PCR were developed and showed high specificity and sensitivity [1, 8, [15] [16] [17] . However, these assays need specialized and expensive equipment such as a thermal cycler or real-time PCR system, thus they are of limited application in rural areas.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 658,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Loop-mediated isothermal amplification (LAMP) assay was developed in 2000 [18] , which is a novel nucleic acid amplification method that occurs under isothermal conditions. This method employs a DNA polymerase and a set of four specially designed primers that recognize a total of six distinct sequences on the target DNA, which can be amplified with high specificity. LAMP continues with the accumulation of 10 9 copies of target in less than an hour [18] . As a simple and efficient diagnostic technique, LAMP has been used in the detection of various RNA or DNA viruses, such as Avian leukosis virus [19, 20] , Barley yellow dwarf virus [21] , swine transmissible gastroenteritis coronavirus [22] , avian influenza virus [23] , and Foot-and-mouth disease virus [24] . Here, we report a one-step, single-tube RT-LAMP assay for the rapid detection DHAV-1, and its specificity and sensitivity were assessed. This method has potential applications in the early diagnosis and forecasting of DHAV-1.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The DHAV-1 strain (DHAV-SD, Stored at the China General Microbiological Culture Collection Center, CGMCC No.3746) was propagated in the allantoic cavities of 9-day old SPF chicken embryos. The embryos that died 36-72 h post inoculation were collected. Allantoic fluid was centrifuged (1,0009g at 4°C for 10 min) and the suspension was stored at -80°C until it was used for RNA extraction [1] .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 391,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preparation of viruses and bacteria"
        },
        {
            "text": "Duck enteritis virus (DEV), muscovy parvovirus (MPV), avian influenza virus (AIV, H9N2), Riemerella anatipestifer (RA), Salmonella enteritidis, and Escherichia coli (O78), which were maintained in our laboratory, were propagated and the nucleic acids were extracted [1, [25] [26] [27] [28] .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preparation of viruses and bacteria"
        },
        {
            "text": "Total RNA was extracted from allantoic fluid and liver samples using TRIzol reagent (Invitrogen, Carlsbad, USA) according to the manufacturer's instructions. DHAV-1 total RNA concentration was measured spectrophotometrically at A260 and A280. This RNA was stored at -80°C before use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction"
        },
        {
            "text": "The primers for the RT-LAMP amplification of DHAV-1 were designed based on the conserved region in the 2C gene (GenBank accession no. JX183548). Primers F3, B3, FIP, and BIP were designed by means of the primer software Primer Explorer V4 (http://primerexplorer.jp/elamp 4.0.0/index.html; Eiken Chemical Co., Japan). The primer sequences are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 358,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Design of the primers for the RT-LAMP assay"
        },
        {
            "text": "The RT-LAMP reaction was carried out in a total 25 ll reaction volume containing 1 9 ThermoPol Reaction Buffer, 8U of Bst DNA polymerase, 10U AMV reverse transcriptase (New England Biolabs, MA, USA), 1 mM dNTP Mix (NewPep, Beijing, China), 0.8 M Betaine, 6 mM MgSO 4 , 0.2 lM of each of the F3 and B3 primers, 0.8 lM of each of the BIP and FIP primers, and 1.0 ll of the target RNA. The mixture was incubated at 63°C for 1 h followed by 5 min at 80°C. After the reaction, the amplified DNA products were detected by electrophoresis on a 1.5 % agarose gel (Biowest Agarose, Spain) followed by ethidium bromide staining under ultraviolet light [21] .",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 646,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RT-LAMP"
        },
        {
            "text": "In order to compare the sensitivity of the RT-LAMP assay with other conventional assays, an RT-PCR assay was developed using two pairs of primers (For and Rev; F3 and B3) according to the early report with some changes ( Table 1 ) [8] . The RT-PCR was carried out in a 25 ll total reaction volume using the One-Step RT-PCR kit (NewPep, Beijing, China) with 0.2 lM of each of the upstream and downstream primers and 1 ll of target RNA, according to Sensitivity comparison of RT-LAMP to RT-PCR",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 228,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RT-PCR"
        },
        {
            "text": "To detect the limit of the RT-LAMP and RT-PCR assay, DHAV-1 total RNAs were extracted from the serially 10-fold diluted allantoic fluid, ranging from 10 4 to 10 -3 50 % egg lethal dose (ELD 50 ) per 100 ll. This single dilution series was used as a template for the two assays. The products were detected by agarose gel electrophoresis as described above (1.5 % agarose, TAE) [21] .",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RT-PCR"
        },
        {
            "text": "To assess the specificity of RT-LAMP, including potential cross-reactions with DHAV-1, DEV, MPV, AIV, R. anatipestifer (RA), S. enteritidis, and E. coli (O78) were examined. Total RNA from the allantoic fluid of normal chicken embryos and livers of uninfected ducks were also assayed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specificity of the RT-LAMP"
        },
        {
            "text": "To evaluate the reliability of the RT-LAMP assay, 30 clinical liver samples were collected from DHAV-suspected Ducks in different Provinces of China, including Shandong, Hebei, Sichun, and Beijing. RNA was extracted from these samples and detected by both the RT-LAMP and RT-PCR. The products were detected by agarose gel electrophoresis (1.5 % agarose, TAE). The virus isolation method was also applied to the 30 clinical liver samples using the method previously described [8] .",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Clinical specimen evaluation"
        },
        {
            "text": "In order to obtain more specificity and detect multiple strains of DHAV-1, the RT-LAMP primers were designed based on a highly conserved region of the 2C gene of the DHAV-1 strain. The one-step, single-tube, RT-LAMP assay was optimized with the selected primer set by varying the ratio of the concentrations of MgSO 4 and dNTP, the reaction temperature, and time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of the primers for the RT-LAMP assay"
        },
        {
            "text": "To compare the sensitivity of the RT-LAMP assay with the conventional RT-PCR, the two assays were used to detect the same RNAs which were extracted from 10-fold serial dilutions (from 10 4 to 10 -3 ELD50 per 100 ll) of allantoic fluid. DHAV-1 total RNA concentrations were also measured spectrophotometrically at A260 and A280. Therefore, the corresponding RNA concentration range is from 2 9 10 4 pg to 2 9 10 -3 pg per assay. The results are shown in Fig. 1 . The detection limit of the RT-LAMP assay was 0.1 ELD 50 per 100 ll, equivalent to 2 9 10 -1 pg DHAV-1 total RNA per reaction, which was 100-fold higher than the RT-PCR assay. In addition, the RT-PCR assay using two pairs of primers have the same sensitivity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 459,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Sensitivity of RT-LAMP"
        },
        {
            "text": "The cross-reactivity of the DHAV-1 RT-LAMP assay was evaluated with RNA from DEV, MPV, AIV, RA, S. enteritidis, E. coli (O78), allantoic fluid of normal chicken embryos, and liver of uninfected duck. All these reactions were negative (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 242,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Specificity of RT-LAMP"
        },
        {
            "text": "To evaluate the feasibility of RT-LAMP of detecting DHAV-1 in clinical specimens, 30 clinical specimens collected over the past years were assayed by RT-LAMP and RT-PCR. In parallel, virus isolation was also performed. The results showed that 11 of the 30 samples tested contained DHAV-1 by virus isolation, the same 11 clinical specimens were also positive by both RT-LAMP and RT-PCR (Fig. 3) . The results of RT-LAMP, RT-PCR, and virus isolation were 100 % correlated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 393,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Evaluation of RT-LAMP for clinical specimens"
        },
        {
            "text": "Several nucleic acid amplification techniques have been developed for the specific and sensitive detection of DHV-1, including RT-PCR and real-time PCR. However, these assays require considerable operator skills, expensive equipment, and 2-4 h for amplification; thus, the application of these assays is limited in the field. Compared to traditional PCR technology, LAMP has more advantages. First, LAMP is more specific since it requires 4 or 6 primers to identify 6 or 8 specific domains [18, 19] , while PCR uses only two primers. Second, LAMP is more sensitive, for the amplification of LAMP is more efficient than PCR. Third, LAMP does not require expensive and complex equipment, instead it can be performed using a water bath or heat block for incubation under isothermal conditions. Finally, LAMP is time saving, the assay can be accomplished within 1 h, whereas the PCR technology typically requires 2-4 h [29] .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 494,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, the LAMP amplification products can be observed by the naked eye directly, as sometimes a white precipitate of magnesium pyrophosphate form during the reaction [30] . After a comparison of different DHAV-1 subgroup genomes, the conserved domain 2C of the genome was selected as the domain for LAMP primer design and was used for screening a group of primers with good amplification efficiency. The 3D gene has also been used to design primers for detection of DHV-1 in the early reports, which encodes an RNA-dependent RNA polymerase [1, 17, 31] . Given that many viruses have RNA polymerase gene, we prefer to choose 2C gene as a detecting marker. A one-step RT-LAMP assay with high specificity and sensitivity was developed for rapid diagnosis of DHAV-1, which has no cross-reaction with DEV, MPV, AIV, R. anatipestifer (RA), S. enteritidis, and E. coli (O78), suggesting that this technique has high specificity to distinguish among some common avian viruses and bacteria at the nucleic acid level. The RT-LAMP has a detection limit of 0.1 ELD 50 per 100 ll, equivalent to 2 9 10 -1 pg DHAV-1 total RNA per reaction, which was 100 times more sensitive than the conventional RT-PCR, which suggested that this method is useful for the detection of low levels of DHAV-1 and is also useful for confirming the early stages of DHAV-1 infection when viral titers are relatively low.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The RT-LAMP method was also used to detect DHAV-1 in clinical samples. The results from the RT-LAMP assay were consistent with the RT-PCR and viral isolation methods, further confirming the reliability of the RT-LAMP assay. Considering that DHAV-1 RT-LAMP has many advantages, such as being highly sensitive, simple, specific, less time consuming, and not requiring expensive equipment, it is therefore more suitable for use as a DHAV-1 diagnostic tool in the field or rural areas than other nucleic acid-based assays. In summary, the DHAV-1 RT-LAMP assay we developed could be a potential diagnostic method for use in the surveillance, control, and molecular epidemiological screening of DHAV-1 for using in developing countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Disease of Poultry 11th edn",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Woolcock",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Glisson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fadly",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcdougald",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Swayne",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "343--354",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of detection sensitivity between RT-LAMP and RT-PCR by agarose gel electrophoresis. DHAV-1 RNA was serially diluted in 10-fold increments (10 -2 to 10 -9 ). a DHAV-1-specific RT-LAMP reaction. b DHAV-1-specific RT-PCR reaction using For and Rev primers. c DHAV-1-specific RT-PCR reaction using F3 and B3 primers. Lane M, DNA size marker (NP5,000, NewPep, Beijing,China); lanes 1-8, extracted total RNA serially diluted in 10-fold increments (10 -2 to 10 -9",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Specificity of the RT-LAMP assay for DHAV-1 detection agarose gel analysis of different viruses and bacteria cross-reaction in the RT-LAMP assay. Lane M DNA size marker (NP5000, NewPep, Beijing, China); lane 1 positive control (DHAV-1 RNA); lanes 2-7 products of DEV, NDV, MPV, AIV, Salmonella enteritidis and Escherichia coli (O78); lane 8 allantoic fluid of normal chicken embryos; lane 9 liver of uninfected duck Agarose gel analysis of clinical samples detected by a RT-LAMP and b RT-PCR Lane M DNA size marker (NP5,000, NewPep, Beijing, China); lane 1 positive control (DHAV-1 RNA); lane 2 negative control (liver of uninfected duck); lanes 3-32 clinical samples obtained from different districts of China",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Primers used for the RT-LAMP and RT-PCR",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments Financial support was provided by the Special Fund for the Agro-scientific Research in the Public Interest (201003012) and the Nature Science Foundation of China (NSFC 31100644).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}