{
    "paper_id": "9763164d321c33416a487135e5bf1bcabac08759",
    "metadata": {
        "title": "Network-based analysis of stochastic SIR epidemic models with random and proportionate mixing",
        "authors": [
            {
                "first": "Eben",
                "middle": [],
                "last": "Kenah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "addrLine": "677 Huntington Ave",
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "M"
                ],
                "last": "Robins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "addrLine": "677 Huntington Ave",
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this paper, we outline the theory of epidemic percolation networks and their use in the analysis of stochastic SIR epidemic models on undirected contact networks. We then show how the same theory can be used to analyze stochastic SIR models with random and proportionate mixing. The epidemic percolation networks for these models are purely directed because undirected edges disappear in the limit of a large population. In a series of simulations, we show that epidemic percolation networks accurately predict the mean outbreak size and probability and final size of an epidemic for a variety of epidemic models in homogeneous and heterogeneous populations. Finally, we show that epidemic percolation networks can be used to re-derive classical results from several different areas of infectious disease epidemiology. In an appendix, we show that an epidemic percolation network can be defined for any time-homogeneous stochastic SIR model in a closed population and prove that the distribution of outbreak sizes given the infection of any given node in the SIR model is identical to the distribution of its out-component sizes in the corresponding probability space of epidemic percolation networks. We conclude that the theory of percolation on semi-directed networks provides a very general framework for the analysis of stochastic SIR models in closed populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In an important paper, M. E. J. Newman studied a network-based Susceptible-Infectious-Removed (SIR) epidemic model in which infection is transmitted through a network of contacts between individuals [1] . The contact network itself was a random undirected network with an arbitrary degree distribution of the form studied by Newman, Strogatz, and Watts [2] . Given the degree distribution, these networks are maximally random. Thus, they have no small loops in the limit of a large population [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the SIR model from [1] , the probability that an infected node i makes infectious contact with an adjacent node j is given by T ij = 1 − exp(−r i β ij ), where β ij is the rate of infectious contact from i to j and r i is the time that i remains infectious. (In this paper, we use infectious contact to mean a contact that results in infection if and only if the recipient is susceptible.) The recovery period r i is a random variable with the cumulative distribution function (cdf) F (r) and the infectious contact rate β ij has the cdf F (β). The infectious periods for all individuals are independent and identically distributed (iid) and the infectious contact rates for all ordered pairs of individuals are iid.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This model can be analyzed by mapping the SIR model onto a semi-directed network that we call the epidemic percolation network [5] . Since the distribution of recovery periods for all nodes and the joint distribution of contact rates for all pairs of connected nodes are defined a priori, all relevant transmission probabilities can be determined by assigning the infectious periods and contact rate pairs before an epidemic begins. Starting from the contact network, a single realization of the epidemic percolation network can be generated as follows:",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. Choose a recovery period r i for every node i and choose a contact rate β ij for every ordered pair of connected nodes i and j in the contact network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For each pair of connected nodes i and j in the contact network, convert the undirected edge between them to a directed edge from i to j with probability The epidemic percolation network is a semi-directed network that represents a single realization of the infectious contact process for each connected pair of nodes, so 4 m possible epidemic percolation networks exist for a contact network with m edges. The probability of each network is determined by the underlying SIR model. The epidemic percolation network is very similar to the locally dependent random graph defined by Kuulasmaa [6] for an epidemic on a d-dimensional lattice, with two important differences: First, the underlying structure of the contact network is not assumed to be a lattice. Second, we replace pairs of (occupied) directed edges between two nodes with a single undirected edge. The idea of the epidemic percolation network is also similar to the idea of forward and backward branching processes, which have been used to derive the probability and final size of an epidemic, respectively, in SIR models with independent infectiousness and susceptibility [7] . The epidemic percolation network can be thought of as a simultaneous mapping of the forward and backward branching processes that generalizes to models with arbitrary joint distributions of infectiousness and susceptibility. (The relationship between epidemic percolation networks and branching processes is discussed further in Section 5.1.)",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 593,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1135,
                    "end": 1138,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "In the Appendix, we define epidemic percolation networks for a very general timehomogeneous stochastic SIR epidemic model (which includes network-based models and models with random and proportionate mixing as special cases) and prove that the size distribution of outbreaks starting from node i is identical to the distribution of its out-component sizes in the corresponding probability space of percolation networks. Because of this equality of distribution, epidemic percolation networks can be used to analyze a much more general class of epidemic models than that defined in the Introduction. In this paper, we show how they can be used to analyze stochastic SIR epidemic models with random or proportionate mixing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "In this subsection, we review the structure of directed and semi-directed networks as discussed in [3, 4, 8, 9] . Reviews of the structure and analysis of undirected and purely directed networks can be found in [10] [11] [12] [13] .",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 103,
                    "end": 105,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 106,
                    "end": 108,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 109,
                    "end": 111,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 211,
                    "end": 215,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Structure of semi-directed networks"
        },
        {
            "text": "The indegree and outdegree of node i are the number of incoming and outgoing directed edges incident to i. Since each directed edge is an outgoing edge for one node and an incoming edge for another node, the mean indegree and outdegree of a semi-directed network are equal. The undirected degree of node i is the number of undirected edges incident to i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure of semi-directed networks"
        },
        {
            "text": "A component is a maximal group of connected nodes. The size of a component is the number of nodes it contains and its relative size is its size divided by the total size of the network. There are four types of components in a semi-directed network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure of semi-directed networks"
        },
        {
            "text": "The out-component of node i includes i and all nodes that can be reached from i by following a series of edges in the proper direction (undirected edges are bidirectional). The incomponent of node i includes i and all nodes from which i can be reached by following a series of edges in the proper direction. By definition, node i is in the in-component of node j if and only if j is in the out-component of i. Therefore, the mean size of in-and out-components in any semi-directed network must be equal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure of semi-directed networks"
        },
        {
            "text": "The strongly-connected component of a node i is the intersection of its in-and out-components; it is the set of all nodes that can be reached from node i and from which node i can be reached. All nodes in a strongly-connected component have the same in-component and the same outcomponent. The weakly-connected component of node i is the set of nodes that are connected to i when the direction of the edges is ignored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure of semi-directed networks"
        },
        {
            "text": "For giant components, we use the definitions given in [9, 14] . Giant components are so called because they have asymptotically positive relative size in the limit of a large population. All other components are \"small\" in the sense that they have asymptotically zero relative size. There are two phase transitions in a semi-directed network: One where a unique giant weaklyconnected component (GWCC) emerges and another where unique giant in-, out-, and stronglyconnected components (GIN, GOUT, and GSCC) emerge. The GWCC contains the other three giant components. The GSCC is the intersection of the GIN and the GOUT, which are the common in-and out-components of nodes in the GSCC. Tendrils are components in the GWCC that are outside the GIN and the GOUT. Tubes are directed paths from the GIN to the GOUT that do not intersect the GSCC. All tendrils and tubes are small components. A schematic representation of these components is shown in Figure 1 .",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 58,
                    "end": 61,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 946,
                    "end": 954,
                    "text": "Figure 1",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Structure of semi-directed networks"
        },
        {
            "text": "An outbreak begins when one or more nodes are infected from outside the population. These are called imported infections. The final size of an outbreak is the number of nodes that are infected before the end of transmission, and its relative final size is its final size divided by the total size of the network. The nodes infected in the outbreak can be identified with the nodes in the out-components of the imported infections. This identification is made mathematically precise in the Appendix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic percolation networks and epidemics"
        },
        {
            "text": "We define a self-limited outbreak to be an outbreak whose relative final size approaches zero in the limit of a large population. An epidemic is an outbreak whose relative final size is positive in the limit of a large population. For many SIR epidemic models (including the one in the Introduction), there is an epidemic threshold: The probability of an epidemic is zero below the epidemic threshold and the probability and relative final size of an epidemic are positive above the epidemic threshold [1, 7, 15, 16] .",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 506,
                    "end": 508,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic percolation networks and epidemics"
        },
        {
            "text": "If all out-components in the epidemic percolation network are small, then only self-limited outbreaks are possible. If the epidemic percolation network contains a GSCC, then any infection in the GIN will lead to the infection of the entire GOUT. Therefore, the epidemic threshold corresponds to the emergence of the GSCC in the epidemic percolation network. For any set of imported infections, the probability of an epidemic is equal to the probability that at least one imported infection occurs in the GIN. For any finite set of imported infections, the relative final size of an epidemic is asymptotically equal to the proportion of the network contained in the GOUT. Although some nodes outside the GOUT may be infected (e.g. tendrils and tubes), they will constitute a finite number of small components whose total relative size is asymptotically zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic percolation networks and epidemics"
        },
        {
            "text": "This argument can be extended to epidemic percolation networks for heterogeneous populations. The size distribution of outbreaks starting from an initial infection in any given node i is equal to the distribution of the out-component sizes of node i in the probability space of epidemic percolation networks. In the limit of a large population, the probability that the infection of node i causes an epidemic is equal to the probability that i is in the GIN and the probability that i is infected in an epidemic is equal to the probability that i is in the GOUT. Note that the size distribution of outbreaks and the probability of an epidemic can depend on the initial infection(s), but the relative final size of an epidemic does not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic percolation networks and epidemics"
        },
        {
            "text": "In this paper, we show how epidemic percolation networks can be used to analyze stochastic SIR epidemic models with random or proportionate mixing. Methods exist to calculate the final size distribution of epidemics for such models in a population of size n, but they require solving a recursive system of n equations [15, 17] . We will show how the size distribution of outbreaks, the epidemic threshold, and the probability and relative final size of a large epidemic can be calculated in the limit of large n by solving a much simpler set of equations. These methods also generalize more easily to heterogeneous populations. We will show that these methods are equivalent to branching processes when the indegree and outdegree of the epidemic percolation network are independent, and we will use them to re-derive classical results from several areas of theoretical infectious disease epidemiology.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Random and proportionate mixing"
        },
        {
            "text": "The rest of the paper is organized as follows: In Section 2, we find the degree distributions of the epidemic percolation networks corresponding to SIR models with random and proportionate mixing. In Section 3, we review the use of probability generating functions to analyze semi-directed networks and show how these simplify in the case of purely directed networks. In Section 4, we present a series of simulations to show that epidemic percolation networks accurately predict the mean outbreak size and the probability and final size of an epidemic for SIR models with random and proportionate mixing. In Section 5, we show that epidemic percolation networks with independent indegree and outdegree are equivalent to (forward and backward) branching processes and re-derive classical results from the epidemiology of sexually transmitted diseases, vector-borne diseases, and controlled diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random and proportionate mixing"
        },
        {
            "text": "In the Appendix, we show that an epidemic percolation network can be defined for any timehomogeneous stochastic SIR epidemic model in a closed population and prove that the distribution of outbreaks starting from a node i is equal to the distribution of its out-component sizes in the corresponding probability space of epidemic percolation networks. We conclude that the theory of percolation on semi-directed networks provides a very general framework for the analysis of stochastic SIR epidemic models in closed populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Random and proportionate mixing"
        },
        {
            "text": "In this section, we derive probability generating functions for the degree distributions of epidemic percolation networks corresponding to SIR models with random mixing and proportionate mixing. The most important difference between epidemic models with random mixing and network-based models is that the infectious contact rate between any pair of nodes is inversely proportional to the population size. [7, 15, 18] . We deal first with random mixing and introduce proportionate mixing as a generalization. To introduce random mixing, we modify the epidemic model from the Introduction in three ways:",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 408,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Epidemics with random mixing"
        },
        {
            "text": "1. The contact network is always a complete graph, so infection can be transmitted between any two individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemics with random mixing"
        },
        {
            "text": "We relax that assumption (from [1, 5] ) that β ij and β ji are iid. Instead, we let β ij and β ji have a joint distribution F(β ij , β ji ) that is symmetric in its arguments (i.e. F(β 1 , β 2 ) = F(β 2 , β 1 ) for all β 1 , β 2 ). This symmetry forces the joint distribution of contact rates between any two individuals to be independent of the indices assigned to them.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 34,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 35,
                    "end": 37,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "In a population of size n, the contact rate from i to j β ij (n − 1) −1 and the contact rate from j to i is β ji (n − 1) −1 , where β ij and β ji have the joint distribution F(β ij , β ji ) from above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "The epidemic percolation network for a random mixing model is defined in the same way as that for a network-based model, except that β ij (n − 1) −1 replaces β ij . Let g(x, y, u|n, r i , β ij ; r j , β ji ) be the conditional probability generating function (pgf) for the number of incoming, outgoing, and undirected edges incident to node i that appear between i and j in the epidemic percolation network given n, r i , β ij , r j , and β ji . Then g(x, y, u|n, r i , β ij ; r j , β ji ) is exp ( − r i β ij + r j β ji n − 1 ) + exp ( − r i β ij n − 1 ) 1 − exp ( − r j β ji n − 1 ) x + 1 − exp ( − r i β ij n − 1 ) exp ( − r j β ji n − 1 ) y + 1 − exp ( − r i β ij n − 1 ) − 1exp ( − r i β ji n − 1 ) u.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "In the limit of large n, g ( x, y, u | n, r i , β ij ; r j , β ji ) = 1 − r i β ij + r j β ji",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "so undirected edges disappear in the limit of a large population. Given r i and n, the conditional pgf for the number of incoming, outgoing, and undirected edges incident to i that appear between i and a node j ≠ i can be found by integrating over the distribution of possible (β ij , β ji ) and r j :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "g ( x, y, u | n, r i ) = ∫ 0 ∞ ∫ 0 ∞ ∫ 0 ∞ g ( x, y, u | β, r i , r j , n ) dF ( β ij , β ji ) dF ( r j )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Given r i and n, the conditional pgf for the total number of incoming and outgoing edges incident to i in the percolation network is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "In the limit of large n, this converges to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": ". Therefore, the pgf for the degree distribution of the percolation network in the limit of a large population is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Several results follow immediately from inspection of this function: First, undirected edges vanish in the limit of a large population, leaving a purely directed epidemic percolation network. Second, the indegree and outdegree of nodes in the epidemic percolation network are independent. Third, the indegree has a Poisson distribution with mean E[r]E [β] . Finally, the outdegree has a conditional Poisson distribution for any given recovery period r. The mean outdegree is E[r]E[β] as required, but the outdegree distribution is not necessarily Poisson. For example, if r ∼ exponential(λ), then the outdegree has a geometric ( λ λ + E β ) distribution. More generally, if r ∼ gamma(α, λ), then the outdegree has a negative binomial ( α, λ λ + E β ) distribution.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "text": "[β]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "A useful generalization of the SIR model with random mixing is to allow the population to be composed of K distinct subpopulations, where each subpopulation k constitutes a proportion w k of the overall population. Let F k (r) be the cumulative distribution function for the recovery period of nodes in subpopulation k. In addition, let each subpopulation k have a relative infectiousness α k and a relative susceptibility γ k . If nodes i and j are in subpopulations k i and k j , then the infectious contact rate from i to j is α k i β ij γ k j and the infectious contact rate from j to i is α k j β ji γ k i , where β ij and β ji have a joint distribution function F(β ij , β ji ) as before. This formulation for an epidemic model with a heterogeneous population is called proportionate mixing [7, 15] . Since the relative infectiousness and relative susceptibility are each determined only up to a multiplicative constant, we assume without loss of generality that Σ k=1 K w k E r k αk = Σ k=1 K w k γ k = 1.",
            "cite_spans": [
                {
                    "start": 797,
                    "end": 800,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Proportionate mixing"
        },
        {
            "text": "Let g k i k j (x, y, u|n, r i , β ij ; r j , β ji ) be the conditional pgf for the number of incoming, outgoing, and undirected edges incident to i that appear between nodes i and j in subpopulations k i and k j in the percolation network given β ij , β ji , r i , r j , and n. Then g k i k j (x, y, u|n, r i , β ij ; r j , β ji ) equals",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportionate mixing"
        },
        {
            "text": "Let g k i (x, y, u|r i , n) be the conditional pgf for the number of incoming, outgoing, and undirected edges incident to i that appear between i and a node j ≠ i given k i , r i , and n. Then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportionate mixing"
        },
        {
            "text": "The conditional pgf for the total number of incoming, outgoing, and undirected edges incident to node i given r i and n is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportionate mixing"
        },
        {
            "text": "In the limit of large n, this becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportionate mixing"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportionate mixing"
        },
        {
            "text": "Integrating over the distribution of infectious periods in subpopulation k i yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportionate mixing"
        },
        {
            "text": "Note that the indegree distribution of subpopulation k i has a Poisson distribution, the outdegree distribution is a mixture of Poisson distributions, and the indegree and outdegree are independent within subpopulation k i . Finally, the pgf for the degree distribution of the epidemic percolation network in the limit of a large population is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportionate mixing"
        },
        {
            "text": "The proportional mixing assumption has two important consequences that enormously simplify the analysis of the epidemic percolation network: First, the probability that an edge terminates at a node in subpopulation k is proportional to the expected indegree of subpopulation k and independent of the node at which the edge began. Second, the probability that an edge originates at a node in subpopulation k is proportional to the expected outdegree of subpopulation k and independent of the node at which the edge terminates. To prove the first, we observe that the total number of directed edges to nodes in subpopulation k 0 from a node i in subpopulation k i with recovery period r i is a sum of w k 0 n iid Bernoulli random variables with mean",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportionate mixing"
        },
        {
            "text": "In the limit of large n, the number of outgoing edges from node i to nodes in subpopulation k 0 has a Poisson distribution with mean",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportionate mixing"
        },
        {
            "text": "The total number of outgoing edges from node i has a Poisson distribution with mean",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportionate mixing"
        },
        {
            "text": "By the strong law of large numbers, the proportion of these edges that terminate at nodes in subpopulation k 0 converges almost surely to w k 0 γ k0 , which is proportional to the expected indegree of subpopulation k 0 and independent of k i and r i . A similar argument shows that the proportion of incoming edges to node i that originate at nodes in subpopulation k 0 converges almost surely to w k 0 E[r k 0 ]α k 0 , which is proportional to the expected outdegree of subpopulation k 0 and independent of k i and r i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proportionate mixing"
        },
        {
            "text": "Methods of calculating the size distribution of small components, the percolation threshold, and the proportion of a network contained in the GIN, the GOUT, and the GSCC for semidirected networks with arbitrary degree distributions have been developed by Boguñá and Serrano [3] and Meyers, Newman, and Pourbohloul [4] . For purely directed and purely undirected networks, these methods simplify to equations derived by Newman, Strogatz, and Watts [2, [10] [11] [12] . In this section, we outline the methods for semi-directed networks and show how they simplify in the case of purely directed networks. This discussion is adapted from our previous paper [5] and introduces notation that will be used in the rest of this paper. For readers who desire an introduction to random graphs and percolation on networks, we recommend Albert and Barabási [10] and Newman [12] .",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 277,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Components of epidemic percolation networks"
        },
        {
            "text": "The networks considered here have no small loops and no two-point degree correlations (i.e. the degree of a node reached by following an edge forward or backward is independent of the degree of the node from which we start). As shown above, this is sufficient for models with random and proportionate mixing. Since these methods assume no clustering of contacts, they do not apply to epidemics on networks with spatial structure [6, 16] , small-world networks [19] , or other clustered networks [20, 21] . The development of methods for clustered networks is an area of active research [22] . Nonetheless, the isomorphism to an epidemic percolation network is valid for any time-homogeneous SIR model, including models that cannot be analyzed via the generating function formalism outlined here.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 432,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Components of epidemic percolation networks"
        },
        {
            "text": "If a, b, and c are nonnegative integers, let G (a,b,c) (x, y, u) be the derivative obtained after differentiating a times with respect to x, b times with respect to y, and c times with respect to u. Then the mean indegree of the epidemic percolation network is G (1,0,0) (1, 1, 1) and the mean outdegree is G (0,1,0) (1, 1, 1). Let k d denote the common mean of the directed degrees. The mean undirected degree is k u = G (0,0,1) (1, 1, 1). For the epidemic percolation network for the homogeneous SIR model with random mixing,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Components of epidemic percolation networks"
        },
        {
            "text": "Let G f (x, y, u) be the pgf for the degree distribution of a node reached by going forward along a directed edge, excluding the edge used to reach the node. Since the probability of reaching any node by following a directed edge is proportional to its indegree,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Components of epidemic percolation networks"
        },
        {
            "text": "Similarly, the pgf for the degree distribution of a node reached by going in reverse along a directed edge (excluding the edge used to reach it) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Components of epidemic percolation networks"
        },
        {
            "text": "and the pgf for the degree distribution of a node reached by following an undirected edge (excluding the edge used to reach it) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Components of epidemic percolation networks"
        },
        {
            "text": "The above definitions require that k d > 0 and k u > 0. In a purely undirected network (i.e. k d = 0), we arbitrarily set G f (x, y, u) = G r (x, y, u) = 1 for all x, y, and u. In a purely directed network (i.e. k u = 0), we arbitrarily set G u (x, y, u) = 1 for all x, y, and u.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Components of epidemic percolation networks"
        },
        {
            "text": "Let H f out (z) be the pgf for the size of the out-component at the end of a directed edge and H u out (z) be the pgf for the size of the out-component at the \"end\" of an undirected edge. Then, in the limit of a large population,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Out-components"
        },
        {
            "text": "The pgf for the out-component size of a randomly chosen node is H out (z) = zG ( 1, H f out (z), H u out (z) ) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Out-components"
        },
        {
            "text": "(3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Out-components"
        },
        {
            "text": "In a purely directed network, H u out (z) = 1 for all z because G u (x, y, u) = 1 for all x, y, and u.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Out-components"
        },
        {
            "text": "Thus ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Out-components"
        },
        {
            "text": "Estimates of H f out (z) and H u out (z) can be used to obtain estimates of H out (z) with arbitrary precision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Out-components"
        },
        {
            "text": "In the limit of a large population, the probability that a node has a finite out-component is H out (1) , so the probability that a randomly chosen node is in the GIN is 1 -H out (1) . The expected size of the out-component of a randomly chosen node is H out ′(1). Taking derivatives in equation (3) yields",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Out-components"
        },
        {
            "text": "Taking derivatives in equations (2a) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Out-components"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Out-components"
        },
        {
            "text": "where the argument of all derivatives is (1, 1, 1). In a purely directed network, all derivatives involving G u are zero, so",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Out-components"
        },
        {
            "text": "The in-component size distribution of a semi-directed network can be derived using the same logic used to find the out-component size distribution, except that we consider going backwards along edges. Let In the limit of a large population, the probability that a node has a finite in-component is H in (1) , so the probability that a randomly chosen node is in the GOUT is 1 -H in (1) . The expected size of the in-component of a randomly chosen node is H in ′(1). Taking derivatives in equation (7c) yields",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "In-components"
        },
        {
            "text": "Taking derivatives in equations (7a) and (7b) and using the fact that H r",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In-components"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In-components"
        },
        {
            "text": "where the argument of all derivatives is (1, 1, 1). In a purely directed network, all derivatives involving G u are zero, so ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In-components"
        },
        {
            "text": "The epidemic threshold occurs when the expected size of the in-and out-components in the network becomes infinite. Equations (5) and (6) show that the mean out-component size becomes infinite when",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic threshold"
        },
        {
            "text": "and equations (9) and (10) show that the mean in-component size becomes infinite when",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic threshold"
        },
        {
            "text": "From the definitions of G f (x, y, u), G r (x, y, u) and G u (x, y, u), both conditions are equivalent to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic threshold"
        },
        {
            "text": "Therefore, there is a single epidemic threshold where the GSCC, the GIN, and the GOUT appear simultaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic threshold"
        },
        {
            "text": "In a purely directed network, the condition for this epidemic threshold is much simpler because all derivatives with respect to u and all derivatives of G u are zero: The mean out-component size becomes infinite when 1 − G f (0,1,0) = 0 and the mean in-component size becomes infinite when 1 − G r (1,0,0) = 0. Both of these conditions are equivalent to 1 − k d −1 G (1, 1,0) = 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic threshold"
        },
        {
            "text": "In the limit of a large population, a node is in the GSCC if and only if its in-and out-components are both infinite. A randomly chosen node has a finite in-component with probability (1) ) and a finite out-component with probability G(1, H f out (1), H u out (1) ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giant strongly-connected component"
        },
        {
            "text": "The probability that a node reached by following an undirected edge has finite in-and outcomponents is the solution to the equation v = G u ( H r in (1), H f out (1), v ) , and the probability that a randomly chosen node has finite in-and out-components is (1), v) [3] . Thus, the relative size of the GSCC is",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Giant strongly-connected component"
        },
        {
            "text": "In a purely directed network, this simplifies to (1), H f out (1) ) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Giant strongly-connected component"
        },
        {
            "text": "The An epidemic was defined to be an outbreak that infected more than 10% or 15% of the population. These percentages were chosen to obtain an outbreak size much larger than the expected size of self-limited outbreaks and much smaller than the expected size of an epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations"
        },
        {
            "text": "For R 0 near one, the mean self-limited outbreak size increases and the expected size of an epidemic decreases, leading to poor separation between self-limited outbreaks and epidemics. Since the mean size of self-limited outbreaks approaches a constant and the mean size of an epidemic scales with the population size, this separation can be restored by taking a larger population size. However, the computational time required for an exact simulation varies roughly with the square of the population size. Thus, we did not attempt simulations for R 0 below 1.25 or 1.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations"
        },
        {
            "text": "In this section and the remainder of the paper, we deal exclusively with purely directed epidemic percolation networks. To simplify notation, we drop the variable u from G(x, y, u).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations"
        },
        {
            "text": "The first series of homogeneous population models had a fixed recovery time, the second series had exponentially-distributed recovery times, and the third series had ten different recovery time distributions. All models had a single imported infection randomly chosen from the population, a mean recovery time of one, and a basic reproductive number of R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Homogeneous populations"
        },
        {
            "text": "When the recovery time is fixed, the pgf for the degree distribution of the epidemic percolation network is G(x, y) = e R 0 (x−1) e R 0 (y−1) , so the indegree and outdegree have independent Poisson distributions with mean R 0 . The model was run at R 0 = 1.25, 1.5, 2, 2.5, 3, 4, and 5. At each R 0 , the model was run 10, 000 times in a population of 10, 000 individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Homogeneous populations"
        },
        {
            "text": "When the recovery time is exponentially distributed, the pgf for the degree distribution of the epidemic percolation network is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Homogeneous populations"
        },
        {
            "text": "so the indegree has a Poisson distribution and the outdegree has a geometric distribution. The mean indegree and outdegree are both R 0 . The model was run at R 0 = 1.5, 2, 2.5, 3, 4, 5, 6, 7, 8, 9, and 10. At each R 0 , the model was run 10, 000 times with a population of 10, 000 individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Homogeneous populations"
        },
        {
            "text": "Details of the recovery time distributions for the third series of simulations are shown in Table  1 . As in the other homogeneous population models, the indegree and outdegree are independent. The pgf for the indegree is e R 0 (x−1) . The pgf for the outdegree is G out (y) = ∫ 0 ∞ e R 0 (y−1)r dF(r).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "text": "Table  1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Homogeneous populations"
        },
        {
            "text": "The pgf for the degree distribution of the epidemic percolation network is G(x, y) = e R 0 (x−1) G out (y). For each recovery time distribution, models were run 2, 000 times with a population of 1, 000 individuals at R 0 = 1.5, 2, 2.5, 3, 4, and 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Homogeneous populations"
        },
        {
            "text": "In all homogeneous population models, an epidemic was said to occur when more than 10% of the population was infected. As outlined in Section 3, the predicted probability of an epidemic is 1 − H out (1) and the predicted final size of an epidemic is 1 − H in (1) . The predicted final size of an epidemic for a given R 0 was the same for all recovery time distributions, but Figure 2 shows that the probability of an epidemic depends on both R 0 and the recovery time distribution. The probability and final size of an epidemic were equal only when the recovery time was fixed. For all other recovery time distributions, the probability of an epidemic was less than its final size (this inequality is proven in [5] ). Figure 3 shows a good agreement between the predicted and observed probabilities of an epidemic and Figure 4 shows a good agreement between the observed and predicted final sizes of epidemics.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 383,
                    "text": "Figure 2",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 718,
                    "end": 726,
                    "text": "Figure 3",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 818,
                    "end": 826,
                    "text": "Figure 4",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Homogeneous populations"
        },
        {
            "text": "In the first two series of heterogeneous population models, the population consisted of two subpopulations A and B of equal size. The average number of infectious contacts made by a member of subpopulation B during his or her recovery period is λ. We assumed the following infectious contact rates from i to j in a population of size n: 8 3 λ(n − 1) −1 when i and j are both members of subpopulation A, 4 3 λ(n − 1) −1 when i and j are members of different subpopulations, and 2 3 λ(n − 1) −1 when i and j are both in subpopulation B. All models had a mean recovery time of one. With these assumptions, the mean indegree and outdegree of subpopulation A were 2λ and the mean indegree and outdegree of subpopulation B were λ, producing a positive correlation between susceptibility and infectiousness.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "8 3",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "4 3",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "2 3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Heterogeneous populations"
        },
        {
            "text": "When the recovery period is fixed, the pgf for the degree distribution of the epidemic percolation network is G(x, y) = .5e 2λ(x−1) e 2λ(y−1) + .5e λ(x−1) e λ(y−1) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterogeneous populations"
        },
        {
            "text": "When the recovery period is exponentially distributed, the pgf for the degree distribution of the epidemic percolation network is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterogeneous populations"
        },
        {
            "text": "Each model was run at λ = .65, .7, .8, .9, 1.0, 1.1, 1.2, 1.3, and 1.4. At each λ, the model was run 10, 000 times. For models with λ > .65, the population was 10, 000. For λ = .65, the population size was 100, 000. When λ = .65, epidemics occur even though the mean degree of the network is less than one. Both series of models were implemented in Berkeley Madonna.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterogeneous populations"
        },
        {
            "text": "A third series of simulations was conducted in populations with various mixtures of recovery time distributions. The population had 1, 000 individuals partitioned into subpopulations A and B of 500 individuals each. Each model was run under two scenarios: In the first scenario, subpopulation A is twice as infectious per unit time and has the same mean recovery time as subpopulation B. In the second scenario, both subpopulations are equally infectious per unit time but the mean recovery period of subpopulation A is twice as long as that of B. The degree distribution of the epidemic percolation network is identical under both scenarios. In the first scenario, models were run for all nine possible combinations of the Fixed(1), Uniform(0, 2), and Exponential(1) recovery time distributions. In the second scenario, models were run for all nine possible combinations of Fixed(2), Uniform(0, 4), and Exponential(.5) in subpopulation A and Fixed(1), Uniform(0, 2), and Exponential(1) in subpopulation B. These recovery time distributions are described in Table 1 . Every model was run 5, 000 times with λ = 2. An epidemic was defined as an outbreak that infected more than 15% of the population. A similar set of simulations was conducted where subpopulation A had a mean indegree of λ and a mean outdegree of 2λ while subpopulation B had a mean indegree of 2λ and a mean outdegree of λ, producing a negative correlation between infectiousness and susceptibility. All of these models were implemented in Mathematica.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1058,
                    "end": 1065,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Heterogeneous populations"
        },
        {
            "text": "In the first two series of heterogeneous models, an epidemic was defined to occur when more than 10% of the population was infected. The predicted probability and final size of an epidemic are 1 − H out (1) and 1 − H in (1), respectively, according to the epidemic percolation network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterogeneous populations"
        },
        {
            "text": "According to a branching process approximation, the predicted probability of an epidemic is 1 − h out (1), where h out (z) = zG ( 1, h out (z) ) , and the predicted final size of an epidemic is 1 − h in (1) , where h in (z) = zG ( h in (z), 1 ) . Figures 5 and 6 compare the epidemic percolation network and branching process predictions of the probability and final size of an epidemic. These models have a positive correlation between infectiousness and susceptibility, so persons infected through indigenous transmission are more infectious than persons randomly selected from the population. Since the branching process approximation implicitly assumes that persons infected through indigenous transmission have the same outdegree distribution as the general population, it consistently underestimates both the probability and final size of an epidemic. The epidemic percolation network consistently predicts the correct probability and final size of an epidemic. Figure 7 shows a scatterplot of observed and predicted epidemic probabilities for all heterogeneous population models. The predicted probability of an epidemic for an initial case randomly chosen from the population is 1 − H out (1). The \"combined\" points show the observed and predicted epidemic probabilities for an initial case randomly chosen from the overall population. Let G A (x, y) and G B (x, y) be the pgf of the degree distributions of nodes in subpopulations A and B respectively. The predicted probability of an epidemic for an initial case chosen randomly from subpopulation A is 1 − G A (1, H f out (1) ), and the predicted probability of an epidemic for an initial case chosen randomly from subpopulation B is (1) ). The \"subpopulation A\" points show the observed and predicted epidemic probabilities for an initial case randomly chosen from subpopulation A, and the \"subpopulation B\" points show the observed and predicted epidemic probabilities for an initial case randomly chosen from subpopulation B. All three sets of points are close to the diagonal, showing that epidemic percolation networks accurately predicted the probability of an epidemic. The predicted cumulative hazard of infection in an epidemic is -ln(H in (1)). Figure 8 shows a scatterplot of the observed and predicted cumulative hazard of infection in an epidemic for all heterogeneous population models. All points are close to the diagonal, showing that epidemic percolation networks accurately predicted the final size of epidemics. Figure 9 shows a scatterplot of the observed and predicted mean size of outbreaks in the third series of heterogeneous population models. The mean size of an outbreak started by a single, randomly chosen imported infection is H out ′(1). The \"combined\" points show the observed and predicted mean outbreak size for an initial case randomly chosen from the overall population. The mean size of an outbreak started by an imported infection randomly chosen from subpopulation A is",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 262,
                    "text": "Figures 5 and 6",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 968,
                    "end": 976,
                    "text": "Figure 7",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 2216,
                    "end": 2224,
                    "text": "Figure 8",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 2493,
                    "end": 2501,
                    "text": "Figure 9",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Heterogeneous populations"
        },
        {
            "text": "The \"subpopulation A\" points show the observed and predicted mean outbreak size for an initial case randomly chosen from subpopulation A, and the \"subpopulation B\" points show the observed and predicted mean outbreak size for an initial case randomly chosen from subpopulation B. All three sets of points are close to the diagonal, showing that epidemic percolation networks accurately predicted the mean sizes of finite epidemics in these models. Models with higher epidemic probabilities tend to have smaller outbreak sizes because large outbreaks are more likely to \"explode\" and become epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and the mean size of an outbreak started by an imported infection randomly chosen from subpopulation B is"
        },
        {
            "text": "In this section, we show that epidemic percolation networks can reproduce much of the standard theory of epidemics. When the indegree and outdegree are independent, the epidemic percolation networks predict the same distribution of outbreak sizes, epidemic threshold, and probability and final size of an epidemic as the forward and backward branching process approximations. Epidemic percolation networks can also reproduce results from models developed specifically for special topics within infectious disease epidemiology. Below, we give examples of the derivation of results from the epidemiology of sexually transmitted diseases, controlled diseases, and vector-borne diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equivalence to classical epidemic theory"
        },
        {
            "text": "Much of the mathematical theory of epidemics has been derived using a branching process as an approximation to the initial spread of disease, where the \"offspring\" of an individual are the persons he or she infects [7, 15, 18] . The branching process approximation remains accurate until the first time at which an infectious individual transmits infection to a person who has already been infected, which happens after an arbitrarily long interval in the limit of a large population [15] . We will call this the \"forward\" branching process approximation to the initial spread of disease, to distinguish it from the \"backward\" branching process discussed later.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Branching processes"
        },
        {
            "text": "If the offspring distribution of a branching process has the pgf g(x), then the probability that the branching process goes extinct is the smallest solution in [0, 1] of the equation x = g(x) . If h(z) is the pgf for the total number of individuals generated by the branching process (including the initial individual), then h(z) = zg(h(z)) [23] .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "x = g(x)",
                    "ref_id": null
                }
            ],
            "section": "Branching processes"
        },
        {
            "text": "Theorem 1-When an epidemic percolation network has independent indegree and outdegree, it predicts exactly the same outbreak size distribution, epidemic threshold, and probability of an epidemic (given the infection of a single randomly chosen node) as a forward branching process approximation to the initial spread of disease. G(1, y) . The number of secondary infections produced by persons infected through indigenous transmission has the pgf where the second equality follows from the independence of the indegree and outdegree. Therefore, the initial spread of disease behaves like a branching process whose offspring distribution has the pgf g f (y) = G(1, y) . The probability of a self-limited outbreak (i.e. no epidemic) given the infection of a randomly chosen individual is the smallest solution in [0, 1] of y = G (1, y) , which is equivalent y = g f (y). Similarly, H f out (z) = H out (z) and the pgf for outbreak sizes is H out (z) = zG(1, H out (z)), which is equivalent to h(z) = zg f (h(z)).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 336,
                    "text": "G(1, y)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 657,
                    "end": 666,
                    "text": "= G(1, y)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 827,
                    "end": 833,
                    "text": "(1, y)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Branching processes"
        },
        {
            "text": "Another important application of branching processes to SIR models with random mixing is the use of a \"backward\" branching process to predict the relative final size of an epidemic, in which the \"offspring\" for each individual i are the people who would make infectious contact with i if they were infectious. The relative final size of the epidemic is equal to the probability that the backward branching process never goes extinct [7] .",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 436,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Proof-The pgf for the number of secondary infections produced by a randomly chosen imported infection is"
        },
        {
            "text": "Theorem 2-When an epidemic percolation network has independent indegree and outdegree, it predicts exactly the same relative final size of an epidemic as a backward branching process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-The pgf for the number of secondary infections produced by a randomly chosen imported infection is"
        },
        {
            "text": "Proof-In the epidemic percolation network, the number of offspring in the backwards branching process for a randomly chosen individual has the pgf G(x, 1). The pgf for the number of offspring of persons reached by going in reverse along a directed edge is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-The pgf for the number of secondary infections produced by a randomly chosen imported infection is"
        },
        {
            "text": "where the final equality follows from the independence of the indegree and outdegree. Therefore, the process of moving backwards along edges in the epidemic percolation network is a branching process whose offspring distribution has the pgf g b (x) = G(x, 1) . The probability that a node is not infected in an epidemic is the smallest solution in [0, 1] of x = G(x, 1), which equivalent to x = g b (x). Therefore, the epidemic percolation network and the branching process predict the same relative final size of an epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 258,
                    "text": "= G(x, 1)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Proof-The pgf for the number of secondary infections produced by a randomly chosen imported infection is"
        },
        {
            "text": "In an SIR model whose epidemic percolation network has independent indegree and outdegree, the epidemic percolation network is a simultaneous mapping of the forward and backward branching processes. However, a branching process assumes that the offspring distribution is the same in each generation of infection (because the same pgf g(x) is used for each generation). This assumption fails in an epidemic percolation network in which the indegree and outdegree are not independent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-The pgf for the number of secondary infections produced by a randomly chosen imported infection is"
        },
        {
            "text": "Epidemic percolation networks generalize to models with arbitrary joint degree distributions because they allow the offspring distribution of the initial node to be different from the offspring distribution of all subsequent generations in the forward and backward branching processes. If we go forward along edges starting from a randomly chosen node, the offspring distribution of the initial node has the pgf G(1, y) and the offspring distribution of nodes in all subsequent generations has the pgf G f (1, y) . If we go backward starting from a randomly chosen node, then the offspring distribution of the initial node has the pgf G(x, 1) and all subsequent generations have the pgf G r (x, 1). When the indegree and outdegree are not independent, G(1, y) ≠ G f (1, y) and G(x, 1) ≠ G r (x, 1), so both branching process approximations break down. We find it useful to think of the equations for the component size distributions in Section 3 as describing (forward or backward) branching processes in which the initial node is allowed to have a different offspring distribution from all subsequent generations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 512,
                    "text": "(1, y)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Proof-The pgf for the number of secondary infections produced by a randomly chosen imported infection is"
        },
        {
            "text": "By mapping the forward and backward infectious contact processes simultaneously, the crucial role of the GSCC in the emergence of epidemics becomes clear. In a forthcoming manuscript, we analyze a proportionate mixing model with three subpopulations: One with the greatest probability of being in the GIN, one with the greatest probability of being in the GOUT, and one with the greatest probability of being in the GSCC. Vaccinating nodes in the subpopulation most likely to be in the GSCC is shown to be the most efficient strategy for reducing both the probability and final size of an epidemic despite the fact that such nodes were of average infectiousness and susceptibility. We have obtained similar results with network-based models. Nodes with a high probability of being in the GSCC are the \"core group\" that sustains transmission of infection in the population. If the forward and backward infectious contact processes are treated separately, the notion of the GSCC is lost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof-The pgf for the number of secondary infections produced by a randomly chosen imported infection is"
        },
        {
            "text": "The use of probability generating functions on epidemic percolation networks allows many classical results from the theory of epidemics to be re-derived very easily. Below, we give derivations of results from three different areas of infectious disease epidemiology. The ability of epidemic percolation networks to encompass these results in a single conceptual framework is a striking demonstration of their utility and generality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other results of epidemic theory"
        },
        {
            "text": "Example 1 (Sexually transmitted diseases)-For many sexually transmitted diseases, variation in levels of sexual activity affect the dynamics of disease transmission. One important result is that R 0 for sexually transmitted diseases depends on both the mean and the variance of the number of sexual partners [18] . Let I be a random variable representing the expected number of sexual partners a person has during his or her recovery period. If the hazard of infection is proportional to I, then",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Other results of epidemic theory"
        },
        {
            "text": "where μ I and σ I 2 are the mean and variance of the number of sexual partners and T is the probability of transmission for each partnership [7, 18] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Other results of epidemic theory"
        },
        {
            "text": "We first partition the population into subpopulations 1, 2, … such that subpopulation i consists of all persons with I = i. The proportion of the population in subpopulation i is equal to P(I = i). Since there is a constant probability T of transmission for each partnership and I = i is the expected number of partners during the recovery period, the mean outdegree of subpopulation i is Ti. Since the hazard of infection in subpopulation i is also proportional to i, the mean indegree of subpopulation i must also be Ti. The indegree and outdegree of each individual are conditionally independent given I, so the pgf for the degree distribution of nodes in subpopulation i can be written",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other results of epidemic theory"
        },
        {
            "text": "The pgf of the degree distribution of the epidemic percolation network is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other results of epidemic theory"
        },
        {
            "text": "The overall mean degree is T μ I , and the epidemic threshold is Therefore, the epidemic percolation network correctly predicts the epidemic threshold for this model. However, it can also predict the size distribution of outbreaks and the probability and final size of an epidemic. Epidemic percolation networks can also be used to analyze SIR models with more complex relationships between sexual activity, infectiousness, and susceptibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other results of epidemic theory"
        },
        {
            "text": "Example 2 (Outbreaks of controlled diseases)-For diseases that have been eliminated within a specific country but are not eradicated worldwide (such as measles in the United States), imported cases and cases secondary to importation can still occur. To evaluate the success of a disease elimination program, it is important to determine whether the observed pattern of outbreaks is consistent with sustained indigenous transmission. This can be inferred from the final size distribution of outbreaks. If infectiousness and susceptibility are independent and cases generate secondary cases according to a Poisson distribution with mean R 0 < 1, all epidemics are finite and epidemic sizes follow a Borel-Tanner distribution [24, 25] . The probability that an outbreak has a final size of k is",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 727,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Other results of epidemic theory"
        },
        {
            "text": "The pgf for the Borel-Tanner distribution is the unique solution to the equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other results of epidemic theory"
        },
        {
            "text": ". (12) Below the phase transition, the pgf for the distribution of outbreak sizes in the epidemic percolation network is H out (z). Since the incoming and outgoing degree are independent and the outgoing degree is Poisson distributed with mean R 0 , G f (1, y) = G(1, y) = e R 0 (y−1)",
            "cite_spans": [
                {
                    "start": 2,
                    "end": 6,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Other results of epidemic theory"
        },
        {
            "text": "But then H f out (z) = H out (z) = ze R 0 ( H out (z)−1 ) , (13) which is identical to equation (12) . Therefore, H out (z) = h(z), so the outcomponent sizes in the epidemic percolation network have a Borel-Tanner distribution. Using the fact that the probability of having an outbreak of size one is e −R 0 , it is easy to check that the first few iterations of equation (13) produce coefficients of the form in equation (11) .",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 96,
                    "end": 100,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Other results of epidemic theory"
        },
        {
            "text": "Macdonald consists of humans and mosquitoes. Infected humans recover from malaria at a constant rate γ, so the average recovery period is γ −1 . There are m susceptible mosquitoes that bite with a rate a and are infected with probability c when they bite an infectious human, so each infectious human infects an average of (amc) γ −1 susceptible mosquitoes. The mortality rate of mosquitoes is μ, so they survive for an average of μ −1 time units after being infected. When an infectious mosquito bites a susceptible human, the human is infected with probability b, so each infectious mosquito infects an average of (ab)μ −1 humans. The epidemic threshold in this model is defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 3 (Vector-borne diseases)-The model of malaria developed by Ross and"
        },
        {
            "text": "This was one of the earliest applications of the basic reproductive number [18] .",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Example 3 (Vector-borne diseases)-The model of malaria developed by Ross and"
        },
        {
            "text": "The full epidemic percolation network for a vector-borne disease would include nodes representing humans and vectors. Humans infect vectors and vectors infect humans, so every edge in this epidemic percolation network links nodes of different types. Such a network is called a bipartite network. Probability generating functions can be used to analyze undirected bipartite networks [2] , and these methods can be adapted to directed bipartite graphs. Using the subscript h for host and v for vector, let G h (x, y) be the pgf for the degree distribution among humans and let G v (x, y) be the pgf for the degree distribution among vectors. The epidemic percolation network among humans can then be constructed by drawing an edge from person i to person j if there is a vector that transfers infection from i to j. The pgf for the degree distribution in the human-human epidemic percolation network is",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Example 3 (Vector-borne diseases)-The model of malaria developed by Ross and"
        },
        {
            "text": "where p jk h is the probability that a human node in the human-vector epidemic percolation network has j incoming edges and k outgoing edges, G vr (x, y) is the pgf for the degree of a vector reached by going backwards along an edge, and G vf (x, y) is the pgf for the degree of a vector reached by going forward along an edge. The outbreak size distribution, the epidemic threshold, and the probability and final size of an epidemic among humans can be predicted using G H (x, y).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 3 (Vector-borne diseases)-The model of malaria developed by Ross and"
        },
        {
            "text": "In the Ross-Macdonald model, infectiousness and susceptibility are independent among both humans and mosquitoes. Therefore, G hf (1, y) = G h (1, y) and G vf (1, y) = G v (1, y) . The pgf for the out-degree of human nodes is ",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 177,
                    "text": "(1, y)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Example 3 (Vector-borne diseases)-The model of malaria developed by Ross and"
        },
        {
            "text": "For the epidemic models considered in this paper, methods of finding the exact distribution of outbreak sizes for a homogeneous population of any fixed size n exist [7, 15, 17] . However, these methods involve solving a recursive system of n equations. By performing these calculations in the limit of a large population, the methods presented in this paper allow a much simpler derivation of the distribution of self-limited outbreak sizes, the epidemic threshold, and the probability and final size of an epidemic. Our methods also generalize much more easily to heterogeneous populations.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As proven in the Appendix, the problem of analyzing the final outcomes of any timehomogeneous stochastic SIR model can be reduced to the problem of analyzing the components of an epidemic percolation network. In [5] , we showed how epidemic percolation networks can be used to analyze network-based models of the type studied by Newman [1] . In this paper, we showed that epidemic percolation networks can be used to analyze stochastic SIR models with random and proportionate mixing. In the limit of a large population, the epidemic percolation network for these models is purely directed. Using the probability generating function for its degree distribution, we accurately predicted the mean size of outbreaks and the probability and final size of epidemics for a variety of models in homogeneous and heterogeneous populations.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The ability of epidemic percolation networks to analyze both network-based and fully-mixed epidemic models makes them a simple but powerful generalization of earlier methods of analyzing stochastic SIR models. We showed that epidemic percolation networks with independent indegree and outdegree are equivalent to forward and backward branching processes, and we used epidemic percolation networks to re-derive classical results from sexually transmitted diseases, vector-borne diseases, and controlled diseases. Epidemic percolation networks may also provide a novel and useful qualitative insight into the control of epidemics. The emergence of epidemics corresponds to the emergence of the GSCC in the epidemic percolation network, so nodes with a high probability of being in the GSCC may be important targets for interventions designed to reduce the probability and final size of an epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is possible to define epidemic percolation networks for a much wider range of stochastic epidemic models than that from the Introduction. First, we specify an SIR epidemic model using probability distributions for infectious periods in individuals and times from infection to infectious contact in ordered pairs of individuals. Second, we outline time-homogeneity assumptions under which the epidemic percolation network is defined. Finally, we define infection networks and use them to show that the final outcome of the epidemic model depends only on the set of initial infections and the epidemic percolation network. This discussion is adapted from that of our previous paper [5] .",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 686,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "A Epidemic percolation networks"
        },
        {
            "text": "Suppose there is a closed population in which every susceptible person is assigned an index i ∈ {1, …, n}. A susceptible person is infected upon infectious contact, and infection leads to recovery with immunity or death. Each person i is infected at his or her infection time t i , with t i = ∞ if i is never infected. Person i is removed (i.e. recovers from infectiousness or dies) at time t i + r i , where the recovery period r i is a random variable with the cumulative distribution function (cdf) F i (r). The recovery period r i may be the sum of a latent period, when i is infected but not yet infectious, and an infectious period, when i can transmit infection. We assume that all infected persons have a finite recovery period. Let S(t) = {i : t i > t} be the set of susceptible individuals at time t. Let t (1) ≤ t (2) ≤ … ≤ t (n) be the order statistics of t 1 , …, t n , and let i k be the index of the k th person infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1 Model specification"
        },
        {
            "text": "When person i is infected, he or she makes infectious contact with person j ≠ i after an infectious contact interval τ ij . Given r i , each τ ij has a conditional cdf F ij (τ|r i ). Let τ ij = ∞ if person i never makes infectious contact with person j, so F ij (τ|r i ) may have a probability mass concentrated at infinity. Person i cannot transmit disease before being infected or after recovering from infectiousness, so F ij (τ|r i ) = 0 for all τ ≤ 0 and F ij (τ|r i ) is equal to the conditional probability of transmission from i to j given r i for all τ ∈ [r i , ∞). The infectious contact time t ij = t i + τ ij is the time at which person i makes infectious contact with person j. If person j is susceptible at time t ij , then i infects j and t j = t ij . If t ij < ∞, then we must have t j ≤ t ij because person j avoids infection at t ij only if he or she has already been infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1 Model specification"
        },
        {
            "text": "For each person i, let his or her importation time t 0i be the first time at which he or she experiences infectious contact from outside the population, with t 0i = ∞ if this never occurs. Let F 0 (t 0 ) be the cdf of the importation time vector t 0 = (t 01 , t 02 , …, t 0n ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1 Model specification"
        },
        {
            "text": "Before an epidemic begins, an importation time vector t 0 is chosen. The epidemic begins with the introduction of infection at time t (1) = min i (t 0i ). Person i 1 is assigned an recovery period r i 1 . Every person j ∈ S(t (1) ) is assigned an infectious contact time t i 1 j = t (1) + τ i 1 j . We assume that there are no tied infectious contact times less than infinity. The second infection occurs at t (2) = min j∈S(t (1) ) min(t 0j , t i 1 j ), which is the time of the first infectious contact after person i 1 is infected. Person i 2 is assigned an recovery period r i2 . After the second infection, each of the remaining susceptibles is assigned an infectious contact time t i 2 j = t (2) + τ i 2 j . The third infection occurs at t (3) = min j∈S(t (2) ) min(t 0j , t i 1 j , t i 2 j ), and so on. After k infections, the next infection occurs at t (k+1) = min j∈S(t (k) ) min(t 0j , t i 1 j , …, t i k j ). The epidemic stops after m infections if and only if t (m+1) = ∞.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "A.2 Epidemic algorithm"
        },
        {
            "text": "In principle, the above epidemic algorithm could allow the distributions of the recovery period and outgoing infectious contact intervals for individual i to depend on all information about the epidemic available up to time t i . In order to generate an epidemic percolation network, we must ensure that the joint distribution of recovery periods and conditional transmission probabilities for all ordered pairs of individuals are defined a priori. In order to do this, we place the following restrictions on the model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.3 Time homogeneity assumptions"
        },
        {
            "text": "We assume that the distribution of the recovery period vector r = (r 1 , r 2 , …, r n ) does not depend on the importation time vector t 0 , the contact interval matrix τ = [τ ij ], or the history of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "We assume that the distribution of the infectious contact interval matrix τ does not depend on t 0 or on the history of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "With these time-homogeneity assumptions, the cumulative distribution functions F(r) of recovery periods and F(τ|r) of infectious contact intervals are defined a priori. Given r and τ, the epidemic percolation network is a semi-directed network in which there is a directed edge from i to j iff τ ij < ∞ and τ ji = ∞, a directed edge from j to i iff τ ij = ∞ and τ ji < ∞, and an undirected edge between i and j iff τ ij < ∞ and τ ji < ∞. The entire time course of the epidemic is determined by r, τ, and t 0 . However, its final size depends only on the set {i : t 0i < ∞} of imported infections and the epidemic percolation network. In order to prove this, we first define the infection network, which records the chain of infection from a single realization of the epidemic model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Let v i be the index of the person who infected person i, with v i = 0 for imported infections and v i = ∞ for uninfected nodes. If tied finite infectious contact times have probability zero, then v i is the unique j such that t ji = t i . If tied finite infectious contact times are possible, then choose v i from all j such that t ji = t i . The infection network is a network with an edge set {v i i : 0 < v i < ∞}. It is a subgraph of the epidemic percolation network because τ v i i < ∞ for every edge v i i. Since each node has at most one incoming edge, all components of the infection network are trees. Every imported case is either the root node of a tree or an isolated node.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.4 Infection networks"
        },
        {
            "text": "The infection network can be represented by a vector v = (v 1 , .., v n ), which is identical to the \"infection network\" defined by Wallinga and Teunis [26] . If v j = 0, then its infection time is specified by t 0 . If j was infected through transmission within the population, then it is connected to an imported infection imp j in the infection network and its infection time is where the edges e 1 * , …, e m * form a directed path from imp j to j. This path is unique because all nontrivial components of the infection network are trees. The infection times of all other nodes are infinite. The removal time of each node i is t i + r i . Therefore, the entire time course of the epidemic is determined by the importation time vector t 0 , the recovery period vector r, the infectious contact interval matrix τ.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "A.4 Infection networks"
        },
        {
            "text": "In an epidemic with recovery period vector r and infectious contact interval matrix τ, a node is infected if and only if it is in the out-component of a node i with t 0i < ∞ in the epidemic percolation network. Equivalently, a node is infected if and only if its in-component includes a node i with t 0i < ∞.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.5 Final outcomes and percolation networks Theorem 3"
        },
        {
            "text": "Suppose that person j is in the out-component of a node i with t 0i < ∞ in the epidemic percolation network. Then there is a series of edges e 1 , …e m such that the initial node of e 1 is i, the terminal node of e m is j, and τ e k < ∞ for all 1 ≤ k ≤ m. Person j receives an infectious contact at or before t j * = t 0i + Σ k=1 m τ e k < ∞, so t j ≥ t j * < ∞ and j must be infected during the epidemic. To prove the converse, suppose that t j < ∞. Then there exists an imported case i and a directed path with edges e 1 , …, e m from i to j such that \"Bowtie\" diagram showing the giant components, tendrils, and tubes of a supercritical semidirected network. Adapted from Broder et al. [8] and Dorogovtsev et al. [9] . Probability of an epidemic in a homogeneous population as a function of R 0 for recovery time distributions from Table 1 . Predicted and observed final sizes of epidemics as a function of R 0 for all homogeneous population models. The predicted final size was the same for all recovery time distributions. Predicted and observed probabilities of an epidemic as a function of λ for the first two series of heterogeneous population models. Predicted and observed final sizes of an epidemic as a function of λ for the first two series of heterogeneous population models. The final sizes of epidemics are the same for both fixed and exponentially-distributed recovery times. Scatterplot of observed and predicted epidemic probabilities in the third series of heterogeneous population models. The \"subpopulation A\" and \"subpopulation B\" points show conditional epidemic probabilities given an initial case in subpopulation A and B respectively. The \"combined\" points show the epidemic probability when the initial case is randomly chosen from the entire population. The linear regression equation and R 2 are shown separately for all three sets of points. Scatterplot of the observed and predicted cumulative hazard of infection in an epidemic. Linear regression equations and R 2 are shown separately for homogeneous and heterogeneous population models. Scatterplot of observed and predicted mean sizes of outbreaks in the third series of heterogeneous population models. Linear regression equations and R 2 are shown separately for an initial case randomly chosen from subpopulation A, subpopulation B, and from the overall population. ",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 692,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 835,
                    "end": 842,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Proof"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Spread of epidemic disease on networks",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Physical Review E",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Random graphs with arbitrary degree distributions and their applications",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Physical Review E",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Generalized percolation in random directed networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boguñá",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Serrano",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Physical Review E",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Predicting epidemics on directed contact networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pourbohloul",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Theoretical Biology",
            "volume": "240",
            "issn": "3",
            "pages": "400--418",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Second look at the spread of epidemics on networks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kenah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Physical Review E",
            "volume": "76",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv.org:q-bio.QM/0610057"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The spatial general epidemic and locally dependent random graphs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuulasmaa",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal of Applied Probability",
            "volume": "19",
            "issn": "4",
            "pages": "745--758",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mathematical Epidemiology of Infectious Diseases: Model Building, Analysis and Interpretation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "Jap",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Graph structure in the Web",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Broder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Maghoul",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Raghavan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rajagopalan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tomkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Computer Networks",
            "volume": "33",
            "issn": "",
            "pages": "309--320",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Giant strongly connected component of directed networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Dorogovtsev",
                    "suffix": ""
                },
                {
                    "first": "Jff",
                    "middle": [],
                    "last": "Mendes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Sakhunin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Physical Review E",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Statistical mechanics of complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "A-L",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Reviews of Modern Physics",
            "volume": "74",
            "issn": "",
            "pages": "47--97",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The structure and function of complex networks",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "SIAM Reviews",
            "volume": "45",
            "issn": "2",
            "pages": "167--256",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Random graphs as models of networks",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "35--68",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Structure and Dynamics of Networks (Princeton Studies in Complexity)",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "A-L",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Percolation in directed scale-free networks",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ben-Avraham",
                    "suffix": ""
                },
                {
                    "first": "A-L",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Physical Review E",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Stochastic Epidemic Models and Their Statistical Analysis (Lecture Notes in Statistics v.151)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Percolation on heterogeneous networks as a model for epidemics",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Sander",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Sokolov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koopman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mathematical Biosciences",
            "volume": "180",
            "issn": "",
            "pages": "293--305",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Epidemic Modelling: An Introduction (Cam-bridge Studies in Mathematical Biology)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Daley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Collective dynamics of 'small-world' networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "",
            "pages": "440--442",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A general model for stochastic SIR epidemic models with two levels of mixing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Neal",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mathematical Biosciences",
            "volume": "180",
            "issn": "",
            "pages": "73--102",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The implications of network structure for epidemic dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Theoretical Population Biology",
            "volume": "67",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Percolation and epidemic thresholds in clustered networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Serrano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boguñá",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Physical Review Letters",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An Intermediate Course in Probability",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gut",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Epidemiology of transmissible diseases after elimination",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Serres",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Farrington",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Journal of Epidemiology",
            "volume": "151",
            "issn": "11",
            "pages": "1039--1048",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Borel-Tanner distribution",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Haight",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Breuer",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Biometrika",
            "volume": "47",
            "issn": "12",
            "pages": "143--146",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Different epidemic curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Epidemiology",
            "volume": "160",
            "issn": "6",
            "pages": "509--516",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the edge completely with probability exp(−r i β ij − r j β ji ). The edge remains undirected with probability ( 1 − e −r i β ij ) ( 1 − e −r j β ji ) .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "H r in (z) be the pgf for the size of the in-component at the beginning of a directed edge, H u in (z) be the pgf for the size of the in-component at the \"beginning\" of an undirected edge, and H in (z) be the pgf for the in-component size of a randomly chosen node. Then z), and H in (z) by iterating these equations in the manner described for H f out (z), H u out (z), and H out (z). In a purely directed network, H u in (z) = 1 for all z because G u (x, y, u) = 1 for all x, y, and u.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "following series of simulations provides some examples of how an epidemic percolation network can be derived from an SIR model with random or proportionate mixing and used to analyze it. There are three series of homogeneous population models and three series of heterogeneous population models. Predictions for the mean size of outbreaks and the probability and final size of an epidemic were easily obtained and consistently accurate. Models were run on Berkeley Madonna 8.0.1 (© 1997-2000 Robert I. Macey & George F. Oster) and Mathematica 5.0.0.0 (© 1988-2003 Wolfram Research, Inc.). All simulations began with a single imported infection randomly chosen from the population. Simulations in Berkeley Madonna used a Poisson approximation to the number of new infections in each time step dt, with dt = .005. Simulations in Mathematica were based on thegeneral stochastic SIR model from the Appendix: A recovery time for each infected individual was sampled from the appropriate distribution. When person i was infected, an infectious contact interval for each ordered pair ij, j ≠ i, was sampled from the appropriate distribution, and the corresponding infectious contact times were calculated. The minimum infectious contact time for each susceptible individual was stored. The next infection occurred in the susceptible with the smallest infectious contact time. The epidemic ended when the minimum infectious contact time among the remaining susceptibles was infinite.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Since the indegree and outdegree are independent in the human-to-human epidemic percolation network, Taking the derivative of G Hf (1, y) at y which is identical to the threshold derived by Ross and Macdonald.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Scatterplot of observed and predicted epidemic probabilities for all homogeneous population models, with the linear regression equation and R 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Figure 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Figure 7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Figure 8.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Figure 9.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "can be used to obtain series that are accurate to z n+1 . With power series for H f out (z) and H u out (z) that are accurate to z n , equation(3)can be used to obtain a power series for H out (z) that is accurate to z n+1 . The coefficients on z 0 in",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Recovery time distributions for the third series of homogeneous population models. From top to bottom, they are in order of increasing variance. The bottom two distributions are used only in the third series of heterogeneous population models.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the US National Institutes of Health cooperative agreement 5U01GM076497 \"Models of Infectious Disease Agent Study\" (E.K.) and Ruth L. Kirchstein National Research Service Award 5T32AI007535 \"Epidemiology of Infectious Diseases and Biodefense\" (E.K.), as well as a research grant from the Institute for Quantitative Social Sciences at Harvard University (E.K.). We are grateful for the comments of Marc Lipsitch, James Maguire, Jacco Wallinga, Joel C. Miller, and the anonymous referees of JTB. E.K. would also like to thank Charles Larson and Stephen P. Luby of the Health Systems and Infectious Diseases Division of ICDDR,B (Dhaka, Bangladesh).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}