{
    "paper_id": "978051ad9c586f04cf3d80b55460b249c0d2c39b",
    "metadata": {
        "title": "Detection of Human Bocavirus DNA by Multiplex PCR Analysis: Postmortem Case Report",
        "authors": [
            {
                "first": "Nihan",
                "middle": [],
                "last": "Ziyade",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Postmortem Microbiology Laboratory",
                    "institution": "",
                    "location": {
                        "settlement": "İstanbul",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Gözde",
                "middle": [],
                "last": "Şirin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Autopsy Unit, Mortuary Office",
                    "institution": "",
                    "location": {
                        "settlement": "İstanbul",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Neval",
                "middle": [],
                "last": "Elgörmüş",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Postmortem Microbiology Laboratory",
                    "institution": "",
                    "location": {
                        "settlement": "İstanbul",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Taner",
                "middle": [],
                "last": "Daş",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Postmortem Microbiology Laboratory",
                    "institution": "Histopathology Unit",
                    "location": {
                        "addrLine": "Mortuary Office",
                        "settlement": "İstanbul, İstanbul",
                        "country": "Turkey, Turkey"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Acute respiratory tract infections are among the most common infections in adults and children worldwide. These infections are an important cause of mortality and morbidity, especially in children under 5 years of age. While respiratory tract infections mostly have a viral origin in this age group, the exact cause cannot be determined in the majority of cases. These infections account for the death of around 3 million children worldwide and most of these deaths occur in developing countries (1) .",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 499,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Human bocavirus (HBoV) was first isolated in 2005 from clinical samples of children with lower respiratory tract infections in Sweden. The results of phylogenetic analysis of the whole HBoV genome showed that the virus was closely related to the canine minute virus and bovine virus belonging to the Bocavirus genus within the Parvoviridae family. The role of this virus in respiratory tract infections was not known until recently. There are 5 different types of viruses causing infection in humans and vertebrates in the Parvovirinae subfamily which belongs to Parvoviridae family. Although the only virus that is known to cause disease among these species was Parvovirus B19 within the Parvovirus genus, the Bocavirus genus has also been classified as the second most frequent genus causing diseases in humans following the identification of HBoV as a lower respiratory tract infection factor in children (2) . Epidemiological studies conducted in different countries and various age groups have demonstrated that the detection rate of HBoV in patients with respiratory tract infections varies between 1.5%-Background: Human bocavirus (HBoV) is a virus belonging to the Parvoviridae family, which has been newly discovered to be associated with respiratory tract infections in children. There are many reports worldwide on the endemicity of this virus. Since it is relatively new, it is not routinely detected in clinical laboratory investigations. Case Report: We demonstrated that HBoV infection caused the death of a 5-month-old girl with a history of high fever and wheezing. Human bocavirus (HBoV 1/2/3/4) was found in a nasopharyngeal swab, paraffin-embedded lung tissue and stool samples by multi-plex PCR methods using postmortem microbiological analysis. Conclusion: This case suggests that lower respiratory tract infections due to HBoV may cause severe and life-threatening diseases. Postmortem microbiology is useful in both clinical and forensic autopsies, and allows a suspected infection to be confirmed. To our knowledge, this report is the first document of a HBoV postmortem case in Turkey. Keywords: Autopsy, forensic science, human bocavirus, multiplex PCR, postmortem microbiology, respiratory tract infection 18.3%, and it is detected more commonly in children under 5 years of age. It causes respiratory tract infections leading to hospitalization in this group (3, 4) . Although only a few studies on this subject have been performed in Turkey, it is known that the diagnosis of acute respiratory infections HBoV frequency is around 6% in the pediatric age group (5) . Symptoms of the disease are similar to other respiratory tract infections, including cough, fever, sore throat, tachypnea, and wheezing. Human Bocavirus can also cause respiratory failure. Some studies have reported that more than 50% of patients who were found to be infected with Bocavirus required oxygen. The cause of gastroenteritis in animals was Bovine Parvovirus and Canine minute virus, both of which belong to the Bocavirus genus that is taxonomically associated with HboV; therefore, whether this genus has an effect on the gastrointestinal system in the same way as on the respiratory tract was studied, and it was concluded that it may be a possible factor of gastroenteritis in children (6) .",
            "cite_spans": [
                {
                    "start": 908,
                    "end": 911,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2388,
                    "end": 2391,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2392,
                    "end": 2394,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2590,
                    "end": 2593,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3297,
                    "end": 3300,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on the hospital records and statements concerning the five-month old girl, it was stated that she had been born prematurely, weighing 1180 g at 27 weeks of gestation, had stayed in the neonatal intensive care unit for 2 months after birth and had been placed on mechanical ventilation support and given surfactant treatment. It was reported that she was admitted to hospital three weeks ago with the complaint of high fever and urinary retention; she was hospitalized with a preliminary diagnosis of sepsis. Her diarrhea started on the 3 rd day of hospitalization; rotavirus and adenovirus antigenicity was negative in her stool tests during hospitalization. Her physical examination revealed the presence of diffuse rhonchi in her lungs during physical examination. The patient received parenteral steroid, beta-2 agonist and ceftriaxone treatment. Her fever decreased and diarrhea relieved after treatment, and the patient was discharged from the hospital with recommendations for follow-up visits. However, the patient was readmitted to the hospital 3 days ago with complaints of high fever and wheezing, and was sent home after treatment for acute bronchiolitis was planned. It was reported that the patient was found dead at her home later that night.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Her external autopsy examination showed nothing except a purulent and foamy nasal secretion, needle punctures on the back of her right hand, a vaccine mark on her left shoulder, and a slightly-flattened nasal root. Her internal examination showed enlarged ventricles, a slightly soft consistency of her brain, pink-colored white matter, intensive cerebellar congestion, and enlargement of the meningeal arteries. The nasal cavity was observed to be filled with foamy mucous material. All thoracic and abdominal organs were found to be in their natural locations relative to the neighboring organs. Diffuse petechial bleedings were observed on the thymus. The right lung weighed 54 g, while the left lung weighed 47 g; reddishpurple colored diffuse petechial bleeding and sections with spongy consistency with a mottled appearance were observed on the left and right lungs. It was observed that the mucosa of the bronchus and bronchioles were hyperemic, containing a foamy material. A yellowish serous fluid coating was found in the abdominal cavity. It was also observed that the large and small intestines were full of gas and distended in appearance, serous membranes were pale and there was a bright yellow stool with white mucus in the colon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Her postmortem microbiological examinations showed no bacterial or fungal growth in the pulmonary, spleen and renal tissue cultures. Direct examination of the stool sample showed no leucocytes, erythrocytes, cysts, trophozoites, helminth eggs, and parasites, and rotavirus and adenovirus antigen tests and analysis of the Clostridium difficile A/B toxin in the stool were found to be negative. Human Bocavirus (HBoV 1/2/3/4) was found to be positive in nasopharyngeal swabs and stool samples using a multiplex PCR method (Seeplex RV15 ACE Detection, Seegene, South Korea). Influenza , and human enterovirus (HEV) were found to be negative. Also paraffin-embedded lung tissue was deparaffinized with xylene and ethyl alcohol and then incubated for 24 hours. Virus isolation was achieved using the QIAamp Virus/pathogen midi kit (Qiagen, Germany). The DNA amplification process was performed using the FTD Respiratory 21(Fast-track Diagnostics, Luxemburg) kit, with a multiplex PCR method in the Rotorgene Q device (Rotorgene, Qiagen, Germany). Paraffin-embedded lung tissue was found to be positive for Human Bocavirus (HBoV 1/2/3/4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Heart, lung, liver, kidney, thymus, spleen, brain, cerebellum, brain stem, pancreas and salivary gland tissues were examined during histopathological evaluation. No histopathological examination could be performed for the gastrointestinal system. During histopathological examination of postmortem lung sections, alveolar desquamation supporting early viral cytopathic effect, intraalveolar histiocytes and necrotic cell debris in the lumen of alveoli were observed; there were no remarkable histopathological findings in other organs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Balkan Med J, Vol. 32, No. 2, 2015 It was concluded that the death of the baby, whose fever did not decrease during the last period, was due to respiratory failure associated with pulmonary infection.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 29,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 30,
                    "end": 34,
                    "text": "2015",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Rapid virological diagnostic tests lead to treatment decisions by the clinician during the early stages, and also provide an indication of an epidemic. Viral isolation in cell culture can take a long time, and antigen detection methods such as direct fluorescent antibody tests may not give satisfactory results because of their low sensitivity. Rapid and high performance results in terms of sensitivity and specificity can be achieved due to recently developed molecular techniques. Since the amplification of several viruses can be simultaneously achieved using a multiplex polymerase chain reaction test, the detection of many viruses can incur lower costs and occur more rapidly. It is well known that viral infections play an important role in the deaths of children below the age five. Nasopharyngeal or tracheal swab samples can be scanned by multiplex PCR methods in sudden death cases with clinical symptoms (flulike symptoms, fever, petechial rash, etc.). However, PCR results should also be carefully interpreted alongside histopathological findings. As viral factors may directly cause infection and death in some children, they may also cause secondary infections associated with it (7) . HBoV was commonly detected in hospitalized children below 2 years of age with a history of bronchiolitis, asthma exacerbation and wheezing.",
            "cite_spans": [
                {
                    "start": 1197,
                    "end": 1200,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In a study of 589 children with respiratory tract infection in France, it was suggested that predisposing factors such as history of prematurity as well as asthma and previous bronchiolitis episodes enable HBoV pathogenicity. Cough, fever, nasal flow, dyspnea symptoms and hypoxia were observed in most of the patients. In their study on children with HBoV infection, Foulongne et al. (8) reported that they observed mild-tomoderate fever in patients with HBoV infection alone. While the major finding was bronchiolitis in this patient group, dyspnea, respiratory distress and cough were cited as the most common respiratory symptoms. There are some studies showing that these clinical symptoms are associated with elevated viral load. Other respiratory tract viruses, including RSV and adenovirus, are frequently involved in the infections caused by HBoV and may cause co-infections (2) . Also, in our case, there was a history of prematurity, which is a predisposing factor for HBoV; high fever and wheezing were observed, diffuse rhonchi were detected in the lungs on ascultation, and the diagnosis of bronchiolitis was made. Diarrhea was also present in our case. There are some cases in medical literatures showing cases with a similar clinical history. In a case report-ed by Ursic et al. (9) , the clinical picture of a 20-month girl who presented with acute bronchiolitis gradually worsened; as a result, air leak syndrome emerged in association with pneumothorax, pneumomediastinum and respiratory failure. HBoV positivity was detected in various organ samples in this case. In another case reported by Edner et al. (10) , a 4-year old girl with a history of premature birth was admitted to hospital for respiratory distress; her temperature was 38.2°C, a severe airway obstruction developed on her second day of hospitalization, she presented with subcutaneous amphysema, pneumothorax and pneumomediastinum, and tracheal entubation was performed. HBoV positivity was detected in tracheal aspirate and serum samples from the patient. The clinical condition of the patient improved after treatment. In another case report from Malaysia, respiratory distress developed rapidly following complaints of nasal flow, fever and cough in a 13-month boy with a history of premature birth. It was reported that the patient had a history of bronchiolitis episodes, pneumonia and asthma. HBoV positivity was detected in the nasopharyngeal aspirate sample of the patient. Also, in our case, it was concluded that respiratory failure associated with lung infection resulted in death, following evaluation with microbiological and histopathological findings. However, the presence of gastrointestinal system findings in addition to respiratory system findings, the detection of HBoV in a nasopharyngeal swab, stool samples and paraffin-embedded lung tissue suggest that the virus may cause systemic infection. As far as we know, cases with HBoV detection are limited in our country as well as worldwide, and this case is the first postmortem case reported from our country.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 388,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1295,
                    "end": 1298,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1625,
                    "end": 1629,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Postmortem microbiological analyses are useful in diagnosing the suspicion of infection in clinical and forensic autopsies. Postmortem microbiological examination should be done in order to detect the responsible factor and as part of the forensic investigation in cases of especially sudden death of infants and children and in deaths with a suspicion of infection. The role that infections play as a cause of sudden, unexpected deaths carries significance in terms of public health and epidemiology. Antemortem testing of blood and upper respiratory tract samples can be difficult and lacks sensitivity and specificity. Examination of diseased lung tissue postmortem offers the chance to establish a diagnosis if it is unknown, or confirm an uncertain antemortem diagnosis. Histological examination can identify specific pathogens, can corroborate a microbiological diagnosis, and may often reveal unexpected infective etiologies. Creating standard protocols for postmortem microbiological sampling would increase the quality of forensic autopsies as well as the possibility of detecting the cause of death. The multidisciplinary studies where microbiologists, pathologists and forensic medicine experts take part Balkan Med J, Vol. 32, No. 2, 2015 would both increase the success of postmortem microbiology and contribute to preventing epidemics, thereby creating a healthy population (11) .",
            "cite_spans": [
                {
                    "start": 1388,
                    "end": 1392,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is known that HBoV is associated with life-threatening acute respiratory tract diseases with a severe prognosis, especially in children. However, more comprehensive and prospectively-designed clinical and molecular studies are required in order to explain its relationship with acute lower respiratory tract infections as well as gastroenteritis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization: The World Health Report 2000-Health Systems: Improving Performance, World Health Organization",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cloning of a human parvovirus by molecular screening of respiratory tract samples",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allander",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Tammi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bjerkner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiveljung-Lindell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "",
            "pages": "12891--12897",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0504666102"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human Bocavirus in İtalian patients with respiratory diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Maggi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Andreoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pifferi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meschi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bendinelli",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Virol",
            "volume": "38",
            "issn": "",
            "pages": "321--326",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2007.01.008"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human Bocavirus infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bastien",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brandt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dust",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Canada. Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "848--50",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1205.051424"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Detection of human bocavirus DNA by polymerase chain reaction in children and adults with acute respiratory tract infections",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Midilli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yılmaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Türkoğlu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Iskanova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ergin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yarımcam",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mikrobiyol Bul",
            "volume": "44",
            "issn": "",
            "pages": "405--418",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Human bocavirus, a respiratory and enteric virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vicente",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cilla",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Montes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Pérez-Yarza",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pérez-Trallero",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "636--643",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1304.061501"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Simultaneous Detection of Fourteen Respiratory Viruses in Clinical Specimens by Two Multiplex Reverse transcription Nested-PCR Assays",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Coiras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Casas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Perez-Brena",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Med Virol",
            "volume": "72",
            "issn": "",
            "pages": "484--95",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.20008"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human bocavirus in children: mono-detection, high viral load and viraemia are associated with respiratory tract infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Nordbo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krokstad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Rognlien",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dollner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Virol",
            "volume": "49",
            "issn": "",
            "pages": "158--62",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2010.07.016"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human bocavirus as the cause of a life-threatening infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ursic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kopriva",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kalan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Krivec",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petrovec",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "1179--81",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02362-10"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Life-threatening respiratory tract disease with human bocavirus-1 infection in a 4-year-old child",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Edner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Castillo-Rodas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Falk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hedman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Söderlund-Venermo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allander",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "50",
            "issn": "",
            "pages": "531--533",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.05706-11"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The role of postmortem studies in pneumonia etiology research",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bunthi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Wonodi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Morpeth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Molyneux",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Murdoch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "2",
            "pages": "165--71",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cir1062"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A virus (FluA), Influenza B virus (FluB), Respiratory syncytial virus A (RSVA), Respiratory syncytial virus B (RSVB), human adenovirus (AdV), human metapneumovirus (MPV), human coronavirus 229E/NL63 (229E/NL63), human coronavirus OC43 (OC43), human parainfluenzavirus 1 (PIV1), human parainfluenzavirus 2 (PIV2), human parainfluenzavirus 3 (PIV3), human parainfluenzavirus 4 (PIV4), human rhinovirus A/B/C (HRV)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Committee Approval: Ethics committee approval was received for this study from the ethics committee of Ministry of Justice, Council of Forensic Medicine's Presidency, dated 06.04.2012, B.03.1.ATK.0.01.00.08/164 scientific confirmation. Informed Consent: Autopsy cases come from the Council of Forensic Medicine with the approval of the prosecutor's office. Peer-review: Externally peer-reviewed. Author contributions: Concept -N.Z.; Design -N.Z., N.E.; Resource -N.Z., G.Ş., T.D.; Materials -N.Z., G.Ş., T.D.; Literature Search -N.Z.; Writing -N.Z.; Critical Reviews -N.Z., N.E., G.Ş., T.D.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflicts of interest.Financial Disclosure: The authors declared that this study has received no financial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}