{
    "paper_id": "97c8ea419efa5c8113bf3ff804b7ed14d4d2f5c3",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Z",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nippon Institute for Biological Science Ome",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Kato",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nippon Institute for Biological Science Ome",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Kudou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nippon Institute for Biological Science Ome",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Umeda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nippon Institute for Biological Science Ome",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Ueda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nippon Institute for Biological Science Ome",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Four isolates of infectious bronchitis viruses (IBV) from chickens with nephritis, were characterized by polymerase chain reaction (PCR) and restriction enzyme fragment length polymorphism (RFLP), and were found to be genetically different from the other twelve strains which we previously studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Avian infectious bronchitis virus (IBV), family Coronaviridae, genus Coronavirus, causes a highly contagious respiratory affliction of young chickens or a decrease in egg production of laying hens. Various IBV isolates have been classified into several distinct serotypes by the serological neutralization test [3, 4] . Some of them, such as the Gray, Holte [7] , and Australian T strain [2] have been reported to cause nephritis and nephrosis. Recently, there have been frequent IBV outbreaks in Japan characterized by following signs: depression, dehydration, diarrhea, and death. The kidneys of those chickens were swollen with prominent tubules and the ureters distended, which were diagnosed as a tubutointerstitial nephritis.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 315,
                    "end": 317,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "An infection of IBV has been effectively controlled by the vaccination. However, this did not prevent outbreaks caused by variant viruses. It is necessary, therefore, for employing the appropriate vaccine strains to survey and determine prevalent IBV strains using a rapid and reliable method. Recently, we developed a new typing method for IBV using PCR and RFLP 1-6] which provide the information as to whether these currently prevalent strains are similar to or different from current vaccine strains. This method is based on amplification of a 400 base pairs (bp) DNA fragment derived from the Nterminal region of S 2 glycopotypeptide gene and comparison of their restriction enzyme digestion patterns and was able to classify IBV isolates in several groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". Amplification of cDNA from four isolates. The strains listed at the top of the lanes were amplified by PCR in 25 cycles. IBV M 41 was also amplified as a standard strain. Amplified cDNAs were analyzed by electrophoresis on 1.5% agarose gel in Tris-borate buffer containing 0.5 ~tg/ml of ethidium bromide. HinfI digested pUC 19 DNA was used as the molecular size markers (3//), and their sizes are indicated in base pairs (bp) on the left In this study, essentially the same procedure was used in an attempt to characterize four IBV isolates F-88, Y-4, M-l, and NI-1 from chickens with nephritis in different endemic areas of Japan between 1988 and 1989. Three of them, F-88, M-l, and NI-1, were obtained from affected kidneys, while Y-4 was from a gizzard, cDNA fragments of the four isolates were amplified by PCR. The amplified DNAs comigrated exactly in a 1.5% agarose gel, giving an identical size approximately 400 bp corresponding to the length between the two primers ( Fig. 1 ). This indicates that the amplified region was well conserved without apparent deletion or insertion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 979,
                    "end": 985,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To see the RFLP of these amplified DNAs, they were cleaved by each of 9 restriction enzymes (HpaII, MaeIII, XhoII, Hinfl, ScaI, DdeI, HincII, HaeIII, and PstI) under the conditions recommended by the enzyme suppliers, and the digestants were run on 6% polyacrylamide gels. Figure 2 shows the representative cleavage patterns of the amplified DNA of M-1 and Y-4 isolates. The DNA of M-1 was cleaved at one site by all of the restriction enzymes, except HpaII and PstI (Fig. 2 a) . The DNA of Y-4 DNA was cleaved at two sites by ScaI and at one site by MaelII, XhoII, DdeI, and HincII (Fig. 2 b) . The differences in cleavage sites between the two isolates are shown in HinfI, ScaI, and HaeIII digestion. The DNA from the other two isolates, F-88 and NI-1, gave an identical cleavage pattern with that of the M-1 isolate, indicating that these three isolates are closely related to each other, and may be derived from a common origin (data not shown). To facilitate the classification of strains, a pairwise comparison of cleavage sites was performed. There are 17 cleavage sites by 9 restriction enzymes as shown in Fig. 3 . For each pair of strains, the difference in restriction sites was counted (0-17). The results with four new isolates and previously defined 12 strains were schematically illustrated in Fig. 4 . The four new isolates are obviously closer with each other than with the other 12 strains which previously classified (group I-V) [6] , and therefore classified into a new distinct group (VI).",
            "cite_spans": [
                {
                    "start": 1448,
                    "end": 1451,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 281,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 477,
                    "text": "(Fig. 2 a)",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 593,
                    "text": "(Fig. 2 b)",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1121,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1309,
                    "end": 1315,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Serological data based on the cross-neutralization test measured by plaque reduction in chicken kidney (CK) cell culture showed that the M-1 strain was not neutralized by the antiserum against any other previous strains (Y. Kudou, unpubl, data). This suggests that our PCR and RFLP data are consistent with serological relationships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The results of the present study, indicate that the four recently obtained IBV isolates causing nephritis are, by our genetic criteria, similar to each other but different from previous isolates, hence are classified together into a new subtype (group VI). Because there is no comparison between our Japanese isolates and the Australian T strain, it is not clear, despite their similar ne-148 Z. Lin et al. The grouping from I to VI is essentially according to Lin et al. [6] phrotropic features, if there is any serological or genetic relationship between them.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 475,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To control IBV infection, it is necessary to survey whether the prevalent IBV strains are similar to or different from current vaccine strains. Several investigators have characterized the isolates obtained from IBV outbreaks, and showed that they had a strong relationship with the vaccine strain, suggesting that the prevalent strains may have originated by recombination with live vaccine strains [1, 5] . Our present observation that the four new isolates used were different from the reference strains including current vaccine strains suggests that they were not derived from the live attenuated vaccine. However, it is totally u n k n o w n and remains to be clariEed how these new strains evolved.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 403,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 404,
                    "end": 406,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Oligonucleotide fingerprinting of ribonucleic acids of infectious bronchitis virus strain",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Clewley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Avery",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lomniczi",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Infect Immun",
            "volume": "32",
            "issn": "",
            "pages": "1227--1233",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious avian nephrosis (ureamia) in Australia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Cumming",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Aust Vet J",
            "volume": "39",
            "issn": "",
            "pages": "145--147",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Occurrence and significance of infectious bronchitis virus variant strains in egg and broiler production in the Netherlands",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Davelaar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kouwenhoven",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Burger",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Vet Q",
            "volume": "6",
            "issn": "",
            "pages": "114--120",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Serological comparisons of strains of infectious bronchitis virus using plaque-purified isolants",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Avian Dis",
            "volume": "18",
            "issn": "",
            "pages": "23--239",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Molecular epidemiology of infectious bronchitis virus in the Netherlands",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Kusters",
                    "suffix": ""
                },
                {
                    "first": "Hgm",
                    "middle": [],
                    "last": "Niesters",
                    "suffix": ""
                },
                {
                    "first": "Nmc",
                    "middle": [],
                    "last": "Bleumink-Pluym",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Davelaar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "Bam",
                    "middle": [],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Gen Virol",
            "volume": "68",
            "issn": "",
            "pages": "343--352",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A new typing method for the avian infectious bronchitis virus using polymerase chain reaction and restriction enzyme fragment length polymorphism",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kudou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Arch Virol",
            "volume": "116",
            "issn": "",
            "pages": "19--31",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Etiology of an infectious nephritis-nephrosis syndrome of chickens",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Winterfield",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hitchner",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Am J Vet Res",
            "volume": "23",
            "issn": "",
            "pages": "1273--279",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "summarizes the RFLP profiles of the four new isolates and of the previously defined 12 strains by showing the presence or absence of cleavage site in each strain. The Y-4 and the other three new isolates are similar to each other but clearly different from the 12 strains, suggesting that these four isolates have specific sequences in this amplified a b Restriction enzyme digestion of amplified DNA from M-1 isolate (a) and Y-4 isolate (b). Amplified DNA were digested with each of the 9 restriction enzymes indicated above the individual lanes. Hinfl digested pUC 19 DNA is used as the molecular size markers (M). Sizes indicated in base pairs (bp) on the left region. These isolates had several uniqueness including the absence of both PstI sites and one HinlI site.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ", ' :!~:::i)i! ii)ii~)~i ............ ....\"\" :::::ii;:/.:.il ;;\"...\"i )\" )':iiiiii'~)i ii)i)i))i~ ii~L :,,,=~, ~ ~ ' ...... i,~,,,,:,,,~,,,~,,,,: :~:.~;::)~:.)~ili~i)i~:)iiiiiii;)))lili~)il) Restriction enzyme digestion profiles of amplified DNA fragments. The profiles of the four isolates, Y-4, M-l, F-88, and NI-1 (shaded areas) and of the 12 strains previously determined by Lin et al. [6] are shown. The restriction sites of amplified DNA regions are shown on the top. The 17 cleavage sites are oriented from the 5' to 3' end. ..... -°----. \" --'° ...... -....... ..... .. 1 . , .-i '-\" .. . -. . -. . ---..... 3 ............ -. .,...... --........",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A pairwise comparison of cleavage site differences between strains of IBV. The number indicates how many of the 17 restriction sites are different between a pair of strains. The weakest relationships with the number of 8 or more are heavily shaded, while the strongest relationships with 1 to 3 are unshaded. Lightly shaded is the intermediate with numbers 4 to 7.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}