{
    "paper_id": "98264981eebc8b1770db353c05402b92cb299759",
    "metadata": {
        "title": "A differential proteome in tumors suppressed by an adenovirus- based skin patch vaccine encoding human carcinoembryonic antigen",
        "authors": [
            {
                "first": "Chun-Ming",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhongkai",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tivanka",
                "middle": [
                    "S"
                ],
                "last": "Desilva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Masato",
                "middle": [],
                "last": "Yamamoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama at Birmingham",
                    "location": {
                        "settlement": "Birmingham",
                        "region": "AL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kent",
                "middle": [
                    "R"
                ],
                "last": "Van Kampen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vaxin Inc",
                    "location": {
                        "settlement": "Birmingham",
                        "region": "AL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Craig",
                "middle": [
                    "A"
                ],
                "last": "Elmets",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "De-Chu",
                "middle": [
                    "C"
                ],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We created an anti-tumor vaccine by using adenovirus as a vector which contains a cytomegalovirus early promoter-directed human carcinoembryonic antigen gene (AdCMV-hCEA). In an attempt to develop the skin patch vaccine, we epicutaneously vaccinated Balb/c mice with AdCMV-hCPA. After nine weeks post-immunization, vaccinated mice evoked a robust antibody titer to CEA and demonstrated the capability of suppressing in vivo growth of implanted murine mammay adenocarioma cell line (JC-hCEA) tumor cells derived from a female Balb/c mouse. Proteomic analysis of the tumor masses in the non-vaccinated naïve and vaccinated mice reveal that six proteins change their abundance in the tumor mass. The levels of adenylate kinase 1, β-enolase, creatine kinase M chain, hemoglobin beta chain and prohibitin were statistically increased whereas the level of a creatine kinase fragment, which is undocumented, was decreased in the tumor of vaccinated mice. These proteins may provide a vital link between early-stage tumor suppression and immune response of skin patch vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Conventional treatment options for malignant tumors include surgery, chemotherapy, and radiation. Because these treatment approaches are highly invasive and sometimes have only a palliative effect, alternative options to prevent or to treat malignant tumors need to be explored. In recent years, increasing efforts have been made to use vaccination strategies which aim to induce specific immunological responses to tumor-associated antigens [1] , destroying tumor cells and protecting patients from relapses. A persistent anti-tumor immune memory is based on the induction of expanded populations of T or B lymphocytes, which first recognize and then react against tumor-associated antigens with specificity and highly destructive potential [2] . One novel and powerful strategy for anti-tumor vaccination developed in our laboratory is the epicutaneous application of an adenovirus vector encoding tumor-associated antigens such as the human carcinoembryonic antigen (CPA) [3] . This technique utilizes DNA immunization which is known to induce both antigen-specific cellular as well as humoral immune responses [4, 5] . The generation of T cell-mediated cytotoxicity or antibody-mediated cytotoxicity against tumor cells can inhibit tumor growth and lead to tumorrejection [1] .",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 445,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1114,
                    "end": 1117,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 1118,
                    "end": 1120,
                    "text": "5]",
                    "ref_id": null
                },
                {
                    "start": 1276,
                    "end": 1279,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several techniques have been developed for the in vivo delivery of DNA vaccines. Possible routes of DNA delivery include direct intramuscular or intradermal injections of expression vectors [6, 7] . Additionally, DNA vectors can be applied by gene gun using gold particles coated with DNA. This method is highly effective, atraumatic [8] , and offers the advantage of delivering much smaller amounts of DNA for immunization than with ditectintramuscular injection. Gene gun mediated DNA immunization results in 10-100 times higher expression of the gene compared with intramuscular application [9] . This ballistic delivery can introduce DNA directly into dermal antigen presenting cells (APC), which sub-sequently migrate into local lymph nodes and prime immune responses [10, 11] . It has been reported that most of the immunocompetent cells including APC is confined to the epidermis rather than the dermal layer of the skin [12, 13] . This notion inspired us to develop skin patch vaccines via application of the adenovirus vedors upon the surface of the mouse skin. We have demonstrated that the adenovirus-based skin patch vaccines which encode a variety of antigens including C fragment tetanus toxin [13] , hemagglutinin, and CEA [3] can evoke pronounced skin immunity. The administration of a traditional vaccine usually requires one or more needle injections performed by medical personnel. This adenovirus-based skin patch vaccine which could be conducted in a needle-free noninvasive manner may reduce medical costs by allowing personnel with limited medical training to administer the vaccine.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 781,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1212,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1241,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we constructed an adenovirus-based skin patch vaccine encoding human CEA which is a tumor-associated antigen and known to be overexpressed in most carcinomas, including gastrointestinal carcinomas, and is also expressed at lower levels in normal colonic mucosa [14] . The epicutaneous application of adenovirus-based vaccine elicits a robust antibody titer to CEA and significantly arrests the early growth of implanted tumor cell lines. More importantly, our proteomic data demonstrated that tumor proteomes between non-vaccinated naïve and vaccinated mice were altered, which will shed some light on the understanding of physiological and immunological mechanisms of skin patch vaccines and tumor suppression.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mice were vaccinated with adenovirus-based skin patch vaccines according to the protocols as described [3] . Briefly, young (3 months old) female Balb/c mice (Jackson Laboratory, Bar Harbor, ME, USA) were epicutaneously vaccinated with 100 μL of 1 × 10 8 PFU of adenovirus (E1/E3-defective non-replicated adenovirus type 5) which contained a cytomegalovirus early promoter-directed tetanus toxin C fragment (AdCMV-tetC) (constructed as described [13] ) or human carcinoembryonic antigen gene (AdCMV-hCEA) (kindly provided by Dr. Teresa Strong, Gene Therapy Center at University of Alabama at Birmingham, AL, USA). The mice were anesthetized by administrating 10 mg of ketamine and 1.5 mg of xylazine per 100 g of body weight. For epicutaneous vaccination, the adenoviral vector was spread as a thin film over pre-shaved skin followed by the application of a Tegaderm patch (3M St. Paul, MN, USA). The skin was prepared by depilation with an electric trimmer in conjunction with gentle brushing using a soft-bristle brush without inducing erythema (Draize scores [15] of ≤ 1). Unabsorbed vectors were washed away after an hour. Each animal was immunized with AdCMV-tetC or AdCMV-hCEA for nine weeks (3 times every 3 weeks). Naïve groups of mice were prepared by pipetting 100 μL of PBS onto the pre-shaved skin. Animal care was in accordance with institutional guidelines. To detect skin absorption of adenoviral vectors, we determined β-galactosidase (β-Gal) expression after the epicutaneous application of AdCMV-β-Gal [16] (100 μL of 1 × 10 9 PFU of adenovirus per mice) for 1 h. After 24 h, skin was harvested and fixed with 1.5% w/ v glutaraldehyde (10 min at 4°C) followed by the preparation of skin tissue slices stained overnight at 37°C in high-pH, X-gal staining solution (1.0 mg/mL 5-bromo-4-chloro-3indoyl-β-D-galactosidase [X-gal], 0.02% w/v Nonidet P-40, 1 mM MgCl2, 10 mM potassium ferricyanide, 10 mM potassium ferrocyanide in Tris-HCl [pH 9.5]). Epicutaneous application with 100 μL PBS serves as a negative control.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1520,
                    "end": 1524,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccination with adenovirus-based skin patch vaccines"
        },
        {
            "text": "Serum samples were assayed for anti-tetC or -CEA antibodies nine weeks after vaccination with AdCMV-tetC or AdCMV-hCEA, respectively. Antibody titers of anti-tetC or -CEA IgG were determined via ELISA as described [13] using purified tetC protein and CEA (CalBiochem, San Deigo, CA, USA) as the capture antigens. Serum samples and peroxidase-conjugated goat anti-mouse IgG (1:5000 dilution) (Promega, Madison, WI, USA) were incubated sequentially on the plates for 1 h at room temperature with extensive washing between each incubation. The end-point was defined as the dilution of serum producing the same OD 490 as a 1/100 dilution of pre-immune serum. Sera negative at the lowest dilution tested were assigned endpoint titers of 100. The data was presented as geometric mean endpoint ELISA titers.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "The murine mammary adenocarcinoma cell line JC derived from a female Balb/c mouse was obtained from American Type Culture Collection (ATCC) (http://www.atcc.org). A CEAexpressing mammary tumor cell line JC-hCRA was constructed by co-transfecting pGT37 with pHβAPr-1-neo at a molar ratio of 10:1, followed by selecting transfectants in medium containing 500 μg per ml G418 [17] . G418-resistant clones containing the human CEA sequences were validated by PCR analysis.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Construction of JC cell lines expressing CEA"
        },
        {
            "text": "JC-hCEA cells were grown on a small disk to a cell density of 5 × 10 5 per disk and implanted onto the muscle as described [17] . Briefly, 1 cm o.d. disks were produced by punching the bottom of tissue culture grade polystyrene plates with a heated stopper puncher. JC-hCEA cells were grown on these disks as monolayers in 24-well tissue culture plates with one disk per well. Disks containing the JC-hCEA cells were implanted into mice through a small incision in the abdominal skin of Balb/c mice. The intact muscle was exposed and the disk was placed such that the monolayer of JC-hCEA cells was sandwiched between muscle and disk. The abdominal skin was then sutured to allow the JC-hCFA cells grown on the disks to proliferate into tumors between muscle and disk. After 5 days of in vivo growth, tumors were isolated from disk and subjected to proteomic analysis. For morphological observation, the implantation bed was cross-sectioned, stained with hematoxylin and eosin (H & E) (Sigma St. Louis, MO, USA) [18] , and viewed on a Zeiss Axioskop2 plus microscope (Zeiss, San Marcos, CA, USA). Images were collected using an Axiocam digital camera in conjunction with AxioVision 3.1 software.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In vivo tumor growth"
        },
        {
            "text": "After 5 days of in vivo growth, tumors located between the muscle and disk were harvested and homogenized in lysis buffer containing 9.5 M urea, 4% w/v CHAPS, 5% w/v tributylphosphine, 1.6% w/v pH 5-8 Bio-lytes, 0.4% w/v pH 3-10 Bio-Lytes, and Complete™ Protease Inhibitor Cocktail (Cat. No. 1697498; Roche, Mannheim, Germany). Tumor homogenates were centrifuged at 2000 × g for 10 min at room temperature and soluble protein was quantitated as described [19] . Proteins (300 μg) were subjected to IEF in 13 cm linear gradient Immobiline Dry-Strips, pH 3-10, for 60 kVh using a Pharmacia Hoefer Multiphor II electrophoresis chamber. Following IEF, Dry-Strips were incubated at room temperature for 20 min in equilibration solution containing 50 mM Tris-HCl, pH 8.8, 6 M urea, 2% w/v SDS, 30% v/v glycerol, and 5 mM tri-butylphosphine. Dry-Strips were then embedded in 1% w/v agarose containing trace bromophenol blue and loaded onto a large format (12.5 × 20 cm), 8-16% T gradient SDS-PAGE gel. Electrophoresis was conducted at 100 W for 5 to 6 h or 3 W per gel overnight until the bromophenol blue dye front was within 2 cm of the bottom of the gel. Gels were then stained with CBB R-250 or silver nitrate as described [20] . The gels were scanned using a Molecular Dynamics Personal Densitometer, and protein spots were quantified using PDQuest software (Bio-Rad, Hercules, CA. USA). Each 2-DE gel of tumor proteins from naive and vaccinated mice is representative of the three gels that were generated from three independent protein harvests. Comparable results including the localization and number of spots were obtained in each of three 2-DE gels run on tumor proteins from naïve or vaccinated mice. To evaluate intragel variability, gels were analyzed in the following manner. Protein spots from each gel were detected, matched automatically, and given a total spot number. Automatically matched spots were confirmed and edited manually. Edited spots were those along the edges of the gels and streaked spots. A master gel image was generated from matched gel sets. Correlation coefficients of matched gels were calculated by PDQuest software. Low intra-gel variability (correlation coefficients 0.89-0.96) was obtained. To address variability in silver staining, individual gel spot volumes were normalized by dividing their OD values by the total OD values of all the spots present in the gel. Differences in the protein levels of tumors between naïve and vaccinated mice were compared using Student's t test. Following in-gel digestion, protein spots were excised from the CBB R-250-or silver stained gels, destained in 0.2 mL ACN for 15 min, and dried to completion in a SpeedVac vacuum centrifuge. Samples were then rehydrated on ice for 45 min in digestion buffer containing 50 mM ACN, 0.04 mg/mL modified trypsin (Promega, Madison, WI, USA). After removing excess solution, proteins were further digested at 37°C for 15 h. The resultant peptides were extracted with 5% v/v formic acid in 50% v/v ACN and desalted and concentrated using ZipTips containing C 18 resin (Millipore, Bedford, MA, USA).",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 459,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1220,
                    "end": 1224,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2-DE and in-gel digestion"
        },
        {
            "text": "Peptides were eluted from ZipTips with 75% v/v ACN/0.1% v/v TFA, applied to the sample target, and air-dried. Peptide fragments were then reconstituted in matrix solution containing CHCA dissolved in 50% v/v ACN/0.1% v/v TFA and analyzed with a PerSeptive Voyager-DE MALDI-TOF MS (PerSeptive Biosystems, Framingham, MA, USA). Peptides were laser-evaporated at 337 nm, and each spectrum was the cumulative average of 50-100 laser pulses. All peptides were measured as mono-isotopic masses, and autolytic peaks of trypsin were used for internal calibration. Up to one missed trypsin cleavage was allowed, although most matches did not contain any missed cleavages. This procedure resulted in mass accuracies of 100 ppm. PMF spectra exceeding 5% of full scale were analyzed, interpreted, and matched to Swiss-Prot database entries using Mascot, a searching algorithm available at the Matrix Science (London, UK) homepage, http://www.matrixscience.com. Matches were computed using a probability-based MOWSE score defined as -10 × log (P), where P is the probability that the observed match was a random event [19] . MOWSE scores greater than 70 were considered significant (p < 0.05).",
            "cite_spans": [
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MALDI-TOF MS and database searching"
        },
        {
            "text": "Following tryptic digestion and subsequent elution from ZipTips as described [19] MS/MS analyses were perfonned with a Q-TOF 2 MS/MS mass spectrometer (Micromass, Manchester, UK) using ESI. LC was performed using a LC Packings Ultimate LC, Switchos microcolumn switching unit, and Famos autosampler (LC Packings, San Francisco, CA, USA). Spectral analyses were conducted in automatic switching mode whereby multiplycharged ions were subjected to MS/MS if their intensities rose above 6 counts. Instrument operation, data acquisition, and analysis were performed using MassLynx 3.5 software (Micromass) [21] .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ESI-MS/MS"
        },
        {
            "text": "In attempt to engineer anti-tumor vaccines. we utilized the adenovirus as a vector to carry hCEA. The absorption of adenoviral vectors was examined by visualizing the expression of β-galactosidase gene after epicutaneous application of AdCMV-β-Gal. Blue dots appeared in the epidermis of AdCMV-β-Gal-applied ( Fig. 1B) but not in the PBS-applied (Fig. 1A ) mice indicating that the adenoviral vectors can deliver the genes across the skin. To create the skin patch vaccines, we spread AdCMV-tetC or AdCMV-hCEA (1 × 10 8 PFU) over preshaved abdominal skin of Balb/c mice with a piece of the Tegaderm patch (3M) for 1 h. After washing away the unabsorbed AdCMV-tetC or AdCMV-hCEA, mice were maintained in the cages for nine weeks. Each mouse was vaccinated with AdCMV-tetC or AdCMV-hCEA three times every three weeks to elicit sufficient antibodies to tetC protein or CEA. The non-vaccinated mice in the naïve group were applied with PBS with the same volume as AdCMV-tetC and AdCMV-hCEA. The tetC-or CEA-specific IgG response of the mice that were administered AdCMV-tetC or AdCMV-hCEA, respectively through application of a skin patch could be boosted to a high-titer response by three consecutive applications of the patch (geometric mean titers = 12000 and 34859 for AdCMV-tetC-vaccinated (Fig. 1C) and AdCMV-hCFA-vaccinated ( Fig. 1D ) mice, respectively, compared to a geometric mean titer = 100 for non-vaccinated naïve mice), indicating that the AdCMV-tetC and AdCMV-hCEA derived skin patch vaccines elicit high titers of antibodies to tetC protein and CEA in Balb/c mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 318,
                    "text": "Fig. 1B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 346,
                    "end": 354,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1291,
                    "end": 1300,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1329,
                    "end": 1336,
                    "text": "Fig. 1D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Elicitation of antibody to CEA by a skin patch vaccine"
        },
        {
            "text": "The efficacies of the skin patch vaccines were validated by observing the growth of implanted JC-hCEA tumor cells, a mouse adenocarcinoma cell line, in the Balb/c mice. The majority of implanted JC-hCEA cells proliferated on the muscle surface within the area of the disk. Data from H & E staining showed that tumor masses were clearly visualized 5 days after implanting JC-hCEA cells (5 × 10 5 ) into the naïve non-vaccinated ( Fig. 2A) and AdCMV-tetC-vaccinated (Fig. 2B ) Balb/c mice, whereas the tumor mass was robustly eradicated and only a small increase in tumor cell number over time was evident when cells was implanted to the mice epicutaneously vaccinated with AdCMV-hCEA (Fig. 2C ). This would be predicted since antibody production of CEA associated with other anti-tumor immune responses in the vaccinated mice may contribute to the suppression of tumor growth. The suppression of tumor growth appears specific to the antibody production of CEA rather than tetC protein or adenoviral vectors since a tumor mass was visualized in the AdCMV-tetC-vaccinated mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 437,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 464,
                    "end": 472,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 683,
                    "end": 691,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Implanted JC tumor cells proliferate to a tumor mass which was eradicated in the AdCMV-hCEA-vaccinated mice"
        },
        {
            "text": "In an attempt to obtain a global understanding of the tumor suppression in the vaccinated mice, we harvested tumor masses from non-vaccinated and vaccinated Balb/c mice. After implanting JC-hCEA for five days, tumor masses formed in the surface of muscle tissues were collected and subjected to 2-DE followed by staining with CBB R-250 (Figs. 3A and 3B) or silver nitrate (Figs. 3C, 3D and 3E). The protein profiles of tumors in the naïve (Figs. 3A and 3D) and vaccinated (Figs. 3B 3C and 3E) were quantified with PDQuest software. Each gel is a representative of experiments conducted from three separate harvests, and the localization, number, and density of spots were entirely reproducible. Fifteen protein spots, corresponding to six different proteins with statistically significant increases or decreases in intensity in the AdCMV-hCEA-vaccinated mice ( Figure 3B and E) were listed in Table 1 2) (spots 6 and 7), hemoglobin beta chain (spots 9-11) and prohibitin (spot 12). The level of one fragment of creatine kinase, we labeled as creatine kinase fragment 2 (spot 8), was significantly decreased by more than 40% in the tumor bearing in the AdCMV-hCFA-vaccinated mice. From the gels staining with CBB R-250, we found that the levels of two α-actin spots (spots 1 and 2) were decreased in the tumor of the AdCMV-hCEA-vaccinated mice. However, the decrease was not significantly detectable in the gels stained with silver nitrate. Five protein spots (spots [11] [12] [13] [14] [15] , invisible in the CBB R-250 stained gels, were detected in the sliver nitrate stained gels and exhibited differential abundances in the tumors between naïve and AdCMV-hCEAvaccinated mice. In general, there was good correlation between the observed and theoretical pI and M r values of the fifteen protein spots that appeared in either the CBB R-250 or silver nitrate stained gels except spots 7 and 8 with lower observed M r and spots 10 and 11 with higher observed M r . Spots 8 and 10 were sequenced by ESI-MS/MS as a creatine kinase fragment 2 (Table 1 and Fig. 5 ) and hemoglobin beta chain dimer (Table 1) , respectively. Comparison of silver-stained gels (Figs. 3C and 3D) indicated non-significant changes in the protein profiles of tumor masses between naïve and AdCMV-tetC-vaccinated mice, suggesting that the alternation of protein abundances in the tumor mass contained in the AdCMV-hCEA-vaccinated mice is CEA antigen specific and not due to the adenoviral vector vaccination.",
            "cite_spans": [
                {
                    "start": 1466,
                    "end": 1470,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1471,
                    "end": 1475,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1476,
                    "end": 1480,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1481,
                    "end": 1485,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1486,
                    "end": 1490,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 861,
                    "end": 870,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 893,
                    "end": 900,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2039,
                    "end": 2047,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2052,
                    "end": 2058,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2093,
                    "end": 2102,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Comparative proteomic profiling of tumors in naïve and vaccinated mice"
        },
        {
            "text": "Twelve of fifteen protein spots with statistically significant increases or decreases in intensity were identified or sequenced by MALDI-TOF MS and/or ESI-MS/MS (Table 1 and 2) with protein sequence coverage higher than 12%. The MALDI-TOF MS spectrum of spot 8 revealed that the tryptic peptide mass fingerprint with six peptide masses (Fig. 4A ) matched with that of creatine kinase M chain (accession number: A23590). Due to its lower observed M r value (under 21 100) (Fig. 3) , we further confirmed this protein identity by Q-TOF 2 MS/MS. After electro-spraying the tryptic peptides of spot 8 directly into the source of the MS/MS, we obtained the mass spectra shown in Fig. 5 where an excellent series of Nterminal and C-terminal (b and y) fragment ions could be readily interpreted (Fig. 5A) . Two peptide fragments with masses of 1062.56 and 1057.70 Da were captured by MS/MS and sequenced as internal peptides of creatine kinase M chain. The peptide with a mass of 1062.56 Da which was also detectable in the MALDI-TOF MS fmgerprint (Fig. 4A) was sequenced by MS/MS as VLTPDLYNK (residues 33-41) (Fig. 5B) . On the other hand, the peptide with 1057.70 Da which was predicted as GGDDLDPNYVLSSR (residues 117-130) in the fingerprint of MALDI-TOF MS (Fig. 4A, Table 1 ) was further sequenced by MS/MS as an internal peptide (LSVEALNSLTGEFK; residues 157-170) of creatine kinase M chain (Fig. 5C ). The internal peptide (residues 157-170) of spot 8 was undetectable by MALDI-TOF MS (Fig. 4A, Table 1 ). By comparison of the MALDI-TOF MS fingerprints with predicted peptide sequences among spots 6, 7, and 8 (Table 1) , we found three spots owned similar predicted peptide sequences except a predicted sequence with 1269.74 Da mass (residues 305-314) exclusively exists in the fingerprint of spot 6. These data suggest that spots 7 and 8 may be N-terminal fragments of creatine kinase M chain. Via MALDI-TOF MS, spots 10 and 11 were identified as hemoglobin beta chains (accession number: P02088). After electro-spraying the tryptic peptides of spot 10 directly into the source of the Q-TOF 2 MS/MS, we detected that three peptide fragments with masses of 1274.76, 1302.63, and 1982.18 Da corresponded to three internal sequences of hemoglobin beta chain (LLVVYPWTQR; residues 31-40; VNSDEVGGEALGR; residues 18-30; and YFDSFGDLSSASAIMGNAK; residues 41-59) (data not shown). The peptide fragments with masses of 1302.63 and 1982. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 336,
                    "end": 344,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 471,
                    "end": 479,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 674,
                    "end": 680,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 788,
                    "end": 797,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1041,
                    "end": 1050,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1104,
                    "end": 1113,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1255,
                    "end": 1272,
                    "text": "(Fig. 4A, Table 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1391,
                    "end": 1399,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1486,
                    "end": 1503,
                    "text": "(Fig. 4A, Table 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1611,
                    "end": 1620,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Identification and sequencing of proteins via MS"
        },
        {
            "text": "As shown in Fig. 1 , after application of AdCMV-hCEA gene onto the skin of Balb/c mice, we were able to detect the production of antibodies against CEA protein via ELISA. This result is consistent with our previous study in detecting CEA antibody production in the C57BL/6 mice via western blot assay [3] . It has been demonstrated that antigens expressed in the epidermis are more immunogenic than those expressed in the dermis [12, 13] , and most likely attributable to a sensitive immune surveillance mechanism along the skin border. It has been known that the epidermal layer harbors a variety of immunocompetent cells including epidermal Langerhans cells, which are major histocompatibity complex (MHC) class II-positive antigen-presenting cells; keratinocytes; and CD4 + and CD8 + T cells [22] . One hypothesis for the skin vaccination is that immunocompetent cells, most likely Langerhans cells, capture the antigens, which are subsequently delivered into local lymph nodes and prime immune responses [23] . By visualizing the expression of the βgalactosidase gene, we found that adenoviral vectors are able to deliver the genes across the skin and primarily appear in the epidermal layer. To evaluate the efficacy of our skin patch vaccine derived from AdCMV-hCEA, we developed an in vivo tumor growth assay via implantation of tumor cells as monolayers onto muscle tissue. This assay allows for an observation of early tumor growth and quantitative histology since tumor cell monolayers grow uniformly in thickness toward the muscle, as visualized in cross-sections (Fig. 2) . Our previous data demonstrated that implanted B16 melanoma cells could penetrate the fascia and replicate adjacent to the muscle with no evidence of immune intervention [17] . Coimplantation of tumor cells engineered to produce interleukin (IL)-4 recruits a host of immune effectors including eosinophils and neutrophils to the implantation site and proliferation of the implanted tumor cells was largely arrested in the presence of these immune effector cells [17] . The data suggest that the a tumor mass observed in Fig. 2 may not only contain the proliferated implanted tumor cell line but also trap many immune efforter cells. Five days after implanting JC-hCEA cells into the non-vaccinated naïve Balb/ c mice, a tumor mass was noticeably detected. Intriguingly, the majority of tumor mass was eradicated in the mice vaccinated with a skin patch vaccine derived from AdCMV-hCEA. Although many mechanisms pertaining to the interaction between host immune systems and tumors have been proposed [1] , they still cannot fully address how host immune responses alleviate the tumor growth, in particular the early stage of tumor formation. One concept that has been wildly accepted is that once activated, CD8 + T cells acquire antigen-specific cytotoxic functions. These CD8 + cytotoxic T lymphocytes (CTL) can kill tumor cells through the recognition of antigenic peptides presented by MHC I molecules on the surface of the tumor. Although we do not have direct evidence showing that CLT is a key player for the tumor eradication in the vaccinated mice, we believe that B cells may participate in this process since the vaccinated mice produced a robust anti-body titer against CEA.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1755,
                    "end": 1759,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 2047,
                    "end": 2051,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 2584,
                    "end": 2587,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1575,
                    "end": 1583,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2105,
                    "end": 2111,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To gain a global view in understanding the tumor eradication in the vaccinated mice, we took advantage of the proteomics approach (2-DE in conjunction with MS) to compare the proteomic profiles of tumors in the naïve and vaccinated mice. Five proteins were detected to be increased in abundance in the tumor mass which was suppressed in the AdCMV-hCEA-vaccinated mice. These five proteins are adenylate kinase 1, β-enolase, creatine kinase M chain, hemoglobin beta chain and prohibitin. Adenylate kinase is a highly conserved monomeric enzyme involved in cellular homeostasis of adenine nucleotides [24] . The human adenylate kinase gene contains several consensus p53 binding sites. A membrane-associated isoform of adenylate kinase 1 was specifically induced upon activation of wt p53 in Val5 cells, suggesting within a p53-dependent genetic program, the adenylate kinase 1 may have a tumor growth-regulatory function [25] . Due to the differential expression in the tumors, the β-enolase and creatine kinase have been actively evaluated as tumor markers in malignancies [26, 27] . The appearance of the hemoglobin beta chain in the tumor mass of naïve mice may be due to the effect of angiogenesis in tumor progression. Interestingly. we found that the levels of β-enolase, creatine kinase, hemoglobin beta chain, and prohibitin were differentially changed when the tumor mass was eradicated in the AdCMV-hCEA-vaccinated mice, suggesting these proteins may be involved in tumor formation and suppression as well.",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 603,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 920,
                    "end": 924,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "text": "[26,",
                    "ref_id": null
                },
                {
                    "start": 1078,
                    "end": 1081,
                    "text": "27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Creatine kinase is tissue-specific and expressed as three cytosolic MM, BB, and MB dimers made up of muscle-and/or brain-type 380-amino acid subunits, and as two ubiquitous and sarcomeric mitochondrial isoforms [28] . These mitochondrial creatine kinases can exist and be active either as dimers or as membrane-binding octamers [28] . A creatine kinase M chain (spot 6) and two creatine kinase fragments (spots 7 and 8) were detected in the tumor mass in the naïve mice. The two creatine kinase fragments have never been detected in biological samples. It has been found that proteinase K from the fungus Tritirachium album can cleave a small C-terminal peptide from native creatine kinase M chain [29] . It is still possible that active transcriptional or post-translational processing of creatine kinase M chain occurs during the formation of tumor mass, although we can not rule out that some proteolytic enzymes in the tumor mass were activated to cleave this kinase. In the tumor mass of vaccinated mice, the levels of the creatine kinase M chain and fragment 1 (spot 7) were increased more than 3-fold whereas the level of fragment 2 (spot 8) was decreased by nearly half, suggesting that the differential abundances of creatine kinase polymorphisms may be novel markers in monitoring the tumors.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Prohibitin (spot 12) may be expressed at relatively low levels in the tumor mass, as suggested by our ability to visualize prohibitin only by silver nitrate stained and not by CBB R-250-stained gels. Prohibitin, originally characterized as an anti-proliferative protein that blocks entry into the S phase, is localized mainly in the periphery of the inner mitochondrial membrane [30] . Recent experiments using chromatin immunoprecipitation have shown that prohibitin is a direct target of c-MYC [31] . Other studies have demonstrated that prohibitin physically interacts with all three retinoblastoma (Rb) family proteins and effectively represses transcription factor E2F-mediated transcription and cell proliferation [32] , suggesting a possible role as a tumor suppressor. In support of this idea, certain alleles of prohibitin are associated with the development of breast cancer, and mutations within the prohibitin gene on chromosome 17q21 have been detected in sporadic breast tumors [33] . The E2F family members have been shown to up-regulate the expression of many genes involved in G1/S transition and DNA synthesis such as cyclin E, cell division cycle 25A (Cdc25A), enzyme dihydrofolate reductase (DHFR), and DNA polymerase α [34] . It has also been showed that prohibitin is capable of physically interacting with p53 in vivo and in vitro [35] . Data from in vitro binding assays indicated that the N-terminus of prohibitin contains the region necessary for binding to p53 [35] . Prohibitin was found to enhance p53mediated transcriptional activity and co-transfection of an anti-sense prohibitin construct reduces p53-mediated transcriptional activation [35] . Prohibitin appears to induce p53mediated transcription by enhancing its recruitment to promoters like a mouse double minute 2 (MDM2) promoter [36] . On the other hand, prohibitin can repress E2F1 activity by reducing the association of E2F1 with a target site like cdc25A promoter. It has been proposed that prohibitin is a unique regulator of both Rb/E2F and p53 pathways, and may provide a link between proliferatory and apoptotic pathways [35] . Although the increased level of prohibitin in the tumor mass of vaccinated mice raises the possibility of prohibitin as a tumor suppressor (activated by the AdCMV-hCEA-derived skin patch vaccine), the lossof-function mutations of the prohibitin gene and/or the demonstration of a tumorigenic phenotype in the skin or other organs of prohibitin-nullizygous mice will be required to validate prohibitin as more than a mere inhibitor of growth.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 383,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 992,
                    "end": 996,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 1240,
                    "end": 1244,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1358,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 1488,
                    "end": 1492,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 1670,
                    "end": 1674,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 1819,
                    "end": 1823,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 2119,
                    "end": 2123,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fifteen protein spots were shown to be differentially abundant in tumor mass of AdCMV-hCEA-vaccinated mice. Although we can not rule out the possibility that these proteins selfalter their expressions when the proliferation of implanted JC-hCEA cells was arrested by AdCMV-hCEA vaccination, the recruitment of a host of immune effectors including eosinophils and neutrophils to the implantation site and/or the presence of minor contaminated muscle tissue in the harvested tumor mass may be other causes for the protein abundances in tumor mass of AdCMV-hCEA-vaccinated mice. The decreased levels of two α-actin spots (spots 1 and 2) detected in the CBB R-250 stained gels cannot be consistently quantified in the silver nitrate stained gels. It has been reported that limited dynamic range and the relatively strong background in the area with low pI and high M r of silver nitrate stained 2-DE gels has made it difficult to reliably define protein spots as well as determine their differences in protein quantities [37] . Thus the alternative staining methods such as SYPRO Ruby stain [37] with a broad linear dynamic range will be of importance in future studies. The MALDI-TOF MS fingerprints of three unidentified protein spots (spots [13] [14] [15] in the silver nitrate stained gels imply that each spot contains more than one protein. Gels with narrow ranges of pI values [38] in conjunction with the analysis of by MS/MS may be a solution for these unidentified protein spots.",
            "cite_spans": [
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 1087,
                    "end": 1091,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 1240,
                    "end": 1244,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1245,
                    "end": 1249,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1250,
                    "end": 1254,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1380,
                    "end": 1384,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, by comparing the proteomics profile of tumors in the naïve and vaccinated mice, we revealed that several proteins in the tumor mass change their abundances in mice immunized with skin patch vaccines encoding human carcinoembryonic antigen. Two creatine kinase fragments, which have never been described, and prohibitin, a potential tumor suppressor, significantly change their abundances in the tumors of AdCMV-hCEAvaccinated mice. These proteins may provide critical insights at understanding of the mechanism of skin patch anti-tumor vaccines and may serve as novels targets for detection or treatment of the early-stage tumor progression. A tumor mass may contain the proliferated implanted tumor cells and many immune effector cells including T cells, B cells, eosinophils and neutrophils. Proteomic analysis revealed that the expressions of several proteins in the tumor mass have been altered. Determining how and why these proteins are involved in tumor formation and/or suppression and regulation is a critical issue for future studies. We believe that the examination of which cell types in the tumor mass express these altered proteins will be a helpful experiment. Over-expression or RNA interference (RNAi) knockdown [39] of these altered proteins in a certain cell type of the tumor mass may provide valuable and direct evidence towards understanding how these altered proteins are essential for tumorigenesis. Since the administration of the needle free non-invasive skin patch vaccines presented in this study does not rely on professional medical personnel which normally is in short supply when pandemic diseases occur, the technology not only can be applied towards tumors, but also can be expanded to control the pandemic infectious outbreaks including bioterrorism with Bacillus anthracis or the outbreak of severe acute respiratory syndrome (SARS). ELISA antibodies generated by the adenovirus-based skin patch vaccines. The absorption of adenoviral vectors was examined by detecting the expression of β-galactosidase gene in the skin of Balb/c mice (3 months old) following epicutaneous application of (A) PBS or (B) AdCMV-β-Gal for 1 h. Blue dots (arrows) in the H & E stained-and X-gal stained-skin tissue section indicated the β-galactosidase gene expression. Bars: 20 μm. For vaccination, the Balb/c mice were vaccinated by epicutaneous application of (C) AdCMV-tetC or (D) AdCMV-hCEA. After nine weeks post-immunization, serum from vaccinated mice was assayed for anti-tetC or -CEA antibodies via ELISA. Purified tetC protein or CEA (0.1 μg/ well) was used as the capture antigen and coated onto a 96 wel1 ELISA plate. Serum samples and peroxidase-conjugated goat anti-mouse IgG (1:5000 dilution) were incubated sequentially on the plates for 1 h at room temperature. The endpoint was defined as the dilution of serum producing the same OD 490 as a 1/100 dilution of pre-immune serum. Sera negative at the lowest dilution tested were assigned endpoint titers of 100. AdCMV-tetC or AdCMV-hCEA group was defined as mice vaccinated by epicutaneous application of AdCMV-tetC or AdCMV-hCEA respectively. Naïve group was defined as mice treated with PBS. The data was plotted as geometric mean endpoint ELISA titers, where n = 9 for AdCMV-tetC and adCMV-hCEA, and n = 10 for naïve. Comparative proteomic profiling of tumors in the naïve and vaccinated Balb/c mice. Proteins (300 μg) from tumors in the naïve (A and D) and AdCMV-hCEA-vaccinated (B and E) mice, respectively, were subjected to 2-DE followed by staining with CBB R-250 (A and B) or silver nitrate (D and E). Fifteen protein spots with either increased (circles) or decreased (squares) expression levels in the AdCMV-hCEA-vaccinated mice were excised and identified by MALDI-TOF MS or Q-TOF 2 MS/MS ( Table 1 ). The dot circles or dot squares indicated that protein spots were visualized in gels stained with silver nitrate, but not Coomassie Brilliant Blue R-250. A silver stained gel with proteins from the tumors in the AdCMV-tetC-vaccinated mice (C) was also presented for the comparison. The 2-DE gels represent three independent experiments. Protein expression levels were quantified and compared using PDQuest software. Differences in protein expression levels of tumors in the AdCMV-hCEA-vaccinated mice were greater or less than 15% of the non-vaccinated naïve mice and were found to be statistically significant using Student's t-test (Table 2 ). Quantitative analysis of the changes in the proteomes of tumors in naïve and vaccinated Balb/c mice The protein level of each spot is expressed as a percentage of total spot volume in the 2-DE gel. Protein expression levels were quantified and compared using PDQuest software (Bio-Rad). Differences in protein level are expressed as a percent of the naive subjects. Results represent mean ± SD values. Statistical analysis of data from three independent experiments was performed using Student's t-test. Differences from the group of naïve subjects reaching statistical significance are indicated by a) (p < 0.05) or b) (p < 0.01). NI, protein not identified; CB, protein spots selected from CBB R-250 stained 2-DE gels; SN, protein spots selected from silver nitrate stained 2-DE gels",
            "cite_spans": [
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3797,
                    "end": 3804,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 4441,
                    "end": 4449,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Concluding remarks"
        }
    ],
    "bib_entries": {
        "BIBREF39": {
            "ref_id": "b39",
            "title": "ENO3 P21550 1166",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "54",
            "issn": "",
            "pages": "33--50",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Creatine kinase M chain CKM A23590 1002",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "210--223",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Creatine kinase fragment 1 CKM A23590 1002",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "87--96",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Creatine kinase fragment 2 CKM A23590 1002",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "210--223",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Hemoglobin beta HBB-B1 P02088 934",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "18--30",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Hemoglobin beta dimer HBB-B1 P02088 1126",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "67--820",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "); 1460.62 (106-117) 18 a) The predicted amino acid sequence for signature m/z fragments is given in parentheses. b) Oberved m/z (predicted peptide sequence",
            "authors": [],
            "year": null,
            "venue": "Hemoglobin beta dimer HBB-B1 P02088 1126",
            "volume": "57",
            "issn": "",
            "pages": "84--93",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Five proteins exhibited an increase in abundance in the tumor of AdCMV-hCEAvaccinated mice are adenylate kinase 1 (EC 2. 7. 4. 3) (spot 3), β-enolase (EC 4. 2. 1. 11) (spots 4 and 5), creatine kinase M chain (EC 2. 7. 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "18 Da were undetectable by MALDI-TOF MS. The observed M r values of spots 10 and 11, identified as hemoglobin beta chain by MALDI-TOF MS , in the CBB R-250 stained gels (Figs. 3A and 3B) were 31 440 which is approximately double of their theoretical M r values at 15 710, suggesting spots 10 and 11 are dimer forms of hemoglobin beta chain. Spot 12 was only detected in the silver nitrate stained gels. Five peaks within the peptide mass fingerprint of spot 12 highly matched those of prohibitin (accession number P24142) in the Swiss-Prot database (Fig. 4C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Suppression of tumor growth by an adenovirus-based skin patch vaccine. Balb/c mice (3 months old) were vaccinated by epicutaneous application of AdCMV-tetC (B) or AdeMV-hCEA (C). After nine weeks post-immunization, a small disk with JC-hCEA cells (5 × 10 5 ) was implanted onto the junction (dot lines) between the skin and muscle of vaccinated Balb/ c mice. Cells formed a monolayer on the disk and were attached to the top of the muscle layer. After 5 days of in vivo growth, the tissue section was obtained from the implantation bed which was cross-sectioned, and stained with hematoxylin and eosin. Tissue sections from the site of implantation of JC-hCEA cells in non-vaccinated naïve (A) and vaccinated (B) and (C) mice were examined under a light microscope. Note the presence of a tumor layer on top of the muscle of naïve mice was eradicated in vaccinated mice (arrows). Scale bar: 20 μm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "MALDI-TOF MS fingerprints of tumor proteins. Fingerprint mass spectra were generated via MALDI-TOF MS analysis. The predicted peptide fragments corresponding to observed m/z values observed for (A) Creatine kinase fragment 2, spot 8; (B) Hemoglobin beta chain (dimer), spot 10; and (C) Prohibitin, spot 12 are shown. The tryptic autodigestive peak at m/ z value 2164.05, indicated by an asterisk, served as an internal calibration standard.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "MS/MS spectra of creatine kinase fragment 2 (spot 8). (A) Designations for fragment ions from a peptide. (B) An internal peptide (amino acids 33 through 41) of spot 8 with m/z value at 1062.56 analyzed by MALDI-TOF MS was sequenced by MS/MS as VLTPDLYNK. (C) An internal peptide (amino acids 157 through 170) of spot 8 with undetectable signal in MALDI-TOF MS was sequenced by MS/MS as LSVEALNSLTGEFK.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Protein identified from the proteomes of tumors in naïve and vaccinated Balb/c mice Spot Protein Gene Swiss-Prot Accession No.Observed m/z and predicted peptide sequence a)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}