{
    "paper_id": "98629ae2533d73afbb0f5ef9d0cc813bf3afa851",
    "metadata": {
        "title": "Analysis of Epidemic Situation of New Coronavirus Infection at Home and Abroad Based on Rescaled Range (R / S) Method",
        "authors": [
            {
                "first": "Xiaofeng",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan Academy of Social Sciences",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Zhou",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan Academy of Social Sciences",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kejian",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan Academy of Social Sciences",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Xianbin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan Academy of Social Sciences",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Houqiang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan Academy of Social Sciences",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "confirmed abroad, of which 7,755 cases have been confirmed in South Korea and 10,149 cases have been confirmed in Italy. A total of 80,956 cases have been confirmed in China, of which 67,73 cases have been diagnosed in Hubei Province. The origin of the new coronavirus has not yet been determined, and various evidences suggest that its source of infection comes from wild animals. The medical field mainly focuses on three aspects: etiological characteristics, clinical diagnosis, and epidemiology, Several studies have shown that SARS-CoV-2 is most similar to bat SARS-like coronaviruses (SARS-like CoVs) and is more infectious than SARS viruses during the incubation period. [1] Since the outbreak of the new crown virus infection in Wuhan in 2019, many scholars have performed simulation analysis on the spread and prevention of the epidemic, and reached different conclusions. Ziff (2020) believes that using the basic infection number R0 to measure the possibility of large-scale transmission of the virus without prevention and control is not realistic. [2] The main drawback is that it is necessary to assume that the virus's propagation path is exponential, and it can be corrected using the SEIR logarithmic model. [3] Li et al. (2020) used Log-normal, Weibull, and Gamma distributions to estimate the basic regeneration number R0 as 2.2 (95% CI, 1.4 to 3.9) and the latency period to be 5.2 days (95% CI, 4.1-7). The number of confirmed cases doubles every 7.4 days, and the interval from onset to inpatient treatment and cure was 9.1 days (95% CI, 8.6-9.7). [4] Wu et al. (2020) analyzed and predicted by SEIR model and estimated the basic regeneration number R0 to be 2.6 (95% CI, 2.47-2.86), the estimated cumulative total confirmed cases was 75,815 (95% CI, 37304 to 130330) and the number of confirmed casesDoubled at 6.4 days (95% CI, 5.8-7.1). [5] The calculation shows that the transmission path of New Coronavirus has certain fractal process characteristics. By comparing the difference between the actual confirmed case and the theoretical value, you can determine which period the epidemic is in:rising or falling. Vazquez (2006) uses the branching process of fractal theory to describe the spread of variables, to establish mathematical models for different situations such as population or virus transmission in reality, to determine the corresponding power index and to calculate the potential development path of historical data. [6] Throughout the severe situation of the global economy, the spread of the new crown virus infection epidemic has led to a sudden drop in demand and production, which has affected the global supply chain economy. In the external environment of economic downturn, how to maintain macroeconomic stability and find opportunities among risks has become the focus of attention. [7] 3 Rescaled Range (R / S) Analysis . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 681,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1225,
                    "end": 1228,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1570,
                    "end": 1573,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1862,
                    "end": 1865,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2456,
                    "end": 2459,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2831,
                    "end": 2834,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.15.20036756 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The R/S analysis method was discovered by the British hydrologist H.E.Hurst in 1951 when he examined the Nile discharge variation. [8] It is a widely used robust non-parametric statistical m ethod. The biggest advantage is that the measured time series does not need to assume its specific distrib-ution characteristics whether the sequence is smooth. The robustness of the R/S analysis res -ults is not affected by the distribution characteristics. [9] H value is also called Hurst index. Hurst believes that the following relationship exists betwe en R / S and H: (R / S) t = (t / 2) H, which can be obtained by log (R / S) and log (n) regression fitt ing for judgment Trend and randomness of time series Whether the time series is a fractal B-rowni an motion is determined according to whether the H value is equal to 0.5. The H index has a wide r ange of applications. Cajueiro (2004) believes that the H index can be used to determine the effecti veness of the securities market. This method can be extended to other fields that study the d-ynami c characteristics of time series. [10] When predicting a set of memorable data, it can refer to its histo rical development path. Improper selection of the length of the time series will affect the bias of th e estimation of the H index and reduce the accuracy of the prediction. To correct this error, Baruni k (2010) uses a rolling time window to deter-mine the form of the H index over time, and uses the AR (1) -GARCH (1,1) process to filter the s-equence. Multifractal detrending analysis (MF-DFA) uses different polynomials to fit different ord-er moments of variables. It is a generalization of the DFA method and can improve the accuracy o-f processing thick-tailed data. [11] ",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 873,
                    "end": 888,
                    "text": "Cajueiro (2004)",
                    "ref_id": null
                },
                {
                    "start": 1086,
                    "end": 1090,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1732,
                    "end": 1736,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Overview of R/S and H value theory"
        },
        {
            "text": "In this paper, the rescaling range method is used for modeling. It is assumed that the transmission process of the New Coronavirus conforms to the expansion path of fractal theory. At the same time, Italy uses the newly diagnosed change rate. The R/S value is linearly regressed on the time series span to obtain the H index of different regions, determine the fractal dimension of the model, and analyze the possible change direction of historical data over time. (1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model building"
        },
        {
            "text": "Cumulative dispersion as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model building"
        },
        {
            "text": "The range as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model building"
        },
        {
            "text": "The mean square error of the time series as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model building"
        },
        {
            "text": "Among them 1 , , 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model building"
        },
        {
            "text": "Rescaled R / S as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model building"
        },
        {
            "text": "With respect to each subsequence of length, n-t+1 range and mean square errors can be obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model building"
        },
        {
            "text": "The Hurst exponent can be approximated by plotting the image with log(R/S) j and log(t) .where the base of the logarithm is 10, and the approximate value of Hurst is the slope of the linear regression model fitting curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model building"
        },
        {
            "text": "Where c is a constant. The Hurst index of the time series can describe the trend characteristics of the self-similarity of the time series. When 0 <H <0.5, the time series has anti-persistence, that is, the future change increment of the time series is opposite to the change increment of the historical . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model building"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.15.20036756 doi: medRxiv preprint period; when H = 0.5, the standard Brownian motion, the time series is random walk; when H> 0.5, the future data growth trend of the time series is similar to a certain historical trend, with positive persistence, long-term memory and fractal characteristics. [12] 4 Predictability analysis of new coronavirus infections",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This article analyzes the epidemic situation in China in two stages: the first stage is from Janu -ary 23 to February 11; the second stage is from February 13 to March 3. The subjects selected are also divided into two: one is the newly confirmed daily cases in Hubei Province; the other is the to tal daily newly confirmed cases in all provinces except Hubei Province. The newly confirmed case in Italy are highly similar to those in Hubei Province in the early stage, so the main body selected for the analysis of the foreign epidemic was Italy's newly confirmed cases from February 22 to Ma -rch 7. The data comes from China's National Health Committee and the International Health Orga -nization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The data description"
        },
        {
            "text": "This article assumes that the length of the initial subsequence of the time series formed by Hu bei Province and other provinces except Hubei Province is t=5, and the initial subsequence of the t -ime series formed by the daily rate of newly added diagnostic changes in Italy is t=4. The model a -nalysis is mainly divided into three parts: R/S analysis and calculation of Hurst value for daily new cases in Italy, Hubei Province and other provinces in China. Quantitative methods such as traditi -onal dynamics models, Logistic functions, and Log-normal distributions, due to the different logic of the estimated parameters, result in predictions that differ greatly from actual data. The R/S anal -ysis method does not need to assume the distribution characteristics of the series, and makes a the oretical basis for the future trend change of the time series by estimating the H value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictability analysis"
        },
        {
            "text": "Because the daily number of newly diagnosed patients in Italy varies greatly, in order to reduce the volatility of the time series, the daily rate of new cases is selected as the time series. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of epidemic situation abroad"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. However, in combination with the number of confirmed patients at the early stage of the second stage of Figure 7 and the data of February 12 that have been removed, we can see that The downward trend in the number of people is an illusion due to imperfect judgment standards. In the second stage (Figure 7) , the number of newly diagnosed patients decreased greatly from February 13 to 19, and the number of newly diagnosed patients fluctuated around the value of 400 for more than ten days. Epilogue stage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 276,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 470,
                    "text": "(Figure 7)",
                    "ref_id": null
                }
            ],
            "section": "4.2.2-1 Analysis of epidemic situation in Hubei Province"
        },
        {
            "text": "The time series curve and cumulative dispersion curve of newly diagnosed patients have asso -ciated characteristics. Comparing Figure 4 and Figure 5 , it can be seen that in the first stage, the number of newly confirmed patients before January 31 is less than the serial average, and the num ber of newly confirmed patients from January 31 to February 11 is larger than the serial average. C -omparing Figures 7 and 8 , it can be seen that in the second stage, the number of newly confirmed diagnoses before February 18 is above the serial mean, and the number of newly confirmed diagno -ses from February 19 is below the serial mean.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 140,
                    "end": 148,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 418,
                    "text": "Figures 7 and 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Cumulative dispersion"
        },
        {
            "text": "Using Matlab to linearly fit log(R/S) and log(n), we can get the first-stage regression equation of Hubei Province log(R/S)=0.574log(n)+0.152. The fitted curve is shown in Figure 6 ; The second-stage regression equation of Hubei Province is log (R/S)=1.368log(n)-0.814. The fitted curve is shown in Figure 9 . It can be found that the H value of both stages is not equal to 0.5, indicating tha -t the newly confirmed number of newly diagnosed coronaviruses in Hubei Province is not random . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 180,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 307,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Fractal Hurst Index"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.15.20036756 doi: medRxiv preprint ly walked, which also reflects that a series of tracking and isolation measures adopted by Hubei Pr -ovince have played a certain role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The H value in the first stage is 0.574> 0.5, indicating that the sequences are generally long-te -rm memory and are positively correlated, that is, if the number of newly confirmed cases during the previous analysis increases (sequence upwards), then the newly confirmed cases during the nex -t analysis The probability of increase is high. Therefore, it can be predicted from the H value that the number of newly confirmed cases in the short term is still rising. However, from the data point of view, after the number reached 14840 cases on the 12th, the number dropped sharply to 4,823 on the 13th, and the confirmed cases began to show a downward trend. This is due to an inflection point in the trend brought about by changes in diagnostic criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The H value in the second stage is 1.368> 1, which indicates that the sequence is fully predict -able. This explains to some extent that under the current environment of national control and conc -erted national efforts, the epidemic of new crown pneumonia is preventable and controllable. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.15.20036756 doi: medRxiv preprint With the outbreak of the incubation virus, the number of newly diagnosed cases continues to rise, reaching a small peak around February 10. Since February, the number of new cases has increased sharply again, probably because the virus carriers in the population flowing out of Hubei Province from mid-January to January have passed the incubation period and their symptoms have begun to appear. A first-level response to major public health emergencies was initiated. Medical staff and administrative staff efficiently screened out latent and close contacts, and actively adopted preventive and control measures such as isolation, disinfection, and hospitalization. Increasing the efficiency of disease management mechanisms has indirectly led to rise in newly diagnosed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Beginning around February 12, local medical systems have basically established a coping . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The time series data of confirmed cases in the second stage fluctuated more obviously than in the previous stage. As shown in Figure 13 , the peak occurred on February 13, probably because the national standard for diagnosis has changed from nucleic acid testing to clinical diagnosis from February 11. Many previously undiagnosed patients were included in new cases. This growth peak lasted 2-3 days, and returned to its previous path after February 15. Except for the peak point, the daily confirmed new cases in the second stage showed a downward trend, and it can be seen that the early anti-epidemic effect has gradually emerged. After February 25, the number of newly confirmed cases per day remained basically in the single digits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 387,
                    "text": "Figure 13",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "It can be seen from Figure 11 that the cumulative deviation curve of the first stage in other provinces across the country slopes to the upper right, and the slope increases first and then decreases, indicating that the daily new confirmed cases in this stage are generally larger than the serial mean. During the period from January 23 to February 11, although the epidemic prevention and control has achieved initial results, its development still shows an expanding trend and has not yet entered a period of decline. It can be seen from FIG. 14 that the cumulative deviation curve in the second stage shows an upward trend and then a downward trend, and reaches a peak around February 21. The daily new cases before the peak point are generally larger than the overall mean value, and then start to be below the mean value point, reflecting that the newly confirmed cases have been initially contained.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 29,
                    "text": "Figure 11",
                    "ref_id": null
                }
            ],
            "section": "Cumulative Deviation"
        },
        {
            "text": "We obtained the regression equation log (R / S) = 0.2246log (n) +0.571 using Matlab to fit the first stage data . It can be seen that H = 0.2246, and the fitting curve is shown in Figure 12 , which shows that the scattered points follow the fractal Brownian motion process. Generally, the random walk sequence spreads more slowly, and the sequence points tend to return to historical points in the future. The fitting regression equation in the second stage is log (R / S) = 0.3872log (n) -0.504, H = 0.3872. The fitting curve is plotted in Figure 15 , which presents that the daily new cases in this stage show a downward trend. We do not fully understand the mechanism of virus development and mutation, yet we cannot relax our vigilance. With the development of foreign epidemics, new imported cases may appear in China, bringing new growth peaks. Strict prevention and screening measures are needed for this.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 189,
                    "text": "Figure 12",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 550,
                    "text": "Figure 15",
                    "ref_id": null
                }
            ],
            "section": "2.3 Fractal Hurst Index"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The number of newly added people in the first stage has a peak on the 9th and 12th days, respectively. The growth rate of newly diagnosed patients has slowed in the last five days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3 Fractal Hurst Index"
        },
        {
            "text": "According to the prediction of the H index, the number of new people will pick up in a period of time after the first stage. It then gradually declined and the number of new diagnoses will gradually decrease after the second stage. The data shows that 377 people were newly diagnosed . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3 Fractal Hurst Index"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.15.20036756 doi: medRxiv preprint on February 11, and the number of people increased sharply on February 12 due to changes in clinical diagnostic standards, while 267 people were added on February 13, and the overall decline was subsequently shown. This fits the second stage H index.The time series data showed a high peak on February 20, which may be related to the occurrence of clustered morbidity events in some areas, such as the confirmed diagnosis of prison groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This paper establishes a rescaled range analysis model to analyze and predict the epidemic situation in three different areas. The obtained H index is located in different intervals. Using this result we can see that there are also differences in the development paths among regions with different outbreak times both at home and abroad. By analyzing historical data, we can make a trend prediction of the future situation of virus transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The results of the model analysis show that the Hurst value of the new change rate in Italy is greater than 1, and the time series follow a fractal Brownian motion, indicating that the future trend is similar to the past with a high probability. Therefore, the Italian government should focus on controlling the infection in terms of source, cutting off the transmission route, following the principle of early detection, early isolation, and early treatment to reduce the gathering of large people, in the meantime regularly cleaning of public spaces is necessary. The number of newly diagnosed patients in Italy is highly similar to that in Hubei. It can learned from the strict measures adopted by Hubei in isolation and treatment, community prevention and other measures. Also, they can adopt effective protection measures based on the actual situation of the epidemic in the country to significantly reduce the population contact rate. Blocking the route of transmission, and thoroughly controlling the spread of the epidemic can also help. The H indexes of all provinces in China except Hubei are in the range of (0,0.5), indicating that the virus transmission has fractal Brownian motion characteristics. There may be a correlation between the future path and historical data, and the number of newly diagnosed patients will be increased in the short term. We can see the risk of returning to the historical path. Therefore, the masses and medical staff need to take corresponding preventive and controlling measures. Yet it is not time to relax our vigilance, we should continue to strengthen our protection and observe the changes in data, as well as pay particular attention to the cyclical fluctuations that rise after the number of confirmed diagnoses declines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.15.20036756 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Trend and forecasting of the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "Qiang",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Ying-Hui",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fractal kinetics of Covid-19 pandemics (with update 3/1/20)",
            "authors": [
                {
                    "first": "Anna",
                    "middle": [
                        "L"
                    ],
                    "last": "Ziff",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [
                        "M"
                    ],
                    "last": "Ziff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemic doubling time of the COVID-19 epidemic by Chinese province",
            "authors": [
                {
                    "first": "Kamalich",
                    "middle": [],
                    "last": "Muniz-Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "Gerardo",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia, The new england journal of medicine",
            "authors": [
                {
                    "first": "Qun",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Med",
                    "suffix": ""
                }
            ],
            "year": 1929,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "Kathy",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Polynomial Growth in Branching Processes with Diverging Reproductive Number",
            "authors": [
                {
                    "first": "Alexei",
                    "middle": [],
                    "last": "Vazquez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Physical Review Letters",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Predictive models of control strategies involved in containing indoor airborne infections",
            "authors": [
                {
                    "first": "Chung-Min",
                    "middle": [],
                    "last": "Szu-Chieh Chen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Indoor Air",
            "volume": "16",
            "issn": "6",
            "pages": "469--81",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The long-term storage capacity of reservoirs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "Transactions of the American Society of Civil Engineer",
            "volume": "116",
            "issn": "",
            "pages": "770--808",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Martí nez-Romá n. Forecast of the evolution of the contagious disease caused by novel coronavirus (2019-nCoV) in China",
            "authors": [
                {
                    "first": "Javier",
                    "middle": [],
                    "last": "Gamero",
                    "suffix": ""
                },
                {
                    "first": "Juan",
                    "middle": [
                        "A"
                    ],
                    "last": "Tamayo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Juan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.04739"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Hurst exponent over time: Testing the assertion that emerging markets are becoming more efficient",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [
                        "O"
                    ],
                    "last": "Cajueiro",
                    "suffix": ""
                },
                {
                    "first": "Benjamin",
                    "middle": [
                        "M"
                    ],
                    "last": "Tabak",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Physica A: Statistical Mechanics and its Applications",
            "volume": "336",
            "issn": "3-4",
            "pages": "521--537",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "On Hurst exponent estimation under heavy-tailed distributions",
            "authors": [
                {
                    "first": "Jozef",
                    "middle": [],
                    "last": "Barunik",
                    "suffix": ""
                },
                {
                    "first": "Ladislav",
                    "middle": [],
                    "last": "Kristoufek",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Segmentation for time series data based on R/S analysis",
            "authors": [
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "Gao",
                    "middle": [],
                    "last": "Xue-Dong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Computer Engineering and Application",
            "volume": "",
            "issn": "29",
            "pages": "223--223",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Analyze and fit according to the data published daily by the World Health Organization and the China Health Committee, as shown in Figures 1 to 3: 1. Cumulative dispersion The cumulative dispersion reflects the change of the time series data of confirmed cases relati -ve to the time series mean. Observing the cumulative dispersion curve (Figure 2) and the daily inc -rease rate curve (Figure 1), it can be known that when the cumulative dispersion curve is tilted up",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "the data at the corresponding position in the time series is greater than the average value of t -he time series; When tilting down, the data at the corresponding position in the time series should be less than the average of the time series. In the cumulative dispersion curve(Figure 2), the cumu -lative dispersion curve formed by the 1-2th data point slopes upward, indicating that the 1-2th dat -a value in the time series(Figure 1) is greater than the average; fromFigure 1andFigure Itcan be seen that the 3rd to 13th data values are smaller than the average value of the time series.2. Fractal Hurst IndexUsing Matlab to linearly fit log(R/S) and log(n), the regression equation log (R/S)=1.853log (n)-1.388 is obtained. The regression equation shows that the H value is 1.853, which indicates tha -t the time series of the daily rate of newly diagnosed changes in Italy is not a standard Brownian motion and is completely predictive, indicating that the daily rate of newly diagnosed changes in It aly in the short term is similar to the historical trend. The rate of new diagnoses will continue to ris -e.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Time series of newly added diagnosed changes in Italy Figure 2 Cumulative deviation (Italy) Log(R/S) and log(n) regression fitting (Italy)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "case of new coronary pneumonia occurred in Wuhan City, Hubei Province. Analyzing the newly diagnosed patients in Hubei Province and calculating the H value is of reference and predictive significance to countries and regions that are in the outbreak period. This article counts the daily number of newly diagnosed new types of coronary pneumonia in Wuhan from January 20th to March 3rd. Among them, Hubei Provincial Health and Construction Commission changed the authentication method of confirmed cases, which resulted in the sudden increase of new coronary pneumonia to 14840 on February 12th. Data for that day. By observing the characteristics of the time series, the sequence was divided into two sections with February 12 as the dividing point, January 20-February 11 as the epidemic rise phase, and February 13-March 3 as the epidemic decline phase. Figures 4-9 can be obtained by data analysis and fitting. be seen from Figure 4 that the number of newly diagnosed patients on February 4reached the peak of the first stage, and it seems to have shown a downward trend since then.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Time series of newly diagnosed patients Figure 5 Cumulative dispersion (first stage in Hubei Province) in Hubei Province (first stage) Figure 6 Log(R/S) and log(n) regression fitting Figure 7 Time Series of Daily New Population (the first stage of Hubei Province) in Hubei Province (Second Stage)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Cumulative dispersion (second stage in Hubei Province) Figure 9 Log(R/S) and log(n) regression fitting (second stage in Hubei Province) 4.2.2-2 Analysis of Epidemic Situation in Other Provinces Hubei Province, as an area where the early COVID-19 infections outbroke, has concentrated on studying the transmission mechanism and the trends of confirmed cases to tell the similarities and differences with other provinces in China, and it is of significance to take different protective measures for different provinces. In this article, the reasons for the selection and stage division of the number of newly confirmed cases in other provinces in China except Hubei are the same as above. The daily number of newly confirmed cases from January 23 to February 11 is used as the first stage data. We take the period between February 13 to March 3 as the second stage. Figures 10-15 can be obtained through Matlab data analysis. The results are as follows: 2.1 Time series characteristics From the change in the number of the newly confirmed cases in the first stage over time, the curve generally showed a trend of rising before decreasing. Before t = 10, the diagnosis and treatment of COVID-19 infection cases are still in the initial stage. Patients and medicalpersonnel's understanding of the disease has not reached the level of infectious diseases. The general public has not paid enough attention to it and has not adopted protective measures widely.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "new crown virus infection. From quarantining patients and tracking close contacts to detection and treatment of patients, methodical prevention and control measures have had a positive effect, and new confirmed cases have been added. The number started to fall.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Daily diagnosis in other provinces(first stage) Figure11 Cumulative deviation in other provinces(first stage) Figure12 Regression of Log(R/S) to log(n) (first stage) Figure13 Daily diagnosis in other provinces(second stage) Figure 14 Daily diagnosis in other provinces(second stage) Figure15 Regression of Log(R/S) to log(n) (second stage) In general, the H values of the two stages in other provinces are less than 0.5, and the timeseries data of newly confirmed diagnosis nationwide may return to historical points in the future.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.15.20036756 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}