{
    "paper_id": "98c2e53be04fb65be77ba700edd397c4141e5c47",
    "metadata": {
        "title": "Cardiovascular complications of severe acute respiratory syndrome",
        "authors": [
            {
                "first": "C-M",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "R S-M",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "B"
                ],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "S-L",
                "middle": [],
                "last": "Kong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "G W-K",
                "middle": [],
                "last": "Yip",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [
                    "O"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Soo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "S"
                ],
                "last": "Chiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Y-S",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Hui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "C-B",
                "middle": [],
                "last": "Leung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "J J-Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background and Aims: Severe acute respiratory syndrome (SARS) is a virulent viral infection that affects a number of organs and systems. This study examined if SARS may result in cardiovascular complications. Methods and Results: 121 patients (37.5 (SD13.2) years, 36% male) diagnosed to have SARS were assessed continuously for blood pressure, pulse, and temperature during their stay in hopsital. Hypotension occurred in 61 (50.4%) patients in hospital, and was found in 28.1%, 21.5%, and 14.8% of patients during the first, second, and third week, respectively. Only one patient who had transient echocardiographic evidence of impaired left ventricular systolic function required temporary inotropic support. Tachycardia was present in 87 (71.9%) patients, and was found in 62.8%, 45.4%, and 35.5% of patients from the first to third week. It occurred independent of hypotension, and could not be explained by the presence of fever. Tachycardia was also present in 38.8% of patients at follow up. Bradycardia only occurred in 18 (14.9%) patients as a transient event. Reversible cardiomegaly was reported in 13 (10.7%) patients, but without clinical evidence of heart failure. Transient atrial fibrillation was present in one patient. Corticosteroid therapy was weakly associated with tachycardia during the second (x 2 = 3.99, p = 0.046) and third week (x 2 = 6.53, p = 0.01), although it could not explain tachycardia during follow up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: In patients with SARS, cardiovascular complications including hypotension and tachycardia were common but usually self limiting. Bradycardia and cardiomegaly were less common, while cardiac arrhythmia was rare. However, only tachycardia persisted even when corticosteroid therapy was withdrawn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n 2003, an infection-severe acute respiratory syndrome (SARS)-occurred in many parts of the world. [1] [2] [3] This infection is caused by a new strain of virus under the coronavirus family. [4] [5] [6] In the year 2003, 8098 patients were infected with SARS, and 774 patients died, 7 with a potential of disease recurrence. 8 9 SARS is a contagious disease that affects multiple organs of the body, and reported complications including pneumonia, lymphopenia, coagulopathy, myositis, as well as derangement of renal and liver functions. 10 11 Whether SARS may result in cardiovascular complications has not been examined systemically. In rabbits, coronavirus infection had been shown to affect the heart resulting in acute and even chronic heart failure, 12 which could be related to human strain of coronavirus. 13 Although major cardiovascular complications after non-SARS strains of coronavirus has not been reported in humans, the clinical behaviour of coronavirus that causes SARS is far more virulent than other strains that infect humans. Therefore, this study examined whether SARS would result in cardiovascular complications and their natural courses, which included tachycardia, bradycardia, hypotension, cardiac arrhythmia, and cardiomegaly; and to identify if these complications were related to an adverse outcome.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "8 9",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 545,
                    "text": "10 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One hundred and twenty one patients (mean (SD) age of 37.5 (13. 2) years, 43 (36%) male) with a diagnosis of SARS were included for analysis. Based on the criteria for SARS that have been established by the US Centers for Disease Control and Prevention (CDC), our case definition was a fever (temperature . 38˚C), a chest radiograph or a computed tomographic image of the thorax showing evidence of consolidation with or without respiratory symptoms, and a history of close contact with a person in whom SARS had been diagnosed. The diagnosis was confirmed by an indirect immunofluorescence assay with fetal rhesus kidney cells that were infected with coronavirus and fixed in acetone to detect a serological response to the virus 14 or by a positive viral culture. Among the patients, there were 85 health care workers or medical students. The initial outbreak of the infection has been previously described. 10 Most of the patients had good past health (79.3%). Only 25 (20.7%) patients had concurrent medical illness that included coronary heart disease in one, hypertension in seven, valvular heart disease in two, stroke in two, diabetes mellitus in five, asthma in four, bronchiectasis in one, old pulmonary tuberculosis in one, and chronic renal failure in two patients. These patients were treated according to the guidelines. 15 Cardiovascular assessment Blood pressure and pulse rate were measured at least every four hours during the hospitalisation period by the use of automatic blood pressure recording machines. Hypotension was defined by systolic blood pressure ,100 mm Hg. Tachycardia was defined as a heart rate .100 beats/minute in at least two consecutive readings. Bradycardia was defined as a daytime heart rate ,50 beats/minutes while awake in at least two consecutive readings.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "(13.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "The temperature was charted every four hours by eardrum thermometers. Chest radiography was done daily. Cardiomegaly was defined as a cardiothoracic ratio .0.5. Patients were checked for new onset or change of symptoms. Blood tests were performed regularly. Echocardiography was only performed when it was deemed necessary by the physician in charge, such as significant hypotension that necessitated inotropic support or when there was suspicious changes of myocardial ischaemia on electrocardiogram. Electrocardiography was only performed when clinically indicated, such as the occurrence of unexplained or severe tachycardia, bradycardia, or hypotension, or when cardiac arrhythmia was suspected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "For repeated comparison of parametric variables at different time points of the illness, paired sample t test was used with Bonferroni's correction. Comparison of parametric variables between two different groups was performed by unpaired sample t test. For comparison of non-parametric variables, Pearson x 2 test was used. Linear regression analysis was used to examine the correlation between parametric variables. All data were expressed as mean (SD). A p value ,0.05 was considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "The presenting symptoms of fever occurred in all patients. Other symptoms included cough in 48%, shortness of breath in 10%, sore throat in 23%, myalgia in 71%, chills and rigor in 68%, headache in 49%, and diarrhoea in 16% of patients. Cardiovascular symptoms of palpitation occurred in 4% and chest discomfort in 7% of patients. Abnormal blood tests that included haematological abnormalities of lymphopenia, neutropenia, thrombocytopenia, increase in lactase dehydrogenase as well as impairment of renal and liver function have been described elsewhere. 10 11 Increase in creatine phosphokinase activity occurred in 26% of patients. This is probably related to myositis as none of these patients had significant increase inf MB isoenzyme of creatine phosphokinase or troponin T. Radiological or computed tomographic evidence of pneumonia and pneumonitis was present in all patients. Forty seven (39%) patients developed arterial desaturation that needed oxygen therapy while 18 (15%) patients were admitted into intensive care unit. Six patients died of pneumonia. All the patients were treated with broad range antibiotics, ribavirin, and corticosteroids. 15 The mean duration of stay in hospital was 18 (5) days. The mean duration of follow up was 30 (17) days after discharge from hospital. Table 1 shows the blood pressure profile. Sixty one (50.4%) patients experienced significant hypotension during the hospitalisation period. In these patients, the mean systolic blood pressure was 84.9 (6.6) mm Hg (range: 69-99 mm Hg), and the mean diastolic blood pressure was 46.8 (5.0) mm Hg (range: 35-57 mm Hg); both of which were significantly lower than the admission value (systolic: 121 (14) mm Hg, diastolic: 67 (10) mm Hg, both p,0.001). Hypotension occurred in 34 patients (28.1%) during the first week, 26 patients (21.5%) during the second week, and 18 patients (14.8%) during the third week of hospitalisation. In fact, both systolic and diastolic blood pressure during the whole hospitalisation period were significantly lower than the first day values (all p,0.001) (fig 1) . Despite the high prevalence Figure 1 The plot of mean (SD) for systolic and diastolic blood pressure in patients with severe acute respiratory syndrome who developed hypotension. There was significant reduction of both systolic and diastolic blood pressure from day 4 to discharge. Hypotension was not seen during follow up. *p,0.001 compared with day 1. DSC, the day of hospital discharge; OP1-OP4, outpatient follow up one to four weeks; LFU, latest follow up. of hypotension, they were asymptomatic except in one patient who necessitated active therapy. That patient developed hypotension during the second week of illness. He had severe pneumonia with arterial oxygen desaturation, and was sedated, intubated and received oxygen therapy in the intensive care unit. Temporary inotropic support by intravenous dobutamine was prescribed. Electrocardiography showed T wave inversion over anterior chest leads from V1 to V4. Echocardiography was performed during hypotension, which showed mild global hypokinesia, ejection fraction was 48%. This patient's blood pressure eventually improved, inotropic agent was stopped, and he was discharged without cardiac sequel. A follow up echocardiography showed a normalised systolic wall motion with an ejection fraction increased to 72%. 2) . In fact, tachycardic response was rather persistent during follow up, with a mean heart rate of 105 (14) beats/min at latest follow up (fig 2) . At latest follow up, tachycardia remained present in 47 (38.8%) patients. One patient remained in symptomatic tachycardia with palpitation, which was worsened by exertion. Significant sinus bradycardia was seen in 18 (14.9%) patients. The prevalence of sinus bradycardia was 11 (9.1%), 11 (9.1 %), and 5 (4.4%) in first, second, and third week of hospitalisation, respectively. Unlike tachycardia which was persistent, bradycardia was rather transient and lasted for a mean duration of 2.6 (1.9) days (range: 1-7 days) (p,0.001 compared with tachycardia). Six patients also experienced tachycardia during the course of hospitalisation. All the patients were asymptomatic during bradycardia. The mean heart rate during bradycardia was 43 (3) beats/min (range: 38-49 beats/min), which was significantly lower than the admission value (93 (12) beats/min, p,0.001). Few patients with bradycardia experienced hypotension, which was found in 2 of 11, 2 of 11, and 0 of 5 patients respectively from the first to third week. No patient had experienced bradycardia during the follow up (96 (13) beats/min, p = NS compared with admission value).",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 562,
                    "text": "10 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1297,
                    "end": 1304,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2079,
                    "end": 2086,
                    "text": "(fig 1)",
                    "ref_id": null
                },
                {
                    "start": 2117,
                    "end": 2125,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 3369,
                    "end": 3371,
                    "text": "2)",
                    "ref_id": null
                },
                {
                    "start": 3509,
                    "end": 3516,
                    "text": "(fig 2)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Transient paroxysmal atrial fibrillation occurred in only one patient. This patient had no history of cardiac disease. It occurred on day 8 after hospitalisation, which lasted for one day and subsided spontaneously without treatment. Other types of cardiac arrhythmias were not seen. Figure 2 The plot of mean (SD) for pulse in patients with severe acute respiratory syndrome who developed tachycardia. The pulse rate on admission was fast, and thereafter it was reduced significantly, although it remained on the high side. The mean pulse was the fastest during the first week of follow up, and remained fast in the rest of follow up period. *p,0.001 compared with day 1. DSC, the day of hospital discharge; OP1-OP4, outpatient follow up one to four weeks; LFU, latest follow up. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 292,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Cardiac arrhythmia"
        },
        {
            "text": "During the course of hospitalisation, transient cardiomegaly was seen in 13 (10.7%) patients. The prevalence of cardiomegaly was eight (6.6%), seven (5.8%), and four (3.3%) in first, second, and third week of hospitalisation, respectively. The mean duration of cardiomegaly was 12.6 (13.4) days (range: 1-50 days). The mean cardiothoracic ratio in these patients with cardiomegaly was 0.55 (0.04) (range: 0.51-0.65), which was significantly larger than the admission value (0.46 (0.05), p = 0.001). None of these patients developed signs or symptoms of heart failure. At follow up, radiological features of cardiomegaly were resolved in all the patients (0.45 (0.07), p = NS compared with admission value).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cardiomegaly"
        },
        {
            "text": "Factors predicting the occurrence of cardiovascular complications It was noted that the occurrence of the above cardiovascular complications was not correlated with the occurrence of desaturation or admission into the intensive care unit. In addition, no significant correlation was seen between the above complications and haematological or biochemical abnormalities. Corticosteroid therapy may contribute to the development of tachycardia. The likelihood of developing tachycardia was increased in the second (x 2 = 3.99, p = 0.046) and third week (x 2 = 6.53, p = 0.01) of hospitalisation for patients who had received corticosteroid therapy. However, the peak (r = 0.22, p = 0.02) and pre-discharge (r = 0.23, p = 0.02) pulse rate were only weekly correlated with the total dose of corticosteroid. During the latest follow up, 30% of patients were still receiving corticosteroid therapy. The use of corticosteroid therapy during follow up was not correlated with the occurrence of tachycardia (x 2 = 0.03, p = NS). Other cardiovascular complications were found not correlated with corticosteroid therapy. The occurrence of cardiovascular complications was probably not related to the use of ribavarin therapy. There was no correlation between the status of ribavarin therapy and occurrence of any of the above complications in the second and third week of hospitalisation. Also, the total and weekly dose of ribavarin was not different between those with and without cardiovascular complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cardiomegaly"
        },
        {
            "text": "There were 25 patients who had history of chronic diseases, and among them 12 were attributabable to cardiovascular causes. However, the presence of chronic or cardiovascular diseases did not predict the occurrence of any of the cardiovascular complications (all p = NS by x 2 test).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cardiomegaly"
        },
        {
            "text": "This study examined the occurrence of cardiovascular complications in patients with SARS. The commonest condition is tachycardia, which occurred even in the absence of fever, and was persistent in nearly 40% of patients during follow up. Other complications included hypotension, bradycardia, and cardiomegaly, which were usually reversible and did not require active treatment. Patients were mostly asymptomatic. Only one patient developed significant hypotension that necessitated temporary inotropic support. Cardiac arrhythmia was uncommon and occurred transiently in only one patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "SARS is a virulent infection caused by coronavirus that became a worldwide epidemic in a few months. 16 The disease affected more than 8000 patients worldwide. 7 SARS has been reported to affect multiple systems apart from causing atypical pneumonia. Extrapulmonary complications included renal impairment, haematological abnormalities (lymphopenia, neutropenia, and disseminated intravascular coagulopathy), and myositis. 10 11 17 However, whether the disease may result in cardiovascular complications has not been explored. Some strains of coronavirus infection may seriously affect the heart. For example, in rabbits, coronavirus virus may induce cardiomyopathy that results in cardiac chamber dilatation and impairment of systolic function simulating dilated cardiomyopathy. 12 13 In addition, electrocardiographic abnormalities of non-specific ST depression and T wave inversion have been described. 18 On the other hand, there has been no clear reports on whether coronavirus may affect the cardiovascular system in humans.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 431,
                    "text": "10 11 17",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 785,
                    "text": "12 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study reported for the first time in a cohort of 121 patients that SARS may result in a few cardiovascular complications. Transient prolonged hypotension occurred in half of patients. Such events occurred independent of fever, and most were not associated with tachycardia or bradycardia. Hypotension was transient and reversible in all but one patient, and the blood pressure returned to normal in all the patients during follow up. Although this study was not intended to investigate the mechanism of developing hypotension, transient suppression of myocardial function by a high proinflammatory cytokine surge can be a contributing factor, such as interleukin 1 and tumour necrosis factor a. [19] [20] [21] Impairment of myocardial function has been reported in other causes of septicaemia, which is known to have transient increase of cytokine levels. 22 23 In this study, myocardial damage is unlikely to be the cause of hypotension despite the increase of creatine phosphokinase in some of these patients as the MB isoenzyme or troponin T were not raised. In the only patient who was intubated and required temporary inotropic support, impairment of systolic function and electrocardiographic changes were transient and reversible.",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 703,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 860,
                    "end": 865,
                    "text": "22 23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Tachycardia was the commonest cardiovascular manifestation in SARS, and occurred in about two thirds of patients. Although in the early course of hospitalisation where all the patients were febrile, it was not the sole contributing factor as tachycardia remained prevalent during the third week of hospitalisation in which fever was subsided in most patients. Tachycardia was not explained by coexisting hypotension, which was present in a comparatively small number of patients. As shown in figures 1 and 2, the development of hypotension from the first week of hospitalisation was not mirrored by the increase in pulse rate. In addition, tachycardia was persisted in nearly 40% of patients during follow up. These patients were usually tolerating the change in pulse response well, with only a few of them complained of palpitation during the period of sinus tachycardia. There was one patient who could not resume his work after being followed up for 12 weeks because of severe symptoms. The occurrence of tachycardia during the third week of hospitalisation when most patients were afebrile could possibly be related to drug treatment, such corticosteroid and ribavarin. However, no relation between the status and dose of ribavarin therapy and tachycardia was found. On the other hand, corticosteroid therapy was associated with a higher incidence of tachycardia during the second and third week of hospitalisation. A dose dependent response of corticosteroid was also seen during the hospitalisation period. However, corticosteroid therapy did not predict persistent tachycardia during follow up. Such longlasting tachycardia could possibly be a result of change in the autonomic tone. Alternatively, sinus tachycardia may be secondary to cardiopulmonary or peripheral deconditioning, especially this disease resulting in significant systemic symptoms where prolonged bed rest is required, while myositis may result in further muscle damage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast with sinus tachycardia, sinus bradycardia is a much less common condition that was self limiting. Although a daytime pulse as slow as 38/min was seen in our patients, none of them necessitated temporary or permanent pacing or supportive drug treatment. Only close haemodynamic observation was necessary. We found that corticosteroid or ribavarin therapy could not explain the occurrence of bradycardia, and no dose dependent association existed. In addition, there has not been any previous report of patients that developed bradycardia after these drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Cardiac arrhythmia is uncommon in patients with SARS. Transient atrial fibrillation occurred in only one patient who had no history of cardiac disease. Therefore, the arrhythmiogenic effect of coronavirus that causes SARS is low. However, close observation of vital signs is advisable, and it is advisable to perform an electrocardiogram in case patients developed symptomatic tachycardia or when the pulse rate is inappropriate to the disease status. The development of reversible cardiomegaly could be a result of subclinical myocardial dysfunction in relation to the disease, such as a high cytokine surge. However, no patient developed clinical features of heat failure and cardiomegaly was reversible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, this study found cardiovascular complications of SARS that include hypotension, tachycardia, bradycardia, and cardiomegaly, most of which are self limiting. However, tachycardia persists during follow up period and is common, which warrants further assessment. On the other hand, cardiac arrhythmia is uncommon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS: what have we learned?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "424",
            "issn": "",
            "pages": "121--127",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761--1767",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiology, clinical presentation and laboratory investigation of severe acute respiratory syndrome (SARS) in Canada",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anonymous",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Can Commun Dis Rep",
            "volume": "29",
            "issn": "",
            "pages": "71--76",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--76",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--66",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1403",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organisation. Cumulative number of reported probable cases of SARS",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The big question now: will it be back",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                },
                {
                    "first": "China",
                    "middle": [],
                    "last": "Sars In",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "301",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Announcement of suspected SARS case in southern China",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--94",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Haematological manifestations in patients with severe acute respiratory syndrome: retrospective analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "",
            "pages": "1358--62",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An experimental model for dilated cardiomyopathy after rabbit coronavirus infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Infect Dis",
            "volume": "166",
            "issn": "",
            "pages": "978--85",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rabbit cardiomyopathy associated with a virus antigenically related to human coronavirus strain 229E",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aurelian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Squire",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Am J Pathol",
            "volume": "95",
            "issn": "",
            "pages": "709--738",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767--72",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Guideline on management of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1313--1328",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SARS-looking back over the first 100 days",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Drazen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "319--339",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Haemorrhagic-fever-like changes and normal chest radiograph in a doctor with SARS",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1520--1521",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Electrocardiographic changes following rabbit coronavirus-induced myocarditis and dilated cardiomyopathy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Keene",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Small",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Adv Exp Med Biol",
            "volume": "342",
            "issn": "",
            "pages": "365--70",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Myocardial contractile dysfunction in the systemic inflammatory response syndrome: role of a cytokine-inducible nitric oxide synthase in cardiac myocytes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ungureanu-Longrois",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Balligand",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Mol Cell Cardiol",
            "volume": "27",
            "issn": "",
            "pages": "155--67",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Elevated circulating levels of tumor necrosis factor in severe chronic heart failure",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kalman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "N Engl J Med",
            "volume": "323",
            "issn": "",
            "pages": "236--277",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Tumor necrosis factor-alpha as a myocardial depressant substance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Odeh",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Int J Cardiol",
            "volume": "42",
            "issn": "",
            "pages": "231--239",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pathogenetic mechanisms of septic shock",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Parrillo",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "N Engl J Med",
            "volume": "328",
            "issn": "",
            "pages": "1471--1478",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Acute reversible myocardial depression associated with sepsis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kontani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Izumiya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intern Med",
            "volume": "42",
            "issn": "",
            "pages": "60--65",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Changes of systolic and diastolic blood pressure in all patients with severe acute respiratory syndrome",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "shows the pulse rate is shown. Tachycardia was seen in 87 (71.9%) of patients. The prevalence of tachycardia was 76 (62.8%), 55 (45.4%), and 43 (35.5%) in first, second, and third week of hospitalisation, respectively. Five patients complained of palpitation during tachycardia, and another four had atypical chest pain.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Changes of pulse rate in all patients with severe acute respiratory syndrome",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Competing interests: none declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}