{
    "paper_id": "98daa537c1c7d0eaa36143d8e646147878799671",
    "metadata": {
        "title": "Public Willingness to Take a Vaccine or Drug Under Emergency Use Authorization during the 2009 H1N1 Pandemic",
        "authors": [
            {
                "first": "Sandra",
                "middle": [
                    "Crouse"
                ],
                "last": "Quinn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Supriya",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vicki",
                "middle": [
                    "S"
                ],
                "last": "Freimuth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kelley",
                "middle": [],
                "last": "Kidwell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [],
                "last": "Musa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "deaths. 2 A majority of deaths have occurred among those between 5 and 49 years of age, 3 an age group not considered high risk for seasonal influenza. 4 Currently, the federal government is in the process of critical planning and decision making about the H1N1 vaccine, including the potential need to use an adjuvanted vaccine. Such a vaccine would require the approval of an Emergency Use Authorization (EUA) by the U.S. Food and Drug Administration (FDA). This study is the first to examine the public's willingness to accept the use of an EUA vaccine and drug under the conditions in which they may be offered during this pandemic. This article explains the EUA mechanism, provides an update on the H1N1 vaccine, discusses factors that affect vaccine uptake, and examines specific contextual issues that may affect uptake of an EUA vaccine or drug. We present results of a national survey that (1) examines public attitudes toward the use of a new H1N1 vaccine, (2) explores worry and willingness to take an EUA drug for oneself and one's child, and (3) examines the impact of specific allowable conditions for distribution of an EUA on willingness to accept such a drug or vaccine. These issues are particularly compelling for multiple reasons. First, as we plan for potential distribution of H1N1 vaccine this fall, understanding public reaction to a novel vaccine is essential. Second, children are at heightened risk for H1N1. And, finally, we currently have EUAs that allow use of antiviral drugs for children. Understanding public reaction to these issues is critical to our pandemic planning.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 89,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 152,
                    "end": 153,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2004, Congress passed the Project Bioshield Act to enable the federal government to prepare and stockpile novel medical countermeasures for a national emergency. Declaration of a public health emergency by the federal government allows the FDA to issue Emergency Use Authorizations, which facilitate the distribution of unapproved drugs or the off-label use of approved drugs to the public. [5] [6] [7] Previously, use of such drugs would have constituted an investigational new drug protocol, requiring informed consent. Whereas such restrictions were major barriers in a mass vaccination or drug distribution effort required for a public health emergency, they did ensure that the consumer of a novel medication received specific information regarding its efficacy and side effects. With H1N1, we have the potential for the first large-scale use of EUAs with the American public.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 397,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background on Emergency Use Authorization"
        },
        {
            "text": "In its June 25, 2009 , H1N1 Vaccination Planning Q & A, 8 CDC indicated that the decision on whether or not to distribute an H1N1 vaccine as an EUA will not be made until late summer or early fall. However, there is increasing discussion of this issue. Recently, CDC and FDA have created an online course, ''Welcome to Emergency Use Authorization,'' 9 to help public health professionals, strategic national stockpile managers, and emergency management authorities become more knowledgeable about EUAs.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 20,
                    "text": "June 25, 2009",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 56,
                    "end": 57,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background on Emergency Use Authorization"
        },
        {
            "text": "Effective risk communication that targets healthcare providers and the public is essential in a pandemic. However, the FDA has modest expectations with regard to communication to the public about an EUA. The FDA Commissioner mandates that ''to the extent practicable, [emphasis added]'' the manufacturers of the drug provide fact sheets for the healthcare provider or authorized dispenser and to the recipient. 5 The FDA ''expects that some form of written information will be given to recipients, similar to the Fact Sheet for health care providers or authorized dispensers.'' However, FDA's guidance is confusing. While it provides the commissioner with the authority to mandate fact sheets for providers and recipients, the FDA does so only ''to the extent practicable given the circumstances of the emergency.'' 5 Therefore, these fact sheets are not required if the urgency of the emergency is such that their production or distribution would slow administration of the EUA drug or vaccine. If practicable, the manufacturer may use a variety of channels to disseminate information, including public service announcements, videos/DVDs, websites, and healthcare providers. The FDA recommends that fact sheets be tailored to audience level of education and literacy and, when possible, pretested for clarity ''particularly regarding messages on uncertainty and relative risks.'' Thus far in the H1N1pandemic, the FDA has authorized the emergency use of two drugs, Tamiflu and Relenza, as well as use of an N95 respirator and 3 RT-PCR diagnostic test kits. 7, 10, 11 Currently, there are fact sheets for healthcare providers and the public on each EUA, available in English only, on CDC's Emergency Use Authorization website. The FDA EUA declarations for Tamiflu and Relenza explicitly require written information about the use of the drug. 7 There may well be more EUAs issued during the pandemic. In fact, the President's Council of Advisors on Science and Technology explicitly called for consideration of a possible EUA for the intravenous use of antivirals. 12 FDA guidance also permits the distribution of the EUA drug or vaccine by authorized dispensers other than health professionals and in non-healthcare settings. 6 Currently, there is significant concern that the sheer demands of providing mass immunizations could prompt the use of non-health professionals to distribute a vaccine. ",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 412,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1558,
                    "end": 1560,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1561,
                    "end": 1564,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1565,
                    "end": 1567,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1842,
                    "end": 1843,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2064,
                    "end": 2066,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2226,
                    "end": 2227,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "FDA Guidance on Communication about an EUA"
        },
        {
            "text": "Although the EUA is a new concept for the American public, the literature on acceptance of vaccines, including novel vaccines, and experiences with the anthrax vaccine in 2001 provides guidance for H1N1 communication. According to Quinn et al, 13 factors that affect vaccine uptake include clear recommendations from physicians, the public's subjective risk, social networks, and belief in the vaccine's safety. The literature documents multiple factors associated with reluctance to accept a vaccine, including concerns about vaccine safety, mistrust and fears about motivations for vaccination, perceived lack of a clear recommendation, and outrage factors. 13 Outrage factorswhich include uncertainty, controllability, voluntariness, trust, dread, effects on children, media attention, benefits, familiarity, and others-affect how we perceive risk. Many of these factors are particularly pertinent with novel vaccines or drugs. 14 In the context of the smallpox vaccination, the most relevant factors were: incomplete knowledge of the risk of an attack, limited knowledge about adverse effects, perceived risk of adverse effects and desire to wait and observe what happened to early vaccine recipients, belief that benefits did not outweigh risks and that vaccinations were not necessary, complex weighing of perceived risk of smallpox versus the risk from the vaccine, potential decisional conflict, and concerns about compensation. 13 Other studies have found that vaccine acceptance is positively affected by perceived benefit of vaccination, perceived greater risk and worry about bioterrorism, positive beliefs about vaccines in general, and female gender. 13 There is only 1 study that examines the acceptability of drugs that are not fully approved by FDA, albeit in a hypothetical situation. Paek et al., 15 in their study of public knowledge about pandemic flu, report that there is a general lack of support for the use of non-approved drugs. The authors suggest testing communication using the term ''investigational'' versus ''non-approved'' to see if the former has more support than the latter. However, an EUA does not constitute an investigation. In other words, there is no research and no informed consent involved in an EUA.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 246,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 660,
                    "end": 662,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1437,
                    "end": 1439,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1665,
                    "end": 1667,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1816,
                    "end": 1818,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Public Acceptance of Novel Vaccines and Drugs"
        },
        {
            "text": "Paek et al. highlight the importance of educating the public about the use of such drugs and testing messages regarding drugs and novel countermeasures that are likely to be used under an EUA. 15 Prior experience from the 2001 anthrax attack raises questions that we must consider in our current context. Quinn et al. found that lack of a clear recommendation, uncertainty, risk perception, perceptions about inequity, and lack of trust contributed to less willingness by affected postal workers to accept the anthrax vaccine. 13 These same factors, along with agency disagreements and mixed and changing messages, also reduced trust and credibility for public health agencies. 13, [16] [17] [18] [19] [20] [21] [22] In the anthrax attack, some evidence exists that postal workers perceived the vaccine, offered as an investigational new drug, as experimentation 16, 22 and that those who chose to be vaccinated had a higher level of trust in public health professionals than did those who refused. 16 The Trust Determination Model-composed of caring and empathy, competence and expertise, dedication and commitment, and honesty and openness-is a key element for effective crisis and emergency risk communication. [23] [24] [25] [26] [27] Other studies assert that fiduciary responsibility, absence of bias, predictability, and fairness are critical to trust. 23, 28, 29 The literature identifies key dynamics that diminish trust, including ''disagreement among experts, lack of coordination among organizations, an unwillingness to acknowledge risks, unwillingness to disclose information, perceived irresponsibility in managing risk, and insensitivity of authorities to the public's need for dialogue.'' 21(p208) Uncertainty and the Proposed H1N1 Vaccine There has been significant media coverage of the production of the H1N1 vaccine. 30, 31 There has also been speculation about whether the vaccine will be an EUA drug. 8, 31 This potential for an EUA, along with discussion of whether an adjuvant would be needed in order to boost the effectiveness of the vaccine, was raised in a Washington Post article: ''The ingredient is not licensed by the Food and Drug Administration, but the agency has the power to authorize the use of such products in an emergency.'' 31 Adjuvants are not approved for use in flu vaccines in the U.S. 32 However, the Department of Health and Human Services (HHS) has signed contracts for bulk supplies of antigen and adjuvant with Novartis and GlaxoSmith-Kline, 33 and there have been calls from within the U.S. and in the international community for the U.S. to use an adjuvanted H1N1 vaccine so that supplies may be stretched, allowing greater equity in access to the vaccine. 34, 35 Novartis began clinical trials in early August with 2 vaccines, 1 of which uses an adjuvant. 36 Additionally, the President's Advisory Council on Science and Technology acknowledged that supplies of MF59, an adjuvant, were stockpiled for potential use, but they urged HHS to identify specific criteria for making a decision to use an adjuvant, largely due to the resulting need for an EUA. 12 These uncertainties, coupled with the media discussion of the 1976 swine flu vaccine controversy, 37, 38 create an atmosphere of potential confusion and concern. Should the media contribute to any misunderstanding of the EUA as an investigational drug, we could encounter issues similar to those raised by postal workers who saw themselves as guinea pigs in light of changing treatments and the offer of the anthrax vaccine. 18, 22 This study provides insights into public attitudes that can affect decision making about the use of EUAs and into ways to improve communication with the public about such vaccines or drugs.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 527,
                    "end": 529,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 867,
                    "end": 869,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 999,
                    "end": 1001,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1229,
                    "end": 1233,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1234,
                    "end": 1238,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1360,
                    "end": 1363,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1364,
                    "end": 1367,
                    "text": "28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1368,
                    "end": 1370,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1706,
                    "end": 1714,
                    "text": "21(p208)",
                    "ref_id": null
                },
                {
                    "start": 1838,
                    "end": 1841,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1842,
                    "end": 1844,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1924,
                    "end": 1926,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1927,
                    "end": 1929,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2267,
                    "end": 2269,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2333,
                    "end": 2335,
                    "text": "32",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2494,
                    "end": 2496,
                    "text": "33",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2715,
                    "end": 2717,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2811,
                    "end": 2813,
                    "text": "36",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 3108,
                    "end": 3110,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3209,
                    "end": 3212,
                    "text": "37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 3213,
                    "end": 3215,
                    "text": "38",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 3536,
                    "end": 3539,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3540,
                    "end": 3542,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Public Acceptance of Novel Vaccines and Drugs"
        },
        {
            "text": "The sample was randomly drawn from the Knowledge Networks (KN) online research panel, which is representative of the U.S. population. To recruit panel members, KN uses a combination of random-digit dial and addressbased probability sampling methods. To ensure that they minimize the exclusion of low-income panelists, KN provides panelists with access to the internet and hardware, if necessary. Panelists participate in online research studies in return for internet access and hardware or for points redeemable for cash. For this study, a national sample of 2,498 adults 18 years old or older, including oversamples of African American and Hispanic adults, was randomly drawn from KN's panel and contacted by e-mail to participate.* Between June 3, 2009, and July 6, 2009, 1,543 respondents completed the survey, for a completion rate of 62%. KN's procedures include both e-mail and telephone reminders to maximize participation. KN provided a data file with weighting variables, which incorporate designbased weights to account for the recruitment of the panelists and both panel-based and study-specific poststratification weights benchmarked against the Current Population Survey (CPS) for May 2009 with respect to demographic and geographic distributions of the population ages 18 and over. All results reported here are weighted to be nationally representative. More information on the KN research panel is available from their website. 39, 40 ",
            "cite_spans": [
                {
                    "start": 1444,
                    "end": 1447,
                    "text": "39,",
                    "ref_id": null
                },
                {
                    "start": 1448,
                    "end": 1450,
                    "text": "40",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The questionnaire focused on experiences with and attitudes toward the H1N1 virus and willingness to accept an unapproved vaccine and an EUA drug. Demographic variables are collected by KN as part of their normal research procedures. Items were developed to reflect the potential conditions under which a vaccine might be administered and under which an EUA drug could be offered to the public according to FDA guidance. These items included worry about and willingness to take a not yet approved vaccine, confidence in their vaccine decision, and willingness to take an EUA drug or vaccine under 5 specific conditions (see Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 624,
                    "end": 631,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Survey Instrument and Measures"
        },
        {
            "text": "Additional items used language from a CDC fact sheet for Tamiflu. 41 The introduction to these items reads: ''During the current swine flu outbreak, the FDA has authorized the emergency use of Tamiflu.'' At the top, the fact sheet reads: ''What is TAMIFLUÒ?* TAMIFLUÒ (osel-tamivir phosphate) is a medicine that is approved by the U.S. Food and Drug Administration and treats influenza.'' At the bottom of the fact sheet in smaller print, it says, ''*Certain aspects of this emergency use are not part of the approved drug applications. For more information, please refer to www.cdc.gov=swineflu.'' The respondents were then asked, ''Given this information, how worried would you be about taking this drug?'' They were also asked about their willingness to accept the drug both for themselves and for their children (see Table 4 ).",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "text": "41",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 821,
                    "end": 828,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Survey Instrument and Measures"
        },
        {
            "text": "Additional items assessed whether the respondent had a regular healthcare provider, had health insurance, how frequently he or she had received a flu vaccine in the past, whether there had been a case of swine flu reported in his or her city or county, and whether the respondent or anyone he or she knew had experienced flulike symptoms since April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey Instrument and Measures"
        },
        {
            "text": "Five questions addressed the perceived susceptibility, risk, and severity of H1N1 flu for the respondent and his or her family (see Table 2 ). An exploratory factor analysis (principal components extraction) indicated that all items loaded on 1 factor (Cronbach's alpha ¼ 0.78) for a scale labeled ''Perceived personal consequences.'' The items were reverse coded in order to make higher values on the scale reflect increasing personal consequences. Because of differing numbers of answer categories, the responses were standardized to a mean of 0 and a standard deviation of 1, and then a mean standardized score was calculated for all 5 items for each individual. Because the questions were highly intercorrelated, to maximize the number of cases included in the analysis, we imputed the mean of the remaining items as the response to questions with missing data (1.7% or less missing on all questions). This was done only for respondents with 1 missing answer. The standardized scale ranged from À1.321 to 2.609, with a mean of 0.009 (SE ¼ 0.024). While the standardized scale values are less intuitive for interpretation than the original scaling, the scale can be interpreted in the same way with higher values on the scale indicating greater perceived personal consequences.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Survey Instrument and Measures"
        },
        {
            "text": "Seven questions addressed the level of trust the respondent felt in the government's handling of the swine flu outbreak (see Table 3 ). These questions were developed from literature that specifies the particular components of trust 28, 42 and asked for the respondent's assessment of the openness, honesty, commitment, caring and concern, and competence of the government in addressing H1N1; the extent to which they believe the government's actions in response to swine flu are in their personal best interest; and how much they believe the government will protect them from the swine flu. These items all had similar 4-point response choices (ranging from ''not at all'' to ''very'') and were all highly correlated. An exploratory factor analysis of the questions (principal components extraction) indicated that all items loaded on 1 factor (Cronbach's alpha ¼ 0.91). Again, we imputed the mean of the remaining items as the *The survey was simultaneously administered to a sample of residents of Georgia. This sample is not discussed in this article.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 237,
                    "end": 239,
                    "text": "42",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Survey Instrument and Measures"
        },
        {
            "text": "response to a question with missing data (1.6% or less missing on all items). This was done for respondents with up to 2 missing answers. We calculated a mean score for the trust scale. This scale ranged from 1 to 4, with a mean of 2.285, and higher values indicated greater trust, with a 1 indicating no trust at all and 4 indicating high trust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WILLINGNESS TO ACCEPT VACCINE OR DRUG UNDER EUA DURING 2009 H1N1 PANDEMIC"
        },
        {
            "text": "The data were analyzed with SAS 9.1, using the complex survey analysis procedures in order to account for the sample design and weighting. 43 All analyses, with the exception of factor analysis and reliability calculations for the scales, use weighted data. Bivariate analysis to address relationships with the outcomes (willingness to accept an unapproved vaccine and an EUA drug) was conducted using chi-square tests, and the adjusted Wald F statistics significance value is reported for cross-tabulations, and a complex survey difference in means test significance level is reported for continuous variables. A p-value of <0.05 indicated a significant finding. Multinomial and binary logistic regressions were used to examine significant predictors of the outcomes when covariates are taken into account.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "text": "43",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Demographic characteristics of 1,543 respondents are presented in Table 1 . The ''Other'' race category includes respondents who self-identified as ''Other, non-Hispanic'' and those who identified as belonging to more than 2 races. Given the immense heterogeneity, the effect of each race is impossible to determine on the outcome measures. Therefore, we included these respondents when reporting total sample responses and in analyses not involving race, but we excluded them from the regression analysis and bivariate analyses involving race. It was an economically diverse sample. Before collapsing income categories, 25% of the sample had incomes under $25,000, 26% between $25,000 and $49,999, 20% between $50,000 and $75,000, 13% between $75,000 and $100,000, and 15.5% over $100,000.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We measured respondents' perceived risk, susceptibility, and severity of contracting H1N1, using the perceived personal consequences scale (see Table 2 ). Overall, 46.2% of the respondents said they were concerned about getting swine flu. However, 75.3% said it is unlikely or very unlikely that swine flu will affect their family, friends, or neighbors. Almost 86% said it is unlikely or very unlikely that they themselves would become ill. People who reported knowledge of swine flu cases in their city or county differ on the perceived personal consequences scale compared to those who did not know of such cases. Those who had experienced or knew someone who had had flulike symptoms since April (the official start of the outbreak) perceived greater personal consequences from swine flu than did others ( p ¼ 0.006). Race was also associated with greater perceived personal consequences: Hispanics had a significantly higher score on the scale than did blacks and whites ( p < 0.001). Higher income and higher education were both associated with lower perceived personal consequences from swine flu ( p < 0.001). Finally, people who reported accepting a flu vaccine annually or in most past years had higher perceived personal consequences than did those who reported taking the vaccine ''once or twice'' or never ( p ¼ 0.007).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Perceived Consequences of and Concern about Swine Flu"
        },
        {
            "text": "The trust in government scale examined key components of the Trust Determination Model in the context of the swine flu outbreak (see Table 3 ). We found that Hispanics and blacks scored higher on this scale than did whites ( p ¼ 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 140,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Trust in Government"
        },
        {
            "text": "Willingness to Accept a New, Unapproved Vaccine",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trust in Government"
        },
        {
            "text": "As the H1N1 vaccine enters clinical trials, it is increasingly possible that it will not go through a complete FDA approval process, particularly if it includes an adjuvant; ad-juvants have not been approved for use in the U.S. With the possibility of an EUA in mind, the survey was designed to gauge respondents' willingness to accept a new, unapproved vaccine. The exact wording and order of the questions are shown in Table 4 . When respondents were asked, if they had to make a decision now would they be willing to take ''a new, but not yet approved vaccine,'' 63.5% indicated they would not take it (Table 4 ). Almost 28% were undecided. Only 8.7% were willing to take the vaccine. Overall, 48.8% said they would be very or extremely worried if they ''were offered a flu vaccine that was recently developed and not yet approved by the U.S. Food and Drug Administration.'' Of those who reported being moderately to extremely worried, 70% would refuse the vaccine (Table 5) ; only 4% of the most worried, compared to 23.4% of those who reported being not at all or slightly worried, would accept the vaccine ( p < 0.001). Race was significantly associated with refusal to take the vaccine (Table 5) : 66.5% of whites and 60% of blacks, compared to 47.4% of Hispanics, would refuse the vaccine ( p < 0.001). However, a greater number of blacks (35.8%) and Hispanics (35.9%) indicated they were unsure, compared to whites (26.2%). Blacks were the most worried (61.9%), followed by Hispanics (52.0%) and whites (45.7%) ( p < 0.001). Gender was associated with being worried: 53.8% of women, compared to 43.4% of men, said they would be very or extremely worried about the offer of an unapproved vaccine ( p < 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 428,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 605,
                    "end": 613,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 968,
                    "end": 977,
                    "text": "(Table 5)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1193,
                    "end": 1202,
                    "text": "(Table 5)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Trust in Government"
        },
        {
            "text": "Household income and education were significantly associated with the decision to accept the vaccine: 57.8% of those who reported household income less than $50,000 definitively would refuse the vaccine, compared to 69.6% of those with household income of $50,000 or more ( p < 0.001). Over 73% of those with a bachelor's degree or higher would refuse the vaccine, while only 45.4% of those with less than a high school diploma would refuse ( p < 0.001). Significantly, 47% of these least educated respondents were undecided (see Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 537,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Trust in Government"
        },
        {
            "text": "Previous vaccination history is strongly related to the current decision to accept or decline the vaccine ( p < 0.001): 69.6% of respondents who reported having been vaccinated against seasonal flu ''once or twice'' or never would refuse the vaccine. Of real concern is that 55.4% of those who reported getting seasonal flu vaccines annually or in most years would also refuse the vaccine. Furthermore, a majority of those who have a regular healthcare provider or health insurance would refuse the vaccine ( p ¼ 0.047 and 0.009, respectively) ( Table 5) . Perceived susceptibility is expected to affect vaccine acceptance, according to the Health Belief Model. 44 In our study, the perceived personal consequences scale was significantly associated with the decision to accept or refuse the vaccine. People who were unsure about accepting the vaccine had a significantly higher score on the perceived personal consequences scale than did people who indicated they would refuse the vaccine ( p < 0.001). Somewhat surpris-ingly, people who were unsure about accepting the vaccine perceived greater personal consequences than even those who indicated they would accept the vaccine (Table 5) .",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 664,
                    "text": "44",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 546,
                    "end": 554,
                    "text": "Table 5)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1179,
                    "end": 1188,
                    "text": "(Table 5)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Trust in Government"
        },
        {
            "text": "Of particular interest was how confident respondents are in their vaccine decision. A larger proportion of those who would refuse the vaccine (65.4%) were confident about their decision than were those who would accept (45.8%) or were unsure about accepting (25.9%) the vaccine ( p < 0.001). Among racial=ethnic groups, Hispanics were least confident in their decision ( p ¼ 0.007). Higher education was also associated with confidence, with 35.5% of ",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "text": "(45.8%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Trust in Government"
        },
        {
            "text": "Multinomial logistic regression was used to examine acceptance of a new, unapproved vaccine by respondents while controlling covariates. As shown in Table 6 , whereas race=ethnicity is significantly associated with vaccine ac-ceptance overall ( p ¼ 0.009), the odds that Hispanics would accept the vaccine were 3.27 times higher than for whites (95% CI 1.40-7.63; p < 0.003). A strong predictor was previous acceptance of the influenza vaccine: those who reported getting the annual flu vaccine each year or most years were 3.37 times more likely to accept the vaccine than was someone who had gotten the annual vaccine ''once or twice'' or never (95% CI 2.02-5.63; p < 0.001). Importantly, the odds of accepting the vaccine were lower for those who reported a higher degree of worry than for those who reported being ''not at all'' or slightly worried about the offer of an unapproved vaccine (OR 0.11; 95% CI 0.06-0.18; p < 0.001). In addition, the odds of being undecided about accepting the vaccine were lower for those with a greater degree of worry (OR 0.36; 95% CI 0.25-0.51; p < 0.001), suggesting that a high degree of worry makes one more likely to refuse an unapproved vaccine ( Table 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 156,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1190,
                    "end": 1197,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Acceptance of the Vaccine"
        },
        {
            "text": "People who are undecided about accepting an H1N1 vaccine are important targets for risk communication messages. In bivariate analyses, we found that black and Hispanic race=ethnicity ( p < 0.001), lower income ( p ¼ 0.002), and a lower education level ( p < 0.001) are associated with being undecided about accepting the vaccine. In regression analyses, we found that regular acceptance of the seasonal flu vaccine in the past and higher perceived personal consequences from swine flu (OR 1.64; 95% CI 1.28-2.11; p < 0.001) increase the odds of being undecided rather than of refusing the vaccine. On the other hand, a higher level of education (OR 0.40; 95% CI 0.22-0.74; p ¼ 0.010) and a high degree of worry about the unapproved vaccine decrease the odds of being undecided rather than refusing the vaccine ( Table 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 812,
                    "end": 819,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Acceptance of the Vaccine"
        },
        {
            "text": "When asked about their willingness to accept an EUA drug, such as Tamiflu, given the information provided in the current Tamiflu EUA factsheet, 41 54 .4% of respondents would definitely or probably accept the drug for themselves, and 48.8% would definitely or probably accept it for their children. However, 21% said they would be very or extremely worried, and 29.9% said they would be moderately worried about taking this drug (Table 4) .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "text": "41",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "54",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 438,
                    "text": "(Table 4)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Acceptance of a Drug under the EUA"
        },
        {
            "text": "Once again, race was significantly related to the decision to accept the drug for oneself: a higher proportion of Hispanics (65%) and whites (54.6%) would accept the drug for themselves, compared to 46.5% of blacks ( p ¼ 0.004) ( Table 5) . Furthermore, a greater proportion of Hispanics (58.8%) indicated they would accept the drug for their children than did whites (47.2%) or blacks (39.4%) ( p ¼ 0.045). Those with a prior history of accepting influenza vaccines were more likely to accept an EUA drug for themselves ( p < 0.001). However, this variable was not significant in the decision for their children. In both cases, a higher degree of worry about accepting the drug was associated with refusal: 66.9% of those who are moderately to extremely worried about accepting the drug said they would refuse it for themselves, compared with only 23.3% of those who are ''not at all'' or slightly worried (Table 5 ; p < 0.001). Respondents who would accept the drug for themselves had a higher level of trust in the government than did those who refused ( p < 0.001), as did those who accepted the drug for their children ( p < 0.05). Perceived personal consequences were also higher among those who said they would accept the EUA drug for themselves than among those who refused ( p ¼ 0.032). Finally, accepting an EUA drug for a child was related strongly to the age of the respondent: those between 35 and 64 years of age were more likely to accept the drug for their children than were those below 35 and those 65 years of age or older ( p < 0.001). {",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 238,
                    "text": "Table 5)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 907,
                    "end": 915,
                    "text": "(Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Acceptance of a Drug under the EUA"
        },
        {
            "text": "In a binary logistic regression model, acceptance of the EUA drug for oneself was strongly associated with previous vaccine acceptance ( Table 6 ). The odds that someone who reported receiving regular flu vaccines would accept the EUA drug were 2.20 times higher than for those who did not report regular flu vaccines (95% CI 1.57-3.07; p < 0.001). In addition, higher levels of trust (OR 1.63; 95% CI 1.26-2.10; p < 0.001) and greater perceived personal consequences (OR 1.51; 95% CI 1.19-1.91; p < 0.001) were associated with acceptance of the drug, while greater worry was associated with nonacceptance of the drug (OR 0.15; 95% CI 0.11-0.21; p < 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Acceptance of an EUA Drug"
        },
        {
            "text": "Accepting the EUA drug for one's child was associated with the respondent's age, education, and the degree of worry about the drug. The odds of people between 35 and 64 years of age accepting the drug were greater than for younger adults (OR 2.66; 95% CI 1.62-4.37; p ¼ 0.020). In contrast to the decision regarding an unapproved vaccine, people with a bachelor's degree or higher have 2.60 times the odds of those with less than a high school education of accepting the drug for their children (95% CI 1.05-6.04; p ¼ 0.006). Finally, those with a high degree of worry about the EUA drug had lower odds of accepting the drug for their children (OR 0.194; 95% CI 0.12-0.31; p < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acceptance of an EUA Drug"
        },
        {
            "text": "We examined the willingness to take EUA drugs or vaccines under the conditions that are potentially allowable by the FDA (see Table 4 ). Whereas 57.2% indicated they would accept a drug or vaccine under the EUA if it were accompanied by a fact sheet, acceptance was below 15% if the drug=vaccine was not accompanied by a fact sheet or if it were dispensed by a non-health professional. However, acceptance was close to 70% if the drug or vaccine were dispensed by the respondent's healthcare provider. Education is related to the decision to accept the drug or vaccine dispensed by a public health professional: 32.0% of those with less than a high school education indicated they would refuse a drug or vaccine dispensed by a public health professional, compared to 49.9% of those with a bachelor's degree or higher ( p ¼ 0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Acceptance of an EUA Drug under Different Scenarios"
        },
        {
            "text": "Public health and government officials are planning prevention, mitigation, and treatment strategies for the H1N1 pandemic in fall 2009 with some significant uncertainty as to its severity. With a vaccine currently in clinical trials, there is also uncertainty as to whether it will contain an adjuvant and=or require 2 doses. Given this complexity, communication about the H1N1 vaccine is enormously challenging. The additional factor of a possible EUA further complicates the communication challenge. Ensuring that people most at risk choose to accept the vaccine, should it be offered under an EUA, will require effective risk communication based on information about public attitudes and beliefs regarding vaccines and the EUA. Of additional concern is that EUA drugs will continue to be significant tools for treatment, thus requiring clear communication with the public and providers about such drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Our finding that the majority of people would not accept a new but not yet fully approved vaccine is very worrisome. In the 2007-08 flu season, acceptance of the seasonal flu vaccine was 17% among the healthy adult population aged 18-49 years of age, 38.8% among 18-64 year olds with conditions that put them at high risk of complications from influenza, and only 24.2% among pregnant women. 4 We found that previous flu vaccine acceptance strongly affects willingness to accept an H1N1 vaccine that is not yet approved. Given the low seasonal flu vaccination rates among the priority populations for receiving the H1N1 vaccine, 45 risk communication will need to articulate a strong case for the H1N1 vaccine, reinforce the potential course of treatment of 2 doses of the H1N1 vaccine, and provide a compelling rationale for why the public, particularly those at elevated risk, must take both the seasonal and H1N1 vaccines.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 393,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 629,
                    "end": 631,
                    "text": "45",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Acceptance of a Vaccine"
        },
        {
            "text": "Worry about the offer of an unapproved vaccine or an EUA drug was highest among blacks and women. Worry increased the likelihood of refusal, presenting a challenge to risk communicators to clarify the unapproved nature of a drug or vaccine. Strategies to address worry include clear and frequent communication, communication from healthcare providers, the use of hotlines that allow individuals to ask questions, and, potentially, if time allows, training of lay health advocates who are trusted natural leaders in communities and who can be resources within their communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acceptance of a Vaccine"
        },
        {
            "text": "The large proportion of respondents that reported being unsure about the vaccine represents an important target group for messages. This group has a disproportionately large representation of racial and ethnic minorities and less educated people-the same categories that are also least confident in their decision about the vaccine. Even though this group is unsure about accepting the vaccine, they perceive greater personal consequences. This is a puzzling finding that calls for further research. However, it is possible that although this group had perceived personal consequences and lack of surety, they may lack specific knowledge about vaccines and H1N1 flu. On the other hand, this group may differ from those who made a definitive decision (yes or no) regarding the vaccine in terms of self-efficacy or confidence in their ability to protect themselves from the virus. This interaction between perceived personal consequences and making a decision regarding the vaccine is being actively analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acceptance of a Vaccine"
        },
        {
            "text": "In general, those who perceived greater personal consequences were less likely to refuse the vaccine and EUA drug. We found that people who reported having experienced or having had contact with someone who had flulike symptoms since April 2009 perceived greater personal consequences from H1N1 flu. If the number of cases increases in fall, we may expect more people to perceive greater personal consequences, which may increase acceptance of vaccination. On the other hand, if vaccination campaigns need to be carried out before a perceptible increase in the number of cases, risk communication techniques such as describing worst case scenarios 46 may need to be employed to increase the public's level of perceived susceptibility. Alternatively, using narratives or case studies from real people who experienced H1N1 infection may be effective in increasing willingness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acceptance of a Vaccine"
        },
        {
            "text": "Our findings include some inconclusive results. On one hand, we found that people are more likely to accept an EUA drug or vaccine if it is offered to them by their own healthcare provider. However, our analyses also found that having a healthcare provider and=or insurance was not associated with acceptance of an EUA vaccine. During the 1976 swine flu vaccination campaign, physicians' recommendations were found to be a significant predictor of people's vaccination behavior. 47 Although having one's provider recommend an EUA vaccine will not guarantee acceptance, the literature suggests that a clear recommendation from the provider can be effective. We believe that the federal government must mount an intensive, ongoing campaign to reach healthcare providers, including school nurses, physicians, physician assistants, emergency medical services personnel, and others. It is essential that they fully understand the potential implications of an EUA vaccine, recognize the complexity of the vaccine schedule, have tools in hand to communicate clearly with patients, and put systems in place to remind those who may need a second H1N1 vaccine dose.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 481,
                    "text": "47",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Acceptance of a Vaccine"
        },
        {
            "text": "Our finding that people who said ''yes'' to the vaccine were significantly less confident in their decision than those who said ''no'' suggests that it is imperative that their tentative decision to accept the vaccine be reinforced through communication with their healthcare providers, in media campaigns, and through other trusted spokespersons. Unfortunately, there is increasing negative media and internet discussion about vaccines in general, and in the case of H1N1, there is a flurry of polarized media coverage that uses misinformation to contradict scientific evidence. Public controversy about potential links between vaccines and autism also fuel this fire and provide strong competing messages. There is some potential that the current furor over healthcare reform may even further confuse the public on health messages this fall. Public health professionals will need to aggressively address the myths and misinformation in order to increase understanding and acceptance of the vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acceptance of a Vaccine"
        },
        {
            "text": "There are clearly some distinct factors affecting the willingness to accept an EUA drug for oneself and one's child. Previous vaccine acceptance, trust, and perceived personal consequences were significant factors for those willing to take an EUA, while worry was a serious factor for those who refused. Worry was even more powerful a factor in willingness to accept an EUA drug for one's child. Because 2 EUAs are currently in place to facilitate access to antivirals for children, addressing worry is essential if we wish to increase the number of parents willing to allow their children to use a needed EUA drug. To do so will require that communication about those drugs be at appropriate literacy levels. Additionally, formative research to understand the sources of their worry would enable public health professionals to tailor fact sheets for both parents and providers to be more relevant to their concerns. Finally, up-to-date communication with pediatric providers will also enable them to provide key information to parents who must make the decision to use an EUA antiviral drug for their children. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acceptance of an EUA Drug for Oneself or One's Child"
        },
        {
            "text": "An EUA drug or vaccine could be dispensed under a variety of scenarios. Our finding that fact sheets would enhance the acceptance of EUA drugs makes it important that fact sheets be made readable and comprehensible to diverse groups. Currently, the fact sheets on 5 EUAs are available only in English. 42, [48] [49] [50] [51] Preliminary readability assessments conducted with Microsoft Word's readability tools, which include the Flesch Reading Ease Score and the Flesch-Kincaid Grade Level Score, reveal that grade levels for the fact sheets range from 5.5 to 10.5 and that the ease scores (100 is easiest) range from 45.8 to 74.5. Using the Gunning Fog Index, fact sheets ranged from 9.78 to 12.33, with a score of 5 considered readable, 10 considered hard, and 15 difficult. Clearly, these findings create concern about the extent to which fact sheets are available for non-English speaking audiences or those with low literacy levels. Our sample included a significant over-sample of Spanish language-dominant Hispanics who, our results suggest, may be more willing to take a vaccine. Providing clear Spanish-language materials will be essential to ensuring that this population is adequately informed about the vaccine.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Conditions under Which an EUA May Be Distributed"
        },
        {
            "text": "We found that respondents were least likely to accept an EUA drug or vaccine when it was dispensed by a nonhealth professional, which is allowable under FDA guidance. This has serious implications for vaccine campaigns that may need to be conducted outside clinical settings, in schools, worksites, and other community sites. Should it become necessary to use non-health professionals, the rationale and protections for the public must be clearly communicated. It may be most effective to use non-health professionals in support roles, such as intake in mass clinics, preserving the health professionals for actual administration of vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conditions under Which an EUA May Be Distributed"
        },
        {
            "text": "The reluctance to accept EUA drugs or vaccine demands that communication campaigns address the whole concept of the EUA. For example, if the vaccine is an EUA, the public and the media will need to understand the approval process for an EUA, that the vaccine did, in fact, go through limited clinical trials, and the system for reporting adverse events. It will be critically important that risks, benefits, and the individual's right to refuse the vaccine are clearly evident in all communications. Additionally, both the public and the media will need to be educated about adjuvants and how their use can also contribute to the ability to provide vaccine in an equitable manner both domestically and globally. 35 ",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 714,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Conditions under Which an EUA May Be Distributed"
        },
        {
            "text": "Trust in the government has been shown to play a role in compliance with policies: during the severe acute respira-tory syndrome (SARS) epidemic in China in 2003, for example, attitudes toward the government's SARS prevention measures, including confidence in the government's ability to control the spread of SARS, were linked to engagement in preventive health behaviors. 52 Rubin et al. have reported that, in the UK, government-recommended preventive health behaviors were practiced by people who reported that the authorities could be trusted. 53 We find that Hispanics have a higher level of trust in the government's handling of H1N1; this is similar to the finding of Paek et al. that Hispanics had a higher level of trust in the government's ability to handle a flu pandemic. 15 Additionally, our study points to the salience of previous vaccine acceptance, worry, and perceived personal consequences, in addition to trust, as predictors of EUA drug and vaccine acceptance.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 376,
                    "text": "52",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 377,
                    "end": 389,
                    "text": "Rubin et al.",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 551,
                    "text": "53",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 785,
                    "end": 787,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Contextual Considerations for Communication"
        },
        {
            "text": "During the anthrax attack, an unapproved vaccine offered as an investigational new drug was perceived as experimentation by recipients, especially African Americans. 13 This fall, making an unapproved vaccine acceptable to blacks, with the continuing legacy of distrust associated with the Tuskegee study, 54,55 represents a significant challenge to public health practitioners. The EUA needs to be clearly distinguished from investigational protocols and experimentation. Quinn et al. suggest that the government and public health agencies ''work with media partners in the pre-event phase to prepare them to discuss EUAs and their use'' and ''ensure that those public health professionals responding have an adequate understanding of the importance of recognizing and acknowledging cultural and social barriers that may have an impact on uptake or response.'' 13(p330) For racial and ethnic minority groups, beginning education efforts with community-based organizations and faith communities and engaging credible spokespersons is immediately necessary. 56 Trust in government will remain a critical factor in determining the response to the vaccine campaign. It is essential for CDC and state and local health departments to communicate clearly about the rationale for the priority groups who will receive vaccinations first. There is significant potential for the public to misunderstand these priority designations. While this issue may be seen as separate from the issues of acceptance of EUA vaccine or drugs, it could create an undercurrent that would undermine efforts to increase vaccination acceptance.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 862,
                    "end": 870,
                    "text": "13(p330)",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1059,
                    "text": "56",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Contextual Considerations for Communication"
        },
        {
            "text": "Vulnerable groups, who already experience health disparities, will need to be a focus of communication about the vaccine if these disparities are not to be exacerbated during the flu pandemic. Additional qualitative research with these audiences needs to be done to understand the way they perceive the benefits and risks of the vaccine and to determine what messages and spokespersons would be most effective in addressing their concerns. Such formative research, followed by a more experimental approach to test the efficacy of messages, would support clear and cogent communication specifically targeted to these groups to enhance vaccine acceptance and confidence in their decisions. Communication strategies for these populations should include specific outreach to healthcare providers who serve these groups, targeted risk communication materials that are culturally relevant and appropriate, and specific attention to literacy levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contextual Considerations for Communication"
        },
        {
            "text": "The tension around communication about the H1N1 vaccine was evident in a recent Washington Post article describing the testing process. This article framed the new vaccine as just another variant of the yearly seasonal flu vaccine:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contextual Considerations for Communication"
        },
        {
            "text": "The Food and Drug Administration may formally approve much of that vaccine before studies required to prove how well it works are completed, treating the new inoculations just like the recipe change that regular winter flu vaccine undergoes each year. 57 We are concerned that this framing of the testing process in the media is prematurely reassuring and could backfire if the new vaccine produces many more side effects than the regular winter flu vaccine. Such over-reassurance in the face of uncertainty could seriously erode the government's credibility. The same article frames the possibility of an adjuvant-added vaccine very differently: Make no mistake: Vaccines containing immune-system boosters called adjuvants are not candidates for the easier strain-change approval, the FDA said. Flu vaccine with this extra ingredient is widely sold in Europe but never has been sold here, and there's little information about their safety in young children or pregnant women. While both adjuvantfree and adjuvant-added swine flu vaccine is being tested in the U.S. and abroad, using it outside of those studies would require a completely separate government decision. 57 While there is still so much uncertainty about the characteristics of the new vaccine, it seems appropriate to educate the public about the differences without framing one as familiar and safe and the other as unknown and potentially dangerous. Striking the balance between these 2 potential messages is a considerable challenge for public health professionals.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "text": "57",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1169,
                    "end": 1171,
                    "text": "57",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Contextual Considerations for Communication"
        },
        {
            "text": "Understandably, the U.S. government has been focused on ensuring the availability of a vaccine in sufficient quantities to protect the American people in what may be a resurgence of H1N1 in the fall. The results of this study suggest that we cannot afford to be complacent about the risk communication that needs to occur before the public will accept a new vaccine. Surveys such as this one provide critical insight into how the public views the risk of H1N1 and how they weigh the risk of disease against the risk of a new vaccine or EUA drug. These results suggest important ways of segmenting groups and the kinds of information these different segments require to make good decisions for themselves and their families. Further research, both qualitative and quantitative, is necessary to monitor public acceptance of the H1N1 vaccine and drugs throughout the pandemic, and particularly to provide ongoing assistance to public health professionals responsible for key risk communication campaigns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contextual Considerations for Communication"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transcript of statement by Margaret Chan, Director General of the World Health Organization",
            "authors": [],
            "year": 2009,
            "venue": "http:==www.who.int=media centre=influenzaAH1N1_presstranscript_20090611.pdf. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "H1N1 PANDEMIC 2. U.S. Centers for Disease Control and Prevention. Novel H1N1 Flu Situation Update",
            "authors": [
                {
                    "first": "Willingness",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vaccine",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Drug",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eua During",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "http:==www.cdc. gov=h1n1flu=surveillanceqa.htm#12. Accessed",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevention and control of seasonal influenza with vaccines",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Centers For",
                    "suffix": ""
                },
                {
                    "first": "Disease",
                    "middle": [],
                    "last": "Control",
                    "suffix": ""
                },
                {
                    "first": "Prevention",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Recommendations of the Advisory Committee on Immunization Practices",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guidance Emergency Use Authorization of Medical Products",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "http:==www. fda.gov=RegulatoryInformation=Guidances=ucm125127.htm. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emergency Use Authorization (EUA) to enable use of needed products in civilian and military emergencies, United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Nightingale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Prasher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Simonson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "7",
            "pages": "1046--1051",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "FDA Emergency Use Authorizations (EUAs): what are they and what do they mean for the H1N1 swine flu response?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Courtney",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biosecur Bioterror",
            "volume": "7",
            "issn": "2",
            "pages": "211--213",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Centers for Disease Control and Prevention. CDC H1N1 Vaccination Planning Q & A",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Accessed",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Vaccination_Planning_Qa%206_25_09_V1%202",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pdf",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Emergency Use Authorization. An online course developed by the Food and Drug Administration and Centers for Disease Control and Prevention",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "http:==www.bt.cdc.gov= training=eua=index.html. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emergency Use Authorization (EUA) of Medical Products and Devices",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "http:==www.cdc.gov=h1n1flu=eua=. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Food and Drug Administration. FDA authorizes emergency use of another test for 2009 H1N1 influenza virus",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "http:==www.fda.gov=News Events=Newsroom=PressAnnouncements=ucm173543.htm. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Report to the President on U.S. Preparations for 2009 H1N1 Influenza",
            "authors": [],
            "year": 2009,
            "venue": "Science and Technology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The anthrax vaccine and research: reactions from postal workers and public health professionals",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biosecur Bioterror",
            "volume": "6",
            "issn": "4",
            "pages": "321--333",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Risk communication: evolution and revolution",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Covello",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Sandman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "164--178",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Public support for government actions during a flu pandemic: lessons learned from a statewide survey",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Paek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hilyard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Freimuth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Barge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mindlin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Promot Pract",
            "volume": "9",
            "issn": "4",
            "pages": "60--72",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "In their own words: lessons learned from those exposed to anthrax",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Blanchard",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Haywood",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Tanielian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stoto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Public Health",
            "volume": "95",
            "issn": "3",
            "pages": "489--495",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Anthrax 2001: observations on the medical and public health response",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gursky",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;toole",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biosecur Bioterror",
            "volume": "1",
            "issn": "2",
            "pages": "97--110",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Institute of Medicine's independent scientific assessment of Gulf War health issues",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Joellenbeck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mil Med",
            "volume": "167",
            "issn": "3",
            "pages": "186--190",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Concerns of Capitol Hill staff workers after bioterrorism: focus group discussions of authorities' response",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "North",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Pollio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pfefferbaum",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Nerv Ment Dis",
            "volume": "193",
            "issn": "8",
            "pages": "523--527",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Lessons from the 2001 anthrax attack: a conceptual model for crisis and emergency risk communication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcallister",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "23--42",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Postal workers' perspectives on communication during the anthrax attack",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcallister",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biosecur Bioterror",
            "volume": "3",
            "issn": "3",
            "pages": "207--215",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A bitter pill to swallow: nonadherence with prophylactic antibiotics during the anthrax attacks and the role of private physicians",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Tanielian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Blanchard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biosecur Bioterror",
            "volume": "2",
            "issn": "3",
            "pages": "175--185",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Risk communication, the West Nile virus epidemic, and bioterrorism: responding to the communication challenges posed by the intentional or unintentional release of a pathogen in an urban setting",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Covello",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wojtecki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Hyde",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Urban Health",
            "volume": "78",
            "issn": "2",
            "pages": "382--391",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Communicating risk: from crisis to calm",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ratzan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Health Commun",
            "volume": "10",
            "issn": "2",
            "pages": "103--104",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Communicating in times of uncertainty: the need for trust",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Shore",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Health Commun",
            "volume": "8",
            "issn": "1",
            "pages": "13--14",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Risk communication and terrorism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sorensen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biosecur Bioterror",
            "volume": "2",
            "issn": "3",
            "pages": "229--231",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Governance Dilemmas'' in Bioterrorism Response. Leading during bioattacks and epidemics with the public's trust and help",
            "authors": [],
            "year": 2004,
            "venue": "Biosecur Bioterror",
            "volume": "2",
            "issn": "1",
            "pages": "25--40",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The determinants of trust and credibility in environmental risk communication: an empirical study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Covello",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Mccallum",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Risk Anal",
            "volume": "17",
            "issn": "1",
            "pages": "43--54",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Is trust a realistic goal of environmental risk communication?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Trettin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Musham",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Environ Behav",
            "volume": "32",
            "issn": "3",
            "pages": "410--426",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "US may add shots for swine flu to fall regimen",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kindy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "New virus appears to be a factor in extended flu season",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kindy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Managing and reducing uncertainty in an emerging influenza pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "2",
            "pages": "112--115",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Supply and safety issues surrounding an H1N1 vaccine",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "https:==www.medicalcountermeasures.gov=BARDA=MCM= panflu=factsheet.aspx. Accessed",
            "volume": "374",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Laurie Garrett interview: U.S. global health leader MIA on swine flu",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "http:== blogs.sciencemag.org=scienceinsider=2009=07=laurie-garrett. html. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Novartis starts testing swine flu vaccine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "swine flu response haunts health officials",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kindy",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Fear of a swine flu epidemic in 1976 offers some lessons, and concerns, today",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pollack",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Government and Academic Research",
            "authors": [],
            "year": 2009,
            "venue": "http:==www.knowledgenetworks.com=ganp=. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Emergency Use Authorization of Tamiflu (oseltamivir)",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "http:==www.cdc.gov=h1n1flu=eua=tamiflu.htm. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Trust influences response to public health messages during a bioterrorist event",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Eisenman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Health Commun",
            "volume": "12",
            "issn": "3",
            "pages": "217--232",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Help and Documentation",
            "authors": [],
            "year": 2002,
            "venue": "SAS 9",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The Health Belief Model: a decade later",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Janz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Health Educ Q",
            "volume": "11",
            "issn": "1",
            "pages": "1--47",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices. Novel H1N1 Vaccination Recommendations. 2009. http:==www.cdc.gov= h1n1flu=vaccination=acip.htm. Accessed",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Pandemics: good hygiene is not enough",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Sandman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "7245",
            "pages": "322--323",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Psychosocial determinants of immunization behavior in a swine influenza campaign",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Jette",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Haefner",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Med Care",
            "volume": "17",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Emergency Use Authorization of Relenza (zanamivir)",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "http:==www.cdc.gov=h1n1flu=eua=relenza.htm. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Emergency Use Authorization of N95 Respirators",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "http:==www. cdc.gov=h1n1flu=eua=n95.htm. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Centers for Disease Control and Prevention. Emergency Use Authorization of rRT-PCR Flu Panel",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Nps",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ns",
                    "suffix": ""
                },
                {
                    "first": "Nps=ts",
                    "middle": [],
                    "last": "Ts",
                    "suffix": ""
                },
                {
                    "first": "Na",
                    "middle": [
                        ")"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Emergency Use Authorization of rRT-PCR Swine Flu Panel",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "http:==www.cdc.gov=h1n1flu=eua=testkit.htm. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "An outbreak of the severe acute respiratory syndrome: predictors of health behaviors and effect of community prevention measures in Hong Kong, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "11",
            "pages": "1887--1888",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlôt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "African Americans' views on research and the Tuskegee Syphilis Study",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Freimuth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zook",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Soc Sci Med",
            "volume": "52",
            "issn": "5",
            "pages": "797--808",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The Tuskegee Syphilis Study, 1932 to 1972: implications for HIV education and AIDS risk education programs in the black community",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Am J Public Health",
            "volume": "81",
            "issn": "11",
            "pages": "1498--1505",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Crisis and emergency risk communication in a pandemic: a model for building capacity and resilience of minority communities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Promot Pract",
            "volume": "9",
            "issn": "4",
            "pages": "18--25",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "160M doses of swine flu vaccine due in Oct. Washington Post",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Neergard",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Us",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "WILLINGNESS TO ACCEPT VACCINE OR DRUG UNDER EUA DURING 2009 H1N1 PANDEMIC",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic and Healthcare Characteristics of the Sample (N ¼ 1,543) a Unweighted N ¼ 1,533 due to nonresponse. b Unweighted N ¼ 1,531 due to nonresponse.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Swine Flu Experience and Perceived Personal ConsequencesHas there been a case of swine flu in your city or county? How likely do you think it is that swine flu will affect your family, friends, and neighbors? If swine flu was or is in your community, how severe do you think the consequences might be to you and your family? If a member of your immediate household became ill with swine flu, how likely do you believe it is that the person might die from it? How much do you agree or disagree with the following statement? I am not concerned about getting swine flu.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Trust in Government Scale How much caring and concern do you think the government has shown about people who might be affected by this swine flu outbreak?",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Attitudes Toward and Willingness to Accept Swine Flu Vaccine and Drug Given the Tamiflu fact sheet described, how worried would you be about taking this drug? Given the Tamiflu fact sheet described above, would you accept the drug for your child?",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Willingness to Accept Swine Flu Vaccine and Drug, by Respondent Characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Regression Results: Willingness to Accept Swine Flu Vaccine and Drug Probably Unwilling,'' global test of all coefficients ¼ 0, p < 0.001. WILLINGNESS TO ACCEPT VACCINE OR DRUG UNDER EUA DURING 2009 H1N1 PANDEMIC",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "WILLINGNESS TO ACCEPT VACCINE OR DRUG UNDER EUA DURING 2009 H1N1 PANDEMIC",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by Public Health Adaptive Systems Studies, a CDC Preparedness and Emergency Response Research Center, CDC Grant No. 1P01TP000304-01 (Potter, PI; Quinn, Co-PI). Drs. Quinn, Kumar, and Musa were also supported by the Research Center of Excellence in Minority Health and Health Disparities (NIH-NCMHD: 2P60MD000207-08; PI, Thomas).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Since the acceptance of this article on Emergency Use Authorization (EUA) for vaccines and drugs, the 2009 H1N1 pandemic has rapidly unfolded, including the release of early results from clinical trials and approval of 4 novel H1N1 vaccines on September 15, 2009. As of September 18, clinical studies continue on the vaccine with special populations of children and pregnant women. Additionally, there remains at least 1 pending application for approval of a vaccine by the Food and Drug Administration (FDA). Experience tells us that with influenza comes uncertainty and the need to be prepared for unexpected changes in the virus and its impact on human health. At this point, it appears that the FDA will not use the option of an EUA for H1N1 vaccine. However, should the pandemic warrant reconsideration of an adjuvant in vaccines, the President's Council of Advisors on Science and Technology has urged the Department of Health and Human Services to identify criteria that it would use in that policy decision. Regardless of whether the FDA ultimately employs the EUA mechanism for H1N1 vaccines, there are currently existing EUAs for antiviral medications, and there may be another EUA application for intravenous use of antivirals. The issue of EUAs remains relevant in this pandemic, and lessons learned today can have an impact on our ability to address public response to EUAs in future public health emergencies.-Sandra Quinn, September 18, 2009 ",
            "cite_spans": [
                {
                    "start": 1448,
                    "end": 1451,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1452,
                    "end": 1456,
                    "text": "2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Note from the Author"
        }
    ]
}