{
    "paper_id": "990a8e0997570750ed50697c68f5e26460cf7afd",
    "metadata": {
        "title": "Crystallization and preliminary X-ray crystallographic analysis of a nonstructural protein 15 mutant from Human coronavirus 229E",
        "authors": [
            {
                "first": "Tong",
                "middle": [],
                "last": "Huo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nankai University",
                    "location": {
                        "postCode": "300071",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Nonstructural protein 15 (nsp15), also called endoribonuclease, is a gene product of open reading frame 1b (ORF 1b) in coronaviruses. It is an important enzyme in the transcription/replication process involved in discontinuous negative-strand RNA synthesis. In this work, mutants of nsp15 from Human coronavirus 229E (HCoV-229E) were made based on structural analysis of the homologous nsp15s in Severe acute respiratory syndrome coronavirus (SARS-CoV) and Mouse hepatitis virus (MHV). The I26A/N52A mutant of nsp15 was overexpressed, purified and crystallized, and this mutant led to a trimeric form rather than hexamers or monomers. Crystals of trimeric nsp15 were obtained by the hanging-drop vapour-diffusion method using polyethylene glycol as a precipitant and diffracted to 2.5 Å resolution. The crystals belonged to space group C222 1 , with unit-cell parameters a = 85.9, b = 137.5, c = 423.1 Å , = = = 90 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Acta Cryst. (2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Human coronaviruses (HCoVs) are responsible for 5-30% of all upper respiratory tract infections in humans, and their involvement in lower respiratory tract illness and gastroenteritis has also been reported (Zhang et al., 1994; Hamre & Procknow, 1966; McIntosh et al., 1967) . Coronaviruses are enveloped, positive-stranded RNA viruses that belong to the family Coronaviridae in the order Nidovirales, which also includes the Arteriviridae and Roniviridae (Cavanagh, 1997) . Coronaviruses possess the largest genome among RNA viruses, and their replication/transcription mechanisms are poorly understood (Sawicki & Sawicki, 1995; Gorbalenya, 2001) . The genome is approximately 27 kbp in length, containing at least eight functional open reading frames (ORFs; Herold et al., 1993) . Among these ORFs, ORFs 1a and 1b encode polyprotein 1ab that contains 16 nonstructural proteins (Ziebuhr, 2005) .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 227,
                    "text": "(Zhang et al., 1994;",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 251,
                    "text": "Hamre & Procknow, 1966;",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 274,
                    "text": "McIntosh et al., 1967)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 456,
                    "end": 472,
                    "text": "(Cavanagh, 1997)",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 629,
                    "text": "(Sawicki & Sawicki, 1995;",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 647,
                    "text": "Gorbalenya, 2001)",
                    "ref_id": null
                },
                {
                    "start": 760,
                    "end": 780,
                    "text": "Herold et al., 1993)",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 894,
                    "text": "(Ziebuhr, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nonstructural protein 15 (nsp15), a gene product of ORF 1b, has been identified as an endoribonuclease (Bhardwaj et al., 2004) . Nsp15, the only endoribonuclease residing in the genome, is considered to be a major 'genetic marker' of nidoviruses as it is not found in other RNA viruses (Ivanov et al., 2004) . Nsp15 has critical functions in viral replication and transcription, although how nsp15 acts in the viral cycle remains unclear (Bhardwaj et al., 2004; Ivanov et al., 2004) . A mutation in nsp15 of HCoV-229E has been reported to prevent viral RNA accumulation, suggesting that nsp15 is",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 126,
                    "text": "(Bhardwaj et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 307,
                    "text": "(Ivanov et al., 2004)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 438,
                    "end": 461,
                    "text": "(Bhardwaj et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 482,
                    "text": "Ivanov et al., 2004)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "# 2015 International Union of Crystallography significant in viral infection (Ivanov et al., 2004) . Mutations in the nsp15 orthologue of the related Arterivirus also prevented infections and reduced subgenomic RNA accumulation (Posthuma et al., 2006) .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 98,
                    "text": "(Ivanov et al., 2004)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 228,
                    "end": 251,
                    "text": "(Posthuma et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Homologous nsp15s from Severe acute respiratory syndrome coronavirus (SARS-CoV) and Mouse hepatitis virus (MHV) share 42 and 40% sequence identity, respectively, with nsp15 from HCoV-229E. The crystal structures of these two homologous nsp15s have been determined previously (Xu et al., 2006; Ricagno et al., 2006) , demonstrating that nsp15 is a hexamer formed by a dimer of trimers (PDB entries 2gth and 2h85). In addition, the structure of the monomeric nsp15 in SARS-CoV was determined through an N-terminal domain truncation (PDB entry 2ozk; Joseph et al., 2007) . Hexamers have been considered to be the fully active form, while monomers lose the enzymatic activity owing to a lack of RNA-binding ability (Bhardwaj et al., 2004; Joseph et al., 2007) . In previous investigations on nsp15s, even though several sitedirected mutations were made, trimers only existed in the transition state between hexamers and monomers. Stable trimeric nsp15 has not been obtained before; thus, its structure and enzymatic activity have not yet been reported (Ricagno et al., 2006; Joseph et al., 2007; Xu et al., 2006) . In this work, trimeric nsp15 from HCoV-229E was successfully obtained by mutating Ile26 and Asn52 to alanine, and the expression, purification, crystallization and preliminary X-ray diffraction studies of this trimeric nsp15 are described.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 292,
                    "text": "(Xu et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 314,
                    "text": "Ricagno et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 567,
                    "text": "Joseph et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 734,
                    "text": "(Bhardwaj et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 755,
                    "text": "Joseph et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1070,
                    "text": "(Ricagno et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1091,
                    "text": "Joseph et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1108,
                    "text": "Xu et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The complete gene fragment encoding HCoV-229E nsp15 was amplified by PCR using the forward primer 5 0 -ACCGG-GGATCCGGTTTAGAGAACATTGCTT-3 0 (the BamHI site is underlined) and the reverse primer 5 0 -ACCTGCTCGAG-TCACTGCAACTGAGGATAGAA-3 0 (the XhoI site is underlined). The resulting PCR product was digested with BamHI and XhoI, and was cloned into pGEX-6p-1 vector (GE Healthcare; Table 1 ). The plasmids for the mutants were obtained by PCR using a mutagenesis kit (Transgen, People's Republic of China). The validity of the constructs was confirmed by DNA sequencing (AuGCT, People's Republic ofChina). Escherichia coli Rosetta (DE3) cells (Novagen) carrying the recombinant plasmid were grown to an OD 600 of 0.6 in 1 l Luria-Bertani broth (LB) medium containing 100 mg l À1 ampicillin, and the expression of wild-type (wt) nsp15 (or the mutants) was induced with 0.5 mM isopropyl -d-1-thiogalactopyranoside (IPTG) at 289 K overnight. The cells were harvested by centrifugation at 5000g for 20 min. The harvested cell paste was resuspended in lysis buffer consisting of 20 mM HEPES pH 7.5, 500 mM NaCl, 5 mM dithiothreitol (DTT) and was disrupted by sonication. The resulting cell suspension was centrifuged at 18 000g for 40 min at 4 C and the supernatant was applied onto a glutathione-Sepharose FF column (GE Healthcare) pre-equilibrated with lysis buffer. Unbound proteins were washed out with lysis buffer. The GST tag was cleaved by digestion with 10 units ml À1 PreScission Protease (GE Healthcare) at 277 K overnight. The cleaved proteins in the flowthrough fraction were collected and were further purified on a Superdex 200 10/300 GL column (GE Healthcare) calibrated with the following molecular-mass standards: blue dextran 2000 (2 MDa), thyroglobulin (660 000 Da), ferritin (440 000 Da), catalase (232 000 Da), aldolase (140 000 Da), BSA (67 000 Da) and chymotrypsinogen (25 000 Da). The eluted fraction was mixed with 20 ml stock buffer (20 mM HEPES pH 7.5, 150 mM NaCl, 5 mM Mg 2+ ) and the protein was ultrafiltered to 8 mg ml À1 for subsequent crystallization. The purity of the protein was monitored by 12.0% SDS-PAGE followed by staining with Coomassie Brilliant Blue (Fig. 1) . The concentration of the protein was estimated by measurement of the UV absorbance at 280 nm; the absorbance coefficient used was 1.22. Table 1 Macromolecule-production information. 12% SDS-PAGE of the purified nsp15 mutant used for crystallization trials. Molecular-weight markers are labelled in kDa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 387,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 2189,
                    "end": 2197,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2336,
                    "end": 2343,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Macromolecule production"
        },
        {
            "text": "Initial crystallization trials were carried out at 289 K using the sitting-drop vapour-diffusion method in 48-well plates (XtalQuest) with the commercial screening kits Crystal Screen and Index from Hampton Research and Wizard I, II, III and IV from Emerald Bio. Each crystallization drop consisted of 1 ml protein solution and 1 ml reservoir solution and was equilibrated against 100 ml reservoir solution. Small crystals were generated under several conditions containing PEG 3350 in 1 d. The concentration of PEG 3350 was further optimized manually using the hanging-drop vapour-diffusion method at 289 K. The crystals used for diffraction were obtained in 0.2 M sodium citrate tribasic dehydrate pH 8.5, 15%(w/v) PEG 3350 ( Fig. 2; Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 728,
                    "end": 743,
                    "text": "Fig. 2; Table 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Crystallization"
        },
        {
            "text": "X-ray diffraction data were collected on beamline 17U (100 K, = 0.918 Å ) at Shanghai Synchrotron Radiation Facility (SSRF), People's Republic of China. Reservoir solution containing 20%(v/v) glycerol was used as cryoprotectant, and the crystal was flash-cooled in a cold N 2 gas stream. The data were collected using 0.5 oscillation per image with a crystal-to-detector distance of 250 mm. A total of 360 frames were recorded with 0.4 s exposure per frame. Data were processed to 2.5 Å resolution (Fig. 3) using HKL-2000 (Otwinowski & Minor, 1997) . The crystals belonged to space group C222 1 , with unit-cell parameters a = 85.9, b = 137.5, c = 423.1 Å , = = = 90 . Data-collection statistics for the nsp15 mutant are summarized in Table 3 .",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 548,
                    "text": "(Otwinowski & Minor, 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 498,
                    "end": 506,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 742,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data collection and processing"
        },
        {
            "text": "Sedimentation-velocity experiments were performed at 4 C with a Beckman XL-I analytical ultracentrifuge equipped with an An-60 Ti rotor. Data were obtained at 42 000 rev min À1 using a two-channel centrepiece containing either 390 ml protein at 1 mM or buffer for reference. The data were acquired using an interferometer system and were analyzed using SEDFIT (Schuck et al., 2014) to obtain the molar mass and sedimentation coefficient.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 381,
                    "text": "(Schuck et al., 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analytical ultracentrifugation"
        },
        {
            "text": "In order to better understand the structure and assembly of nsp15 from HCoV-229E, wt nsp15 and several mutants were investigated. The mutants were made based on structural analysis of homologous nsp15s from SARS-CoV and MHV. The mutants were I26A, I26A/N52A and L2A/E3A, which all focused on the key residues involved in the interactions between trimers. They were expressed in E. coli and purified to homogeneity by glutathione affinity column chromatography and size-exclusion chromatography. The size-exclusion chromatography suggested that the nsp15 I26A/N52A mutant was present in a trimeric form, which eluted at approximately 13.0 ml. However, the other two mutants failed to disrupt the formation of hexamers as judged by their elution at approximately 11.8 ml, which is representative of hexamers (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 806,
                    "end": 814,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "For SARS-CoV and MHV, two size-exclusion chromatography peaks indicate that their nsp15 proteins form hexamers as well as monomers (Ricagno et al., 2006; Xu et al., 2006) . Although several mutations were made to attempt to destroy the trimertrimer interactions of nsp15 in SARS-CoV, only monomers could be observed instead of trimers (Bhardwaj et al., 2008) .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 153,
                    "text": "(Ricagno et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 170,
                    "text": "Xu et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 358,
                    "text": "(Bhardwaj et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Here, the HCoV-229E nsp15 mutant I26A/N52A resulted in trimeric nsp15, and this trimeric form was also confirmed by analytical ultracentrifugation (Fig. 5) . The trimeric nsp15 indicated that the interaction between Ille26 and Asn52 was crucial for the formation of the hexamer. Furthermore, the production of stable trimers is a prerequisite for further research on the structure and enzymatic activity. The trimeric nsp15 crystals diffracted to 2.5 Å resolution and belonged to space group C222 1 , with unit-cell parameters a = 85.9, b = 137.5, c = 423.1 Å , = = = 90 . The crystals contained two trimers in the asymmetric unit, with a V M value of 2.60 Å 3 Da À1 and a solvent content of 52.75%. Structure solution was obtained by molecular replacement using Phaser (Terwilliger, 2001) ; the search template used was a trimeric nsp15 model from SARS-CoV (PDB entry 2gth). According to the initial phasing, there are two trimers, as opposed to a hexamer, packing in the asymmetric unit in a head-to-head manner. Further refinement and model building are under way. The crystallization conditions of wt nsp15 are also in the process of optimization.",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 789,
                    "text": "(Terwilliger, 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Size-exclusion chromatograph of wt nsp15 and the I26A, I26A/N52A and L2A/E3A mutants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 4"
        },
        {
            "text": "The results of analytical ultracentrifugation. The significant peak corresponds to the molecular weight of a trimer (114 kDa = 38 kDa Â 3). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 5"
        }
    ],
    "bib_entries": {
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hertzig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rozanov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "12694--12699",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcintosh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Dees",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "933--940",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Human coronavirus 229E nonstructural protein 15 mutant 1157",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Crystals of the nsp15 I26A/N52A mutant. The scale bar is 200 mm in length.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Sample X-ray diffraction image. (a) The resolution is indicated by black circles. (b) An enlarged view showing spots around the high-resolution ring (2.5 Å ).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The BamHI site is underlined. ‡ The XhoI site is underlined. § Non-native residues originating from the expression vector are underlined.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Crystallization.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Data collection and processing.Values in parentheses are for the outer shell. hkl P i jI i ðhklÞ À hIðhklÞij= P hkl P i I i ðhklÞ, where I i (hkl) is the intensity of the ith observation of reflection hkl and hI(hkl)i is the average intensity.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The X-ray diffraction experiments were carried out at Shanghai Synchrotron Radiation Facility (SSRF). We thank the beamline staff for technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}