{
    "paper_id": "992e63edd8530ed7615215d08f690012f324a7a0",
    "metadata": {
        "title": "Analysis of Newcastle disease virus quasispecies and factors affecting the emergence of virulent virus",
        "authors": [
            {
                "first": "Jacqueline",
                "middle": [
                    "A"
                ],
                "last": "Kattenbelt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "P"
                ],
                "last": "Stevens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "W"
                ],
                "last": "Selleck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Allan",
                "middle": [
                    "R"
                ],
                "last": "Gould",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Genome sequence analysis of a number of avirulent field isolates of Newcastle disease virus revealed the presence of viruses (within their quasispecies) that contained virulent F0 sequences. Detection of these virulent sequences below the *1% level, using standard cloning and sequence analysis, proved difficult, and thus a more sensitive reverse-transcription real-time PCR procedure was developed to detect both virulent and avirulent NDV F0 sequences. Reverse-transcription real-time PCR analysis of the quasispecies of a number of Newcastle disease virus field isolates, revealed variable ratios (approximately 1:4-1:4,000) of virulent to avirulent viral F0 sequences. Since the ratios of these sequences generally remained constant in the quasispecies population during replication, factors that could affect the balance of virulent to avirulent sequences during viral infection of birds were investigated. It was shown both in vitro and in vivo that virulent virus present in the quasispecies did not emerge from the ''avirulent background'' unless a direct selection pressure was placed on the quasispecies, either by growth conditions or by transient immunosuppression. The effect of a prior infection of the host by infectious bronchitis virus or infectious bursal disease virus on the subsequent emergence of virulent Newcastle disease virus was examined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Newcastle disease virus (NDV) is the causative agent for one of the most serious infectious diseases of poultry [3] . NDV is classified as a member of the family Paramyxoviridae, genus Avulavirus [20, 21] , and utilises a single-stranded RNA genome of negative-sense polarity to code for RNA-dependent RNA polymerase (L gene), haemagglutinin-neuraminidase (HN gene), fusion (F gene), matrix (M gene), phosphoprotein (P gene) and nucleocapsid (N gene) proteins, in that order, from the 3 0 terminus to the 5 0 terminus [18] .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Australia was involved in the first panzootic of NDV, in which exotic virulent virus was detected in chickens in Melbourne, Victoria, in 1930 [15] and 1932 [1] . The virus responsible was the Albiston Gorrie strain, which nucleotide sequence analysis revealed had an F0 cleavage signal of 112 RRQKRF 117 and an HN extension of seven amino acids [5] . It was not until the mid-1960s that it was recognized that Australia had its own endemic, avirulent strains of NDV, represented by the Queensland D26 and V4 strains [27] . These strains have since been characterized at the molecular level and shown to have avirulent F0 cleavage sites and HN extensions of 45 amino acids [25, 28] . Hooper et al. [13] reported that certain strains of NDV were involved in a respiratory form of the disease; however, these viruses were still considered to be of low virulence [14] . The first occurrence of virulent NDV since the 1930s occurred in NSW at Dean Park in 1998 [7] . These virulent viruses were characterized by sequence analysis and shown to have F0 cleavage sequences of 112 RRQRRF 117 and HN extensions of 45 amino acids. Using phylogenetic analysis, the virulent viruses were postulated to have emerged from an avirulent progenitor virus by the accumulation of two nucleotide changes at the F0 cleavage site [7, 8] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 956,
                    "end": 959,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1311,
                    "end": 1313,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It has been demonstrated experimentally that the appearance of virulent NDVs can occur by the introduction of avirulent viruses into chickens followed by repeated passages in these bird populations [26] . Previous molecular analysis of NDV associated with outbreaks of virulent disease in chickens in Australia (1998 Australia ( -2002 demonstrated that some field isolates were capable of harbouring virulent virus in their quasispecies without causing overt clinical signs of disease [16] . In one particular field isolate (PR-32) isolated during this study, 26% of the quasispecies consisted of virulent viruses; however, when inoculated into birds, the virus appeared to be avirulent. In the quasispecies model of RNA virus genomes, mutations occur through errors made in the process of copying existing RNA genome sequences. Due to the ongoing production of mutant sequences during the replication of the RNA virus genome, the virus population is made up of a ''mutational cloud'' of closely related sequences referred to as quasispecies [6] .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 301,
                    "end": 316,
                    "text": "Australia (1998",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 334,
                    "text": "Australia ( -2002",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1042,
                    "end": 1045,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, the main aim was to develop a better understanding of the ratio of virulent to avirulent sequences within the quasispecies swarm of individual Australian NDV field isolates and to determine some of the factors that influence the genome of Australian NDVs and lead to the emergence of virulent virus and outbreaks of NDV in the field. Of interest, during the course of the NDV outbreak, several other viruses, notably the S vaccine strain of infectious bronchitis virus (IBV) and infectious bursal disease virus (IBDV) were co-isolated with NDV, and it was decided to investigate the possible effect(s) of a co-existing infection with these viruses on that of NDV. To these ends, we have developed a real-time PCR that was capable of effectively detecting the presence of both virulent and avirulent sequences in a viral quasispecies and investigated some selection parameters that could affect changes in this ratio, such that virulent virus was able to replicate in the brain of a bird and alter what would generally be an apparent avirulent infection into an outbreak of virulent virus in chickens. We also investigated the rate at which nucleotide mutations occurred in the NDV genome with passage in tissue culture and in vivo, with particular attention paid to the F0 cleavage site of the F gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The virulence determination of ND virus in this study was based on analysis of the nucleotide sequence of the F0 protein and the deduced amino acid motif across the F0 cleavage site. This was validated from the observed clinical signs of birds infected with ND virus and a subsequent sequence analysis of the consensus sequence of the F0 cleavage motif from in vivo studies reported herein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "The consensus sequence of a viral isolate is that determined by sequencing a PCR product derived from a population or total quasispecies of the virus isolate. The consensus sequence represents the average of all nucleotide bases at a particular position, and the base with the highest level in the population is that given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "The quasispecies analysis was based on the individual sequences of a PCR product, derived from cDNA reverse transcribed from a population of viruses and cloned into a bacterial vector (as described below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "Viruses used in this study are shown in Table 1 . Briefly, viruses were grown in 9-10-day-old chick embryos, and allantoic fluid was harvested 4-5 days postinfection (p.i.) [2] . After clarification, NDV was sedimented by ultracentrifugation (150,000g for 1.5 h at 4°C), and the pellet was resuspended in TNE buffer (10 mM Tris, pH 7.4, 100 mM NaCl, 1 mM Na 2 EDTA). The pellet was extracted with phenol/chloroform (10:1 v/v), and the RNA was precipitated. The RNA was then re-suspended in diethylpyrocarbonatetreated (DEPC) water to a concentration of 1 lg/ll.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Virus source, growth and purification"
        },
        {
            "text": "All viruses used in this study except for the field isolates were plaque-purified by a standard plaque assay on Vero cells (African green monkey cells) [23] . Briefly, Vero cells were grown in 35 mm-diameter wells to 80% confluency overnight at 37°C. Each well was inoculated with 100 ll of virus (10 -5 ) and left to absorb for 1 h, after which the inoculum was removed and the cells overlaid with 3 ml of DMEM containing 2% FCS and 0.8% Bacto Agar (Difco). After 3-4 days, the plaques were clearly visible as opaque areas within the cell monolayer. The agar overlaying the virus plaque was removed with a sterile Pasteur pipette, and the plug was expelled into 500 ll of phosphate-buffered saline (PBS). For viral breakthrough experiments, chicken embryo fibroblast cells (CEF) were used and incubated in the presence of tissue culture medium until the appearance of syncytial cells was observed by light microscopy.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 297,
                    "end": 303,
                    "text": "(10 -5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus source, growth and purification"
        },
        {
            "text": "Cloning of a DNA fragment containing the F0 cleavage site for quasispecies analysis Oligonucleotides 4,701 (5 0 -4704 CCTCATCCCAGACAG G 4719 ) and 5,307 (5 0 -5279 AACTTAGTCAATAAGTAAT CCAT 5301 ) were used to copy purified genomic RNA into double-stranded complementary DNA (cDNA) using reverse transcriptase (Promega) according to the manufacturer's instructions. Numbers in superscript denote the nucleotide position in the NDV genome. Amplification of cDNA was done using the same primers and Pfu polymerase (Promega; manufacturer's instructions) using cycling conditions of 94°C for 1 min, 45°C for 1 min and 72°C for 1 min. The amplification was done for 25 cycles, followed by incubation at 72°C for 10 min. The amplified DNA was electrophoresed through agarose (1%) in TAE buffer (40 mM Tris-acetate, 1 mM EDTA, pH 7.4) and purified after visualization by ultraviolet light, excision and extraction using Ultra Clean Gelspin columns (Mo Bio Labs., Inc., CA, USA). The resulting DNA fragment was digested with DdeI, end-filled using Klenow fragment and cloned into pUC18 that had been digested with SmaI and dephosphorylated using calf intestinal phosphatase (Promega, CIAP). A minimum of fifty clones were analysed by PCR, using oligonucleotides USP (GTAAAA CGACGGCCAGT) and RSP (CACACAGGAAACAGC TATGACCATG), to yield *500 bp fragments, which were sequenced using Big Dye Terminator (BDT) cycle sequencing according to the manufacturer's instructions and analysed using AlignPlus and Clone Manager (Scientific and Educational Software, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus source, growth and purification"
        },
        {
            "text": "Sequencing of plaque-purified viruses to establish quasispecies characteristics, F0 sequence and nucleotide variation cDNA was transcribed from RNA as described by Gould et al. [8] , using reverse transcriptase (Promega) and oligonucleotide 4,701. Synthetic oligonucleotide 4,701 and 5,307 were then used in a 50 ll PCR mixture with pfu polymerase to generate a DNA fragment from 1 ll of cDNA transcript [8] . DNA fragments were purified after electrophoresis through 1% (w/v) agarose-TAE buffer containing ethidium bromide (0.5 lg/ml). DNA bands were visualized using a transilluminator, excised from the gel and purified using a QIAquick gel extraction kit according to the manufacturer's instructions (QIAGEN). Purified DNA was then sequenced using the Big Dye terminator sequencing system (ABI), and sequencing reactions were run and analysed on an ABI 377 Automated Sequencer (ABI). DNA fragments were sequenced in both directions from two independent RT-PCR reactions to generate a consensus sequence for each isolate. DNA sequences were aligned and analysed using the Clone Manager and Align programs (Scientific and Educational Software, State Line, USA).",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Virus source, growth and purification"
        },
        {
            "text": "Target and endogenous control amplifications were run in separate wells, and the standard curve method of analysis was used [11] . Real-time PCR (RT-PCR) was performed on cDNA copied from NDV RNA as described above, using a 96-well format in an ABI PRISM 7700 Sequence Detector. The cycling conditions used were 2 min at 50°C, followed by 10 min at 95°C, followed by 40 cycles of 15 s at 95°C and 1 min at 60°C. Primers for real-time PCR were For an NDV-specific Taqman assay to detect avirulent virus, the following oligonucleotides were used:",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Reverse-transcription real-time PCR (RRT-PCR)"
        },
        {
            "text": "Virulent virus was detected using an oligonucleotide (NDV486RF probe) with the sequence 5 0 -ATGGCGCCT ATAAAACGCCT-3 0 , with NDVgrpR and NDVvPROBE. Plaque-purified virulent virus (see above) showed no detectable avirulent sequences present in the quasispecies population when tested with the avirulent RT-PCRs, and conversely, when plaque-purified avirulent virus was tested with the virulent RT-PCR oligonucleotides, no virulent sequences could be detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse-transcription real-time PCR (RRT-PCR)"
        },
        {
            "text": "An unrelated NDV sequence from a duck isolate was used as a negative control oligonucleotide (NDV-Duck; 5 0 -ATTGCCCCTACCAAACGCTC-3 0 ,) with NDVgrpR and NDVvPROBE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse-transcription real-time PCR (RRT-PCR)"
        },
        {
            "text": "PCR reactions of 50 ll were performed using a 19 master mix (Applied Biosystems) containing 50 nM of forward and reverse oligonucleotides and NDVvPROBE probe and 1 ll cDNA and were preformed in triplicate. Negative control RT reactions had no template added to the RT. Data were analysed using Sequence Detector v1.7 software (Applied Biosystems). The relative differences in cycle threshold values (CTV) for the virulent RT-PCR and avirulent values for each field isolate tested were calculated as a ratio after correction for any value determined for the ''unrelated'' RT-PCR and the ''no template added'' controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse-transcription real-time PCR (RRT-PCR)"
        },
        {
            "text": "For NDV field isolates and serially passaged plaquepurified viruses, genomic RNA was copied into cDNA and cloned into pUC18 as described above. A minimum of 50-100 clones for each 500 bp fragment covering the F0 region were sequenced and aligned using the Clone Manager and Align programs (Scientific and Educational Software, State Line, USA). The consensus sequence for each field isolate and plaque-purified virus was determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quasispecies analysis and nucleotide variation rate"
        },
        {
            "text": "To determine the percent quasispecies in that isolate, the number of sequences that differed from this sequence was expressed as a percentage of the total clones analysed. The nucleotide variation rate was expressed as the total number of nucleotide differences (from the consensus sequence) observed in all clones analysed, expressed as a ratio of the total number of nucleotides sequenced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quasispecies analysis and nucleotide variation rate"
        },
        {
            "text": "All experiments were conducted within the high-security containment facility at AAHL. In the first experiment, 24 specific-pathogen-free (SPF) White Leghorn chickens at 21 days of age were inoculated with the infectious bronchitis virus (IBV) S strain (Webster's live virus vaccine strain-Ingham strain) by application of one drop via the ocular route (50 ll; each dose contained C10 3.0 EID 50 , equivalent to one effective dose of the virus, according to the manufacturer's instructions). Seven days later, the birds were divided into groups of three and caged together. Six birds were challenged via the ocular route with 50 ll 10 3 50% chicken lethal dose (CLD50) of plaque-purified avirulent NDV (isolate PR-32), a virus whose F0 sequence differed by a single amino acid from that found in virulent strains (i.e. 112 RRQGRF 117 ). Six birds were challenged with plaque-purified avirulent NDV (isolate PR-32) mixed at a ratio of 1:4 with plaque-purified avirulent NDV (isolate 98-1154), a virus whose F0 cleavage site differed by two amino acids from the virulent sequence (see Table 1 ). Two further groups of six birds were inoculated with mixed viruses at ratios of 1:100 and 1:1,000 (PR32:98-1154). Control birds that had not been pre-immunised with IBV were inoculated with plaque-purified viruses PR-32 and 98-1154 at a ratio of 1:4 on the seventh day of the experiment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1082,
                    "end": 1089,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Bird inoculations and challenge"
        },
        {
            "text": "In the second experiment, 25 White Leghorn SPF birds at 21 days of age were inoculated with the vaccine strain of Infectious Bursal disease virus (IBDV strain V877; 50 ll/eye; each dose contained C10 2.4 EID 50 according to the manufacturer's instructions) and observed for any clinical signs due to immunization. Seven days postimmunisation, birds were inoculated with 10 3 CLD50 of a mixture of plaque-purified avirulent viruses at a ratio of 1:10 (PR-32:98-1154). The genes of these avirulent viruses differed by one and two nucleotide mutations from a virulent F0 sequence and coded for F0 cleavage sequences of RRQGRF and RRQGRL, respectively. Birds were monitored daily for the development of clinical signs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bird inoculations and challenge"
        },
        {
            "text": "Detection of low levels of virulent virus using reverse-transcription real-time PCR (RRT-PCR)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Using primers specific for either the avirulent or the virulent coding sequence, RRT-PCR was used to probe the NDV quasispecies population to determine the relative ratios of virulent and avirulent sequences. Field isolates 98-1154, 2,609-4 and 99-1,997 (Tables 1, 2) were shown to have variable levels of virulent virus present in their quasispecies (1:4-1:4,000). The field isolate PR32 was also shown to be a mixture of viruses containing virulent and avirulent sequences [16] . Subsequent plaque-purification of virus from this sample yielded two virus stocks, pp-PR32 Vir and pp-PR32 Avir, which were shown by sequence analysis to have virulent ( 112 RRQRRF 117 ) or avirulent ( 112 RRQGRF 117 ) consensus sequences for their F0 fusion protein cleavage sites. RRT-PCR of these plaque-purified viruses could not detect virulent sequence in the pp-PR32 Avir virus, nor could it detect avirulent sequences present in the pp-PR32 Vir virus (Table 2 ).",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 479,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 941,
                    "end": 949,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To obtain a better understanding of the rate at which isolates can accumulate mutations, plaque-purified viruses (pp-PR32 Vir and pp-PR32 Avir) were serially passaged in tissue culture and birds. A quasispecies analysis was performed to determine the levels of variants from the consensus sequence as well as the error rate of mutation at each passage (Fig. 1a, b) . The consensus sequences included the F0 proteolytic cleavage region of the F gene at the midpoint of the gene sequence. These sequences were compared to field isolates of NDV isolated during the NDV outbreaks in Australia (Table 1) for which the quasispecies distribution and nucleotide error rates had been determined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 364,
                    "text": "(Fig. 1a, b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 589,
                    "end": 598,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Quasispecies analysis of fusion gene sequences"
        },
        {
            "text": "Analysis of the field isolates showed that 46-66% of the quasispecies sequenced varied from the 500 bp consensus sequence (Fig. 1a) and that approximately one nucleotide change from the consensus sequence occurred every 5-600 nucleotides over the region examined (Fig. 1b) . Stocks of plaque-purified virus (Pass 1; Fig. 1a , b) demonstrated that between 15 and 22% of viral sequences showed some deviation from the consensus sequence, with an error rate of 1 in 1,150-1,500 nucleotides. After a single passage in chickens, both the avirulent and virulent plaque-purified PR-32 viruses demonstrated an increase in variant quasispecies to levels of 26 and 39%, respectively. Plaquepurified viruses passaged in tissue culture required three passages before the quasispecies levels approached the 50% value seen in field isolates (Fig. 1a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 263,
                    "end": 272,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 316,
                    "end": 323,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 827,
                    "end": 836,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Quasispecies analysis of fusion gene sequences"
        },
        {
            "text": "The error rate for viral sequences over this region is shown in Fig. 1b . It was determined that field isolates had an error rate of 1 in 500-650 nucleotides, while plaquepurified viruses passaged in tissue culture showed initial error rates of 1 in 1,150-1,500 nucleotides after a single passage. This rate increased rapidly to that observed for field isolates within two to three additional passages (Fig. 1b) . This trend was observed both in vivo and in vitro, as during the course of this experiment, the plaquepurified PR-32 A caused a virulent infection in one bird. When virus from the brain of this bird was analysed, it was shown that a single base change in the coding region of the F0 site had resulted in an amino acid change from RRQGRF to RRQRRF. The nucleotide variation and percent quasispecies in this isolate was similar to that observed for the plaque-purified PR-32 V virus in the brains of affected birds (Fig. 1a, b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 402,
                    "end": 411,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 927,
                    "end": 939,
                    "text": "(Fig. 1a, b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Quasispecies analysis of fusion gene sequences"
        },
        {
            "text": "Infection of chick embryo fibroblast (CEF) cells with virulent NDV results in syncytium formation, generally within 48 h, whereas infection of CEF cells with avirulent virus does not result in syncytium formation unless trypsin is added to the extracellular medium [24] . In the presence of trypsin, the time course for syncytium formation by avirulent viruses was the same as for virulent viruses. When the isolate 98-1154, with an estimated virulent component of 0.1% (using RRT-PCR), was placed on CEF cells (without trypsin), no apparent infection was seen for approximately 7 days. However, on the eighth day, synctia began to form, and CEF cells were cultured for another 24 h before harvesting the tissue culture medium. When the virus present in the tissue culture supernatant was analysed for quasispecies distribution by sequence analysis, it was found that 18% of the viruses contained virulent F0 sequences (RRQRRF). However, sequence analysis of Gene sequence analysis of Australian NDV isolates [8] had revealed the presence of another clade of ND viruses with HN extensions of seven amino acids, which had an F0 cleavage sequence of 112 RKQGRL 117 . These viruses, like the progenitor virus responsible for the virulent NDV outbreaks in Australia, require only two nucleotide changes in the sequence coding for the fusion gene cleavage site to result in an F0 gene coding for a virulent virus. Four field isolates of this clade (NG2, NG4, Q2-88 and Q4-88) were propagated on CEF cells in the absence of added trypsin for prolonged periods. Syncytium formation was seen in CEF cultures infected with all virus isolates within 9 days. Quasispecies analysis of the isolates demonstrated the presence of virulent virus (with the F0 cleavage motif 112 RKGRRF 117 ) in the population of viruses released into the tissue culture medium at a level of 1-2%.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1009,
                    "end": 1012,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Emergence of virulent virus from a viral quasispecies having an avirulent F0 consensus sequence"
        },
        {
            "text": "During the course of the 1998-2002 NDV outbreaks, IBV vaccine strain S was often co-isolated with NDV in our laboratory, which was confirmed using electron microscopy, PCR amplification and sequence analysis (results not shown). To test the possibility that IBV was capable of altering the progress of NDV infection in chickens, SPF birds at 21 days of age were inoculated with the IBV S strain (Webster's live virus vaccine strain) and challenged 7 days later with mixtures of avirulent plaque-purified viruses (''Materials and methods''). It was intended that these mixtures of PR-32 with plaque-purified 98-1154 would mimic the observation that field isolates of NDV are a mixture of sequences with different nucleotide changes needed for a virulent F0 cleavage sequence. Eight days after inoculation with NDV, three birds [one from the group that were inoculated solely with undiluted PR-32 (but challenged previously with IBV and killed humanely on day 9 after NDV inoculation), one from the group preimmunised with IBV and then inoculated with PR-32 and 98-1154 at a ratio of 1:4, and one from the control group (inoculated solely with PR-32:98-1154 at a ratio of 1:4 and not pre-immunised with IBV)] developed nervous clinical signs. One bird died, and the other two recovered from their clinical signs and appeared healthy. Tissue samples were harvested from the three birds described above, cultured in eggs and allantoic fluids, and analysed by PCR for the presence of NDV. Sequence analysis of PCR-amplified DNA from the bird that died showed the presence of virulent virus in the brain and kidney. The sequence Serially passaged viruses in tissue culture are indicated by their passage number (PASS), and virus passaged in brain is indicated by the annotation ''Brain''. In a the y-axis denotes the total number of sequences (expressed as a percent) that differed in sequence from the consensus sequence determined for each field isolate or plaquepurified virus. In b, the virus isolates examined are indicated on the x-axis of the figure, while their observed transcriptional errors are expressed as the ratio of the number of observed nucleotide changes per total number of nucleotides sequenced. These are shown on the y-axis of the figure (nucleotide change per total number of nucleotides sequenced). Analysis for both figures was carried out on a 500 bp PCR product spanning the F0 cleavage site. A minimum of 50 sequences were analysed to determine the quasispecies percentage or error rate for each isolate determined from these tissues was identical to that of PR-32, but with a virulent F0 cleavage sequence that was distinct from that of 98-1154 (results not shown). The recovered birds only showed the presence of avirulent virus by PCR sequence analysis, with none detectable in the brain. A repeat of this experiment using nine birds that were pre-immunised with IBV and then challenged 7 days later with a different preparation of plaque-purified PR-32 virus showed no clinical signs or neural abnormalities, nor could any virus be isolated from the brain or tissues of these birds that had a virulent F0 cleavage signal as determined by PCR analysis or RRT-PCR analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-inoculation with infectious bronchitis virus (IBV)"
        },
        {
            "text": "A repeat of this experiment with 21-day-old birds preinoculated with IBDV strain V877 demonstrated grossly different sequale (Table 3) . Birds were observed for any clinical signs due to immunization with IBDV, but none were apparent. Seven days after immunization with IBDV, birds were inoculated with PR-32 and 98-1154 plaquepurified viruses at a ratio of 1:10 via the ocular route. Two days after NDV exposure, the first clinical signs of Newcastle disease became apparent, and 3 days after NDV exposure, one-third of the flock exhibited respiratory symptoms. On the fourth day after NDV exposure, the entire flock (26 birds) exhibited respiratory clinical signs, a symptom generally seen with NDVs having 7-, 9-or 14-amino-acid extensions to their HN proteins [8, 13, 14] ; however, approximately one-third of the flock also developed classic clinical signs associated with virulent NDV infection (head tremors, ''star-gazing'' and ataxia). Fourteen days after infection with NDV, brains from these birds were examined by PCR and immuno-peroxidase staining for the presence of NDV genome and antigens, respectively. The presence of virulent virus was confirmed in the brains and tissues of these birds by sequence analysis of PCR products, which identified the virus as being derived from the plaque-purified PR-32 isolate.",
            "cite_spans": [
                {
                    "start": 764,
                    "end": 767,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Pre-inoculation with IBDV"
        },
        {
            "text": "Gene sequence analysis of individual viruses within field virus isolates did not detect the presence of virulent viruses present in these populations at a level greater than 0.1-0.5% [16] . However, using RRT-PCR (reverse transcription realtime PCR), which is used as a quantitative method to determine the presence of individual sequences within nucleic acid mixtures [19] , it was possible to determine the ratio of virulent to avirulent F cleavage sequences within a mixed population of nucleic acid sequences to a much lower level of 1:1 9 10 -3 -1:5 9 10 -3 . This low level of virulent virus remains in the viral population without apparent affect in infected birds until a selection pressure is placed upon it. Infection of chickens with an NDV field isolate (PR-32) for which 26% of its viral population consisted of virulent virus was still defined by sequence analysis of the consensus sequence as an avirulent isolate. Moreover, the observed clinical signs in infected birds inoculated with this field isolate were also consistent with that of an avirulent infection, with no virulent clinical signs observed [16] . Thus, it appears that virulent sequences can remain undetected in the viral quasispecies until a selection pressure is placed upon the isolate so that the virulent virus becomes the dominant sequence present in the quasispecies and virulent clinical signs are observed upon infection. It was shown that under selection pressure, in the form of prolonged passage in tissue culture, virulent virus could emerge from an apparently avirulent inoculum. Avirulent plaque-purified NDV (98-1154) grown in CEF cells in the absence of trypsin resulted in the emergence of virulent virus after a period of 6-9 days of tissue culture, presumably due to mutations accumulating at the F0 cleavage site to alter the sequence to 112 RRQRRF 117 . The level of virulent virus that emerged after tissue culture was shown by quasispecies distribution to increase from an undetectable level to 1-18% of the total viral population. Virulent virus was also demonstrated to be present in field isolates of NDV isolated in Australia in the 1980s, which belonged to a separate clade from those associated with the 1998-2002 NDV outbreaks. These latter viruses were shown to have HN extensions of seven amino acids. The presence of these virulent viruses in an avirulent background remained undetected until a selection pressure was applied. This observation demonstrated that there exist at least two clades of Australian ND viruses that are two nucleotides away from having a virulent F cleavage motif and have the potential to cause virulent NDV outbreaks.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1120,
                    "end": 1124,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "From the above experiments, it was apparent that the presence of virulent virus in a population could only be detected if a selection pressure was applied to the population to alter the quasispecies distribution, which, in the latter case, was growth in CEF cells without exogenous trypsin. In the field, several mechanisms could be responsible for these selection pressures, e.g. tissue tropism or altered host states, such that replication of the virulent virus is favoured over that of an avirulent virus. One mechanism explored was the presence of a preexisting avian virus prior to subsequent NDV infection. In many instances, field isolates of viruses from infected poultry contained other avian viruses such as the vaccine strain S of the coronavirus IBV, the birnavirus IBDV or NDV. Therefore, the possibility that a pre-existing viral infection could alter the tissue tropism of NDV was investigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Experimentally, the pre-existence of IBV did not significantly alter the apparent course of NDV infection in birds; however, a very different situation was observed when IBDV was used to pre-infect birds 7 days prior to NDV infection. After a delay of several days, respiratory clinical signs began to appear, followed by the appearance of classic neural signs. Virulent virus was isolated from these birds from both neural tissue and swabs. Of interest were some of the birds that survived the transient expression of neural signs seen with the PR-32 virus and IBV pre-infection. The two birds that survived recovered completely within 24 h and thereafter could not be distinguished clinically from other birds in the flock. This had been observed with other birds infected with virulent NDV during the Australian outbreaks and may be an important factor in the ability to clearly diagnose the clinical signs associated with these viral infections. PCR amplification of tissues and cloacal swabs of the two surviving birds from the IBV experiment were negative for IBV and NDV at the termination of the experiment. It has been noted that if a prior infection with IBDV exists, this can cause transient immunosuppression in infected birds [4, 29] . This may explain the observation that after IBDV inoculation, NDV infection occurred and immunosuppression allowed rampant NDV replication of the PR-32 isolate, which then acquired a mutation at its F0 cleavage site. This virus could then reach neural tissue and replicate prior to elimination of the virus by the immune system, resulting in virulent virus dominating the quasispecies and with virulent clinical signs being seen in the infected bird.",
            "cite_spans": [
                {
                    "start": 1239,
                    "end": 1242,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1243,
                    "end": 1246,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Sequence analysis of the genome of an NDV isolate will only determine the consensus sequence of all viruses comprising the quasispecies. Thus, this method is unable to detect quite high levels of virulent virus hiding in the population, as was demonstrated with the original field isolate of PR-32. This isolate had a quasispecies population comprising 26% virulent sequences [16] , but sequence analysis resulted in an avirulent consensus sequence. Thus, sequence analysis as currently performed may not detect virulent sequences present in field isolates of NDV. It has been postulated that virulent and avirulent NDV strains arose from each other by spontaneous mutation [17] . It is widely recognized that mixtures of virulent and avirulent viruses often co-exist in a single NDV sample, but only the majority phenotype is expressed [9] . This variation has been found regardless of whether the virus population originated from a single particle or from many. Most subpopulations in an NDV strain exist at ratios to each other that range from 1:1 to 1:50 [10] . Virulent strains of NDV have been found to be more consistently heterogeneous than strains of lower virulence [22] .",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1176,
                    "end": 1180,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A change in environmental conditions that offers variants within the population the opportunity to compete favorably with predominating virus can shift the equilibrium and drive virus evolution. The fastest way to disrupt stable virus equilibrium is to change its adaptive landscape, which happens frequently in nature through the host immune response, infection of a new host or tissue or interference from defective interfering particles [12] . Thus, it may be inferred that outbreaks caused by virulent NDV can occur by coinfection with other viruses in poultry, followed by repeated NDV re-infection in these bird populations. The suggested implication of an involvement of immunosuppression in the emergence of virulent NDV (by IBDV) and the possibility that other avian viruses may exert an influence on the host are worthy of further investigation.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 444,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Newcastle disease in Victoria",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Albiston",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Gorrie",
                    "suffix": ""
                }
            ],
            "year": 1942,
            "venue": "Aust Vet J",
            "volume": "18",
            "issn": "",
            "pages": "75--79",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A laboratory manual for the isolation and identification of avian pathogens",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "American Association of Avian Pathology",
            "volume": "",
            "issn": "",
            "pages": "114--120",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Newcastle disease and other avian paramyxoviruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Rev Sci Tech OIE",
            "volume": "19",
            "issn": "",
            "pages": "443--462",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Immunosuppression by the infectious bursal agent in chickens immunized against Newcastle disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Faragher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Vet Rec",
            "volume": "90",
            "issn": "",
            "pages": "511--512",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Deduced amino acid sequences at the fusion protein cleavage site of Newcastle disease viruses showing variation in antigenicity and pathogenicity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Bashiruddin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Arch Virol",
            "volume": "128",
            "issn": "",
            "pages": "363--370",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Biological significance of viral quasispecies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Viral Hep Rev",
            "volume": "2",
            "issn": "",
            "pages": "247--261",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Virulent Newcastle disease in Australia: molecular epidemiological analysis of viruses isolated prior to and during the outbreaks of",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kattenbelt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Selleck",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hansson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Della-Porta",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Westbury",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virus Res",
            "volume": "77",
            "issn": "",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Newcastle disease virus fusion and haemagglutinin-neuraminidase gene motifs as markers for viral lineage",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hansson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Selleck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kattenbelt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Della-Porta",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Avian Path",
            "volume": "32",
            "issn": "",
            "pages": "361--373",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nature of the Newcastle disease population. In: Hanson RP (ed) Newcastle disease virus. An evolving pathogen",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Granoff",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "107--118",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Heterogeneity within strains of Newcastle disease virus, Key to survival",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Kinetic PCR: real time monitoring of DNA amplification reactions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Higuchi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fockler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dollinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Biotechnology",
            "volume": "11",
            "issn": "",
            "pages": "1026--1030",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "RNA virus populations as quasispecies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "De La Torre",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Steinhauer",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "176",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Lesions in the upper respiratory tract in chickens experimentally infected with Newcastle disease viruses isolated in Australia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hansson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Della-Porta",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Aust Vet J",
            "volume": "77",
            "issn": "",
            "pages": "50--51",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Lentogenic Newcastle disease virus and respiratory disease in Australian broiler chickens",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Morrow",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Segal",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Aust Vet J",
            "volume": "77",
            "issn": "",
            "pages": "53--54",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The pseudo poultry plague: the second outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Johnstone",
                    "suffix": ""
                }
            ],
            "year": 1933,
            "venue": "J Agric Vic",
            "volume": "31",
            "issn": "",
            "pages": "80--82",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sequence variation in the Newcastle disease virus genome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kattenbelt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Res",
            "volume": "116",
            "issn": "",
            "pages": "168--184",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The molecular biology of influenza virus pathogenicity",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rott",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Adv Virus Res",
            "volume": "34",
            "issn": "",
            "pages": "247--281",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Paramyxoviridae: the viruses and their replication",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kolakofsky",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Fields",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Knipe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Howley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Monath",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Fields Virol. Lippincott-Raven",
            "volume": "",
            "issn": "",
            "pages": "1177--1204",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Oligonucleotides with fluorescent dyes at opposite ends provide a quenched probe system useful for detecting PCR product and nucleic acid hybridization",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Livak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Flood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marmaro",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Giusti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Deetz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "PCR Methods Appl",
            "volume": "4",
            "issn": "",
            "pages": "357--362",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Virus taxonomy-Houston",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mayo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arch Virol",
            "volume": "147",
            "issn": "",
            "pages": "1071--1076",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A summary of taxonomic changes recently approved by ICTV",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mayo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arch Virol",
            "volume": "147",
            "issn": "",
            "pages": "1655--1656",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The effects of the multiplicity of infection on viral subpopulations during passage of Newcastle disease viruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcmillan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Fellenz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Avian Dis",
            "volume": "30",
            "issn": "",
            "pages": "122--125",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Synthetic transcripts of double stranded birnavirus genome are infectious",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mundt",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Vakharia",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc Natl Acad Sci",
            "volume": "93",
            "issn": "",
            "pages": "11131--11136",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The spread of a pathogenic and an apathogenic strain of Newcastle disease virus in the chick embryo as depending on the protease sensitivity of the virus glycoproteins",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shimokata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamaguchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iinuma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maeno",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "H-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rott",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Gen Virol",
            "volume": "45",
            "issn": "",
            "pages": "263--272",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nucleotide sequence of the hemagglutinin-neuraminidase gene of Newcastle disease virus avirulent strain D26: evidence for a longer coding region with a carboxyl terminal extension as compared to virulent strains",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hattori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ishida",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imamura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawakita",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virus Res",
            "volume": "8",
            "issn": "",
            "pages": "217--232",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Generation of velogenic Newcastle disease viruses from a nonpathogenic waterfowl isolate by passaging in chickens",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shengqing",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kishida",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kida",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Otsuki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virol",
            "volume": "301",
            "issn": "",
            "pages": "206--211",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The isolation of Newcastle disease virus in Queensland",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Aust Vet J",
            "volume": "43",
            "issn": "",
            "pages": "29--30",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Newcastle disease virus evolution: II. Lack of gene recombination in generating virulent and avirulent strains",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Toyoda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hirota",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gotoh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyata",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Virology",
            "volume": "169",
            "issn": "",
            "pages": "273--282",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Effect of infectious bursal disease on the response of chickens to S. typhimurium and E. coli infections",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Wyeth",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Vet Rec",
            "volume": "95",
            "issn": "",
            "pages": "235--243",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Variation of quasispecies distribution and nucleotide errors with passage of NDV in birds and tissue culture. The percent quasispecies (a) and nucleotide variation rate (b) were determined over a 500 bp region flanking the F0 cleavage site for four field isolates (98-1154, 2609-3, 98-655, 2609-4 and PR-32) and were compared that of plaque-purified avirulent virus (PR-32 A) or plaquepurified virulent virus (PR-32 V) isolated from the field isolate PR-32.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Australian NDV isolates used in this study",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of real time PCR analysis of plaque-purified and field isolates of NDV Cycle threshold (Ct) values are in parentheses. The ratio of virulent to avirulent viruses was calculated from the Ct values from each experiment Neg negative, pp plaque purified, Vir virulent, Avir avirulent RRQGRF 117 ) was cultured in CEF cells in the absence of trypsin, syncytium formation was observed after 8 days. Sequence analysis of the quasispecies demonstrated that 10% of the virus in the tissue culture medium had the F cleavage sequence 112 RRQRRF 117 .",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments The authors would like to thank Elizabeth MacArthur Agricultural Institute, NSW, Australia, for NDV isolates and tissue samples as well as Rural Industries Research Development Corporation for generous funding. The authors also wish to thank S. Lowther and T. Pye for expert technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}