{
    "paper_id": "99412ea3487e9e5f0cf5cbe900ac3287aecc5dab",
    "metadata": {
        "title": "Severe infantile Bordetella pertussis pneumonia in monozygotic twins with a congenital C3 deficiency",
        "authors": [
            {
                "first": "Roel",
                "middle": [
                    "A J"
                ],
                "last": "Kurvers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dineke",
                "middle": [],
                "last": "Westra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arno",
                "middle": [
                    "F"
                ],
                "last": "Van Heijst",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "M"
                ],
                "last": "Twiggy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adilia",
                "middle": [],
                "last": "Walk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [
                    "C A J"
                ],
                "last": "Warris",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Van De Kar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Bordetella pertussis or whooping cough is a vaccinepreventable disease that still remains a serious infection in neonates and young infants. We describe two young infants, monozygotic twins, with a severe B. pertussis pneumonia of whom one needed extracorporeal membrane oxygenation. Diagnostic work-up of unexplained hematuria and proteinuria during the illness revealed low serum complement component 3 (C3) levels. During follow-up, C3 levels remained low (400-600 mg/L). Extensive analysis of the persistent low C3 levels revealed an unknown heterozygous mutation in the C3 gene in both siblings and their mother. This C3 mutation in combination with the specific virulence mechanisms of B. pertussis probably contributed to the severe disease course in these cases. Conclusion: We propose that genetically caused complement disorders should be considered when confronted with severe cases of B. pertussis infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pertussis, also known as whooping cough, is an infectious respiratory disease caused by the Gram-negative bacillus Bordetella pertussis. Annually, there are 20-40 million cases of pertussis worldwide, with as many as 400,000 pertussisrelated deaths each year, occurring mostly in developing countries and in young infants [4] .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 325,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The more severe disease manifestations seen in neonates and young infants before or in the absence of vaccination is partially due to diminished maternal derived protective antibodies. Although maternal antibodies against B. pertussis are transported across the placenta [6] , it has been shown that women in childbearing age nowadays have lower antibodies against childhood disease because of the lack of natural boosters due to vaccination. As a result, there has been a renewed interest in maternal vaccination to prevent neonatal pertussis infections [8] .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In preterm neonates, in general, low antibody concentrations are found compared to term neonates. Heininger et al. recently demonstrated that preterm infants have lower antibody levels against B. pertussis, which increase with gestational age [6] . This implies a greater risk of pertussis infection when born prematurely.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 123,
                    "text": "Heininger et al. recently",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this report, we describe two young infants, monozygotic twins, who were born prematurely, with severe B. pertussis pneumonia in which a complement disorder was detected resulting in low complement component 3 (C3) levels. The relation between C3 deficiency and disease severity caused by B. pertussis is discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The female monochorionic diamniotic twins were born at a gestational age of 31 weeks and 6 days after preterm premature rupture of membranes. Celestone was given 24 h before birth. Both twins had a good start (Apgar score 7/9/9), with twin A weighing 1,550 g (P50) and twin B weighing 1,720 g (P50-80). Postnatally, they developed an infant respiratory distress syndrome grades I and II, needing continuous positive airway pressure, but otherwise the neonatal period was unremarkable. Four weeks after birth, they were discharged from the hospital in good clinical condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "At the age of 7.5 weeks (adjusted for preterm birth, 2.5 weeks), twin A presented at the local hospital with an obstinate and increasing cough, feeding difficulties, and decreasing urine production, without fever. Physical examination of the chest revealed crackling sounds over both lungs. Laboratory findings demonstrated a leukocyte count of 16.4×10 9 /L (normal value for age, 5-17×10 9 /L) with 73 % lymphocytes and a C-reactive protein (CRP) of 1 mg/L (normal value for age, <10 mg/L). The chest X-ray showed increased peribronchiolar consolidation and some consolidation of the upper lobe of the left lung. Polymerase chain reaction (PCR) on respiratory syncytial virus, parainfluenza types 2-4, coronavirus, adenovirus, bocavirus, rhinovirus, human metapneumovirus, and influenzas A and B was negative. A bacterial pneumonia was suspected, for which she was treated with amoxicillin orally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Despite this therapy, coughing increased over 2 days and recurrent episodes of severe paroxysmal cough were followed by apnea and bradycardia. Although continuous oxygen flow and caffeine were given, the periods of apnea became more frequent and severe. Endotracheal intubation with ventilatory support was indicated and she was transferred to the nearest pediatric intensive care unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "On admission, blood test results showed a leukocyte count of 80×10 9 /L and a lymphocyte count of 75 %, with a CRP of 175 mg/L. The chest X-ray showed bilateral diffuse infiltrates and consolidation of both lungs. Antibiotics were switched to amoxicillin-clavulanic acid which was administered intravenously. In the mean time, the PCR for B. pertussis was found to be positive in the sputum of her twin sister (twin B) and turned out to be positive in her sputum as well. Therefore, the antibiotic regime was changed from amoxicillin-clavulanic acid to azithromycin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Periods of low oxygen saturation became more frequent with episodes of bronchospasms that initially responded well to bronchodilators. Ultrasonography of the heart revealed pulmonary hypertension with mean arterial pressures up to 60 mmHg with signs of tricuspid insufficiency. Highfrequency oscillation with nitrogen monoxide (NO) ventilation was needed and the need for extracorporeal membrane oxygenation (ECMO) was considered for which she was transferred to our pediatric intensive care unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "After initial improvement on NO ventilation with magnesium sulfate administered intravenously, her pulmonary condition worsened and she developed a more severe pulmonary hypertension. Therefore, ECMO treatment was started. This treatment was complicated by severe hypertension, pleura exudate, and fluid overload, which was treated with continuous veno-venous hemofiltration. Another complication, of which the origin was not exactly clear, was an ischemic stroke of the brain in the region of the right posterior cerebral artery and a watershed cerebral infarct of the right medial cerebral artery. This led to a hemiparesis and a hemianopsia on the left side. Eventually, 16 days of ECMO therapy was needed before her pulmonary condition improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "During the ECMO treatment, twin A developed hematuria (25-50 RBCs per high-power field) and proteinuria (117 mg/ mmol protein/creatinine ratio; normal value for age, <60 mg/ mmol) with red cell casts, suggesting glomerulonephritis. However, serum creatinine levels (17-20 μmol/L; normal value for age, 10-30 μmol/L) and blood pressure (63/ 32 mmHg, p50 for age) were normal. Extensive blood and urine analysis revealed low serum complement C3 levels without other abnormalities ( Table 1 ). The girl eventually recovered and was discharged after 2 months of intensive treatment. At the age of 18 months, she has a delayed psychomotor development and epileptic seizures, which are controlled by antiepileptic medication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 487,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Her twin sister, twin B, developed the same signs and symptoms only 1 day later. She was admitted to the pediatric intensive care unit and intubated because of respiratory failure. Ventilatory support with caffeine was needed for 2 weeks. She was treated with clarithromycin. She did not develop any signs of glomerulonephritis, but additional analysis of complement factors revealed low serum C3 levels as well. Twin B was discharged after 6 weeks of admission. Although severe, she displayed a less dramatic disease course compared to her twin sister. This could be explained by the fact that B. pertussis PCR on sputum was positive in an earlier stage and timely treatment with macrolides was commenced. During followup, the girl shows a normal psychomotor development at the age of 18 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "During the follow-up of twin A, serum analysis demonstrated persistent low C3 levels (400-600 mg/L) with normal C4 levels (100-200 mg/L) as shown in Table 1 , suggesting alternative complement pathway involvement. A genetic cause was suspected and parents gave permission to study the genes encoding the most important alternative complement pathway proteins (factor H, factor I, membrane cofactor protein, complement factor B [CFB], and C3). In both siblings, a previously unknown deletion of one nucleotide was identified in exon 21 of the gene encoding C3 (c.2696delT, p.Val899AlafsX5). This mutation causes a frameshift, leading to a preliminary stop (five amino acids after the deletion) in the MG7 domain of In gray, the C3 domains involved in CFB binding are indicated [5] . The images were generated using PyMOL with the Protein Data Bank file 2XWB the protein. The mutant protein is almost 46 % shorter than wild-type C3, resulting in the loss of important binding sites for CFB and the loss of the thioester bond important for the function of the protein (Fig. 1 ) [5] . Genomic DNA analysis in both parents showed a maternal inheritance; the mother of the twins is generally healthy, but recalls being frequently sick and suffering from upper respiratory tract infections as a child. The mutation probably leads to absent secretion of mutant C3 due to nonsense-mediated mRNA decay, which is indicated by serum C3 levels of about half of the normal. Consequently, one may expect that this mutation leads to an impaired complement activation system.",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 779,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 156,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1065,
                    "end": 1072,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Analysis of complement factors"
        },
        {
            "text": "A congenital C3 deficiency was detected in monozygotic female twins during severe B. pertussis pneumonia in infancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although it is well known that neonates and young infants are at increased risk for developing severe whooping cough due to a so-called immature immune system [6, 8] , the significance of abnormalities in the complement pathway related to disease severity, as described here, needs further investigation [10] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 163,
                    "end": 165,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The complement cascade consists of the classical, lectin, and alternative pathway, all converging at complement C3. Further activation of the complement cascade leads to the formation of the membrane attack complex (MAC) by which particular microorganisms can be eliminated by the immune system [2] . This whole process is regulated by different complement inhibitors and promoters. B. pertussis is a Gramnegative encapsulated bacterial strain of which the microcapsule is not protective against complement attack [9] , but B. pertussis is able to bind the classical pathway inhibitor C4bbinding protein [3] , the C1 esterase inhibitor [7] , and the alternative pathway inhibitor factor H [1] to evade the complement system, in that way protecting itself and making it possible to colonize a host.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, the remarkable persistent low C3 levels in these patients led us to examine the major alternative complement pathway proteins on genomic level. The newly found mutation possibly causes lack of C3 secretion and can therefore be the reason for the persistent decreased serum C3 levels. Consequently, this causes less formation of MAC on bacteria and therefore leads to an impaired elimination of B. pertussis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, these severe cases of infantile B. pertussis pneumonia in premature born twins might well have been caused by a mutation in the C3 gene, resulting in deficient C3 levels in serum, in addition to an immature immune system. Accordingly, one should consider to screen for abnormal complement protein levels when confronted with such a severe infection to B. pertussis or other pathogens that can evade the complement system by using similar mechanisms, as an underlying genetically caused complement disorder might be present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interactions between Bordetella pertussis and the complement inhibitor factor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Amdahl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jarva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haanpera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mertsola",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Jokiranta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meri",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "H Mol Immunol",
            "volume": "48",
            "issn": "",
            "pages": "697--705",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Activation of the complement cascade by Bordetella pertussis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "FEMS Microbiol Lett",
            "volume": "220",
            "issn": "",
            "pages": "271--275",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bordetella pertussis binds the human complement regulator C4BP: role of filamentous hemagglutinin",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Berggard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Johnsson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Mooi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lindahl",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infect Immun",
            "volume": "65",
            "issn": "",
            "pages": "3638--3643",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recent developments in pertussis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Crowcroft",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Pebody",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "",
            "pages": "1926--1936",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structures of C3b in complex with factors B and D give insight into complement convertase formation",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Forneris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ricklin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tzekou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lambris",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gros",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "330",
            "issn": "",
            "pages": "1816--1820",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Maternally derived antibodies against Bordetella pertussis antigens pertussis toxin and filamentous hemagglutinin in preterm and full term newborns",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Heininger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Riffelmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leineweber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Wirsing Von Koenig",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Infect Dis J",
            "volume": "28",
            "issn": "",
            "pages": "443--445",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bordetella pertussis binds human C1 esterase inhibitor during the virulent phase, to evade complement-mediated killing",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Luu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Fernandez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "195",
            "issn": "",
            "pages": "585--588",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The case for maternal vaccination against pertussis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Mooi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "De Greeff",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "614--624",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evidence for an intact polysaccharide capsule in Bordetella pertussis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Neo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hoo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pant",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Microbes Infect",
            "volume": "12",
            "issn": "",
            "pages": "238--245",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Infections of people with complement deficiencies and patients who have undergone splenectomy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ram",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Microbiol Rev",
            "volume": "23",
            "issn": "",
            "pages": "740--780",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Structural implications for the p.Val899AlafsX5 mutation. The 3D structure of the active C3 cleavage product C3b (black) in complex with CFB (gray) and the domain structure of C3 are depicted for both the wild-type (a) and the mutant protein (b).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Serum complement C3 and C4 levels and C3 breakdown product C3d over time",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments D.W. is supported by the Dutch Kidney Foundation (C09.2313).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}