{
    "paper_id": "995ba88f2e3213ce57b488db33b0ce71b02e6d4a",
    "metadata": {
        "title": "Data Decision and Transmission Based on Mobile Data Health Records on Sensor Devices in Wireless Networks",
        "authors": [
            {
                "first": "Jia",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhigang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The contradiction between a large population and limited and unevenly distributed medical resources is a serious problem in many developing countries. This problem not only affects human health but also leads to the occurrence of serious infection if treatment is delayed. With the development of wireless communication network technology, patients can acquire real-time medical information through wireless network equipment. Patients can have the opportunity to obtain timely medical treatment, which may alleviate the shortage of medical resources in developing countries. This study establishes a new method that can decide and transmit effective data based on sensor device mobile health in wireless networks. History data, collection data, and doctor-analyzed data could be computed and transmitted to patients using sensor devices. According to probability analysis, patients and doctors may confirm the possibility of certain diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In developing countries, the health of people can not be effectively protected by medicine because of the underdeveloped medical technology and large population of these countries. Therefore, a patient with a minor illness may develop a very serious disease or even cause a disastrous infection. Thus, developing countries should spend a substantial amount of manpower and funding to solve the problem. As a representative of developing countries, China once suffered greatly because of the problems posed by its huge population and the [1] . Thousands of people were affected and many of them died because the first few patients delayed treatment. The Ebola virus [2] , which rages in Africa, also broke out because the first few patients did not obtain timely treatment.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 540,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The phenomenon of medical resource shortage is serious in China, a country with a population of more than 1.3 billion. According to statistical data from China's Ministry of Health in 2013, an average of 5000 people share only one doctor, and a doctor has to treat 50 patients per day at most [3] . Further data show that a hospital in a large city treats an average of 1 million people every year, and an advanced hospital treats at least 3.5 million patients annually. Facing such a large population and shortage of medical resources, China needs to find an effective solution to rationally maximize the utilization of the existing medical resources.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As a type of network, the sensor device mobile health wireless network [4] is mainly characterized by ''carry-store-transfer'' transmission among its nodes. This fact implies that if one node is not in the communication area, the node stores the information and moves to transmit it to the next-hop node. A complete link in wireless networks is not necessary. Communication is accomplished through the movement of the nodes, and information transmission in sensor wireless network is diffused. This feature of the sensor device wireless networks can be adopted in mobile health services. People can store health information, transmit it to any mobile device, and share information anywhere even without a mobile signal.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study establishes a new method that can decide and transmit effective data based on sensor device mobile health in wireless networks. History data, collection data, and doctor analysis data can be computed and transmitted to patients using sensor devices. Patients and doctors may confirm the possibility of diseases basing on probability analysis. This paper is debated some problems with data decision and transmission in mobile health. Then we found some methods to solve problem in wireless network. Section 2 is related work. Section 3 is model design. Section 4 is experiment and data text. And in Sect. 5 is conclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mobile health is a new health communication model that involves sensor technology and mobile computing. As of 2015, more than 500 million people are using mobile health devices [5] . The United States is the first country to apply communication technology in the medical field. Over 50 % of mobile health equipment are applied in the US. At present, many other countries, including several in Asia and Europe, are also using this technology [6, 19] .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Mobile Health in Application"
        },
        {
            "text": "Mobile health equipment was applied by NASA for astronauts to conduct remote monitoring and physiological index recording. Shaikh et al. [7] designed a new wireless remote monitoring system in Linux embedded platform to measure pulse blood oxygen. Page et al. [8] applied low-energy consumption sensor devices in mobile health and invented a portable mobile health system. This system can monitor the physiological indices of patients when double sensors are working. According to recorded physiological indices in recent 3 months, doctors can assess several illnesses of the patients.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Mobile Health in Application"
        },
        {
            "text": "Dias et al. [9] built a new mobile health system with improved testing and nursing ability. Data can be analyzed and stored using hospital servers. Data from clients can be collated and monitored. Through the use of TCP/IP and UDP, physiological indices can be transmitted to data packets and sent by databases in servers [20] . Seto et al. [10] proposed a heart-failure remote monitoring system in clinical research. This system could analyze and monitor many heart data indices. Today, this system is used in first-aid environments.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Mobile Health in Application"
        },
        {
            "text": "According to an established mobile health system, patients can obtain timely treatment from doctors or hospitals by using wireless sensor devices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mobile Health in Application"
        },
        {
            "text": "At present, the research on wireless networks focuses on routing algorithms. Existing routing algorithms can be transplanted into different areas by improvement. Several methods are also adopted in wireless networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technology in Wireless Networks"
        },
        {
            "text": "Grossglauser et al. [11] proposed a store-and-forward mechanism called Epidemic algorithm, which simulated the transmission mechanism of infectious diseases. This algorithm has two nodes that exchange messages instead of store messages on each other when they meet. This method is similar to exclusive transmission and allows the two nodes to obtain more information. When the node reaches the target node and transmits a message, the path could be guaranteed to be the shortest one with ample network bandwidth and buffer memory space. However, the increase in the included nodes could cause congestion in the network transmission of the message given the limited related resource in the real network. In actual situation and application, this method cannot have a good effect because of the resource limitation.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Technology in Wireless Networks"
        },
        {
            "text": "Wang et al. [12] proposed the Spray and Wait algorithm based on the Epidemic algorithm. The Spray and Wait algorithm consists of two phases. In the spray phase, the source node first counts the available nodes around for message transmission and transmits its message to the surrounding nodes by spraying. In the wait phase, the message is transmitted to the target node via direct delivery to fulfill the transmission process if no available node could be found in the spray phase. This method is a modified algorithm that improves the flood transmission of the original Epidemic algorithm. However, the spray phase may cause a waste of source nodes if a large amount of neighbor nodes consume significant source node space. Thus, this algorithm could cause node death by overspraying the source nodes in networks with great randomness.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Technology in Wireless Networks"
        },
        {
            "text": "Spyropoulos et al. [13] proposed the PRoPHET Algorithm, which improves network utilization. This algorithm first counts available message transmission nodes around and then calculates the appropriate number of transmission nodes to form message groups. Leguay et al. [14] proposed the MV algorithm based on the probability algorithm. The MV algorithm calculates transmission probability using records statistics in the process of node meeting and area visiting.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Technology in Wireless Networks"
        },
        {
            "text": "Burgess et al. [15] proposed the MaxProp algorithm based on array setting priority. This algorithm determines the transmission sequence using the settled array priority when two nodes meet. This method reduces resource consumption and improves the algorithm efficiency by setting a reasonable message transmission sequence. Leguay et al. [16] suggested the Moby Space algorithm. In this algorithm, node groups or node pairs with higher relevance form a self-organizing transmission area to fulfill optimal communication among nodes.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Technology in Wireless Networks"
        },
        {
            "text": "Burns et al. [17] proposed the context-aware routing algorithm to calculate the transmission probability of the source nodes in obtaining target nodes. This algorithm first Data Decision and Transmission Based on Mobile Data Health… 2075 acquires the middle node by calculating the cyclic exchange transmission probability. Then, it collects and groups the messages to guide the middle node in transmitting the messages directly to the node with higher transmission probability. Kavitha et al. [18] proposed the message ferry algorithm, which groups and transmits messages. This algorithm classifies and groups the message first, and then collects the source nodes to be transmitted. Lastly, this algorithm counts the existing transmission traces of each ferry node in the network. Based on the algorithm, the movement rule of the ferry nodes can be reached and the source node automatically moves to the ferry node in message transmission. Transmission effect could be improved by predicting the node moving trace in this algorithm.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Technology in Wireless Networks"
        },
        {
            "text": "Based on the introduction to mobile health and wireless technology, the next step is designing a model of the mobile health wireless sensor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technology in Wireless Networks"
        },
        {
            "text": "In the context of mobile health, data collection in hospitals and among patients is an important problem. Patients use mobile devices and sensor devices that receive and send data messages. However, these devices limit storage space when it sends and receives messages. The electronic medical records of each patient contains more than 3-4 gigabytes of stored data. A large amount of energy and overhead would be consumed if all messages are received or sent by the device. Moreover, the transmission of large data may delay illness assessment from doctors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Design"
        },
        {
            "text": "Some problems must be considered in establishing effective data decision and transmission in the mobile health environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Design"
        },
        {
            "text": "1. How are data collected from patients in the mobile health environment? 2. Which data are important for the system and doctors to evaluate diseases? 3. How is the probability of each disease analyzed using mobile devices and sensor devices? 4. How are complex diseases analyzed by sensor devices?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Design"
        },
        {
            "text": "These four problems will be used as a guide in discussing our next study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Design"
        },
        {
            "text": "In mobile health, sensor devices and mobile device are the cheapest and most convenient means of data collection and transmission among doctors, patients, and hospitals. Given that mobile device devices are universal, patients can deliver their physiological indices to doctors through mobile devices to ensure a rapid evaluation of their diseases. This method can reduce stress in hospitals in developing countries when a number of patients need diagnosis (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 465,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data Collection and Transmission in Mobile Health"
        },
        {
            "text": "Moreover, patients can bring wearable devices so they can look over their physiological indices. These devices include wireless sensors that can collect the physiological indices of patients. Patients may place these devices on their finger, wrist, and chest to scan and collect data from certain parts of the body. Shortly, physiological data such as heartbeat, pulse, and blood pressure can be collected and stored by wireless sensor devices. Finally, data can be transmitted to the mobile devices (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 508,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Data Collection and Transmission in Mobile Health"
        },
        {
            "text": "In mobile health, mobile devices can analyze the physiological data they receive and provide diagnosis using embedded wireless sensor software. Patients can assess their diseases using the devices. At the same time, the data are transmitted to the hospital server. Data text and program text can be analyzed very swiftly and the shortage of medical resources can be solved through remote diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Transmission in Mobile Health"
        },
        {
            "text": "Patients with serious conditions in an ambulance or in non-hospital areas can collect data using wireless sensor devices. The data can be organized on the basis of history, collection, and diagnosis, and doctors could compare the data using mobile device and then provide scientific conclusions. Data transmission is crucial for a doctor to conduct a remote diagnosis and save a patient's life. Rapid decision data in devices becomes important when data are collected by wireless sensor devices. Therefore, the following work focuses on data decision in mobile health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Transmission in Mobile Health"
        },
        {
            "text": "A sensor device can transmit a number of patient data to mobile device. The device may then spend time to analyze the important data. Thus, data assembly is necessary. Figure 3 shows a patient's collected data. This model includes time assembly, item assembly, location assembly, and diagnosis assembly. These four assembly groups In these assemblies, int is a digital type and chair is a character type. Each assembly contains many elements such as the following:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Data Decision in Mobile Health"
        },
        {
            "text": "Diagnose {category(chair) {diastolic pressure (int), sphagnums (int), heartbeat rate (int), liver function (int)} To establish a sub-assembly, a decision tree containing all information for a patient in mobile health can be formed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Decision in Mobile Health"
        },
        {
            "text": "The root of the decision tree is a patient (Fig. 4) . The first branches are the basic information assemblies of the patient. The second branches are sub-assembly, which are one level higher. A diagnosis is chosen from the second branches for a sample analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 51,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Data Decision in Mobile Health"
        },
        {
            "text": "A patient's physiological index can be collected, analyzed, and computed while the patient is wearing a wireless sensor device with a mobile device. All results become conclusions and are sent to the patient and doctor. Using these conclusions, doctors may diagnose patients in time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Decision in Mobile Health"
        },
        {
            "text": "For different diagnosing conditions, the process is described as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Decision in Mobile Health"
        },
        {
            "text": "1. According to history records, a sensor device acquires past diagnostic records. 2. History records are analyzed and the sensor device can perform calculations. 3. Using the collected time and by comparing the patient's data with normal data, the sensor device can calculate the probability of certain diseases in real time. 4. The probability of certain diseases colligates the history disease and collected data basing on the current data collection, and the result is transmitted to patients and doctors. 5. If a disease or diagnosis is highly complicated, the doctor needs to decide and determine the disease probability after the sensor device has analyzed the disease probability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Decision in Mobile Health"
        },
        {
            "text": "According to the process of diagnosis decision, patients could acquire accurate data on disease probability, which may help ensure accurate treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Decision in Mobile Health"
        },
        {
            "text": "Doctors need a large amount of data to accurately calculate disease probability and correctly diagnose the disease. Thus, the disease probability analysis created by the sensor device and mobile device is important. In light of accurate disease probability calculation, some data types need to be defined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Data Record in Sensor Device"
        },
        {
            "text": "Definition 1 (Diagnosis data in history) Diagnosis data in history shows the diagnosis information that was recorded in the past. These data contain physiological index, conclusion on diagnosis, and disease analysis. As many diseases are related to diagnosis data in history, convenience is improved when diagnosing a disease by focusing on such data in history and analyzing the data collected by the sensor device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Data Record in Sensor Device"
        },
        {
            "text": "For a patient, diagnosis data in history contain many disease records. The data are shown as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Data Record in Sensor Device"
        },
        {
            "text": "Diseðh i Þ shows one disease in history and h i shows a disease. The relationship between the disease and the physiological index is ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Data Record in Sensor Device"
        },
        {
            "text": "kðtÞ; kðtÞ 2 ½a t ; b t ð 2Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Data Record in Sensor Device"
        },
        {
            "text": "kðtÞ shows the time physiological index in the sensor device. According to the recorded diagnosis data, the probability of one disease in history is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Data Record in Sensor Device"
        },
        {
            "text": "p sin is the probability of one disease in history and kðt i Þ shows abnormal data. Therefore, kðtiÞ P in kðt i Þ is the rate of abnormal data and complete data in history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Data Record in Sensor Device"
        },
        {
            "text": "A patient may experience many types of emergency diseases. Thus, the complex probability is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Data Record in Sensor Device"
        },
        {
            "text": "p com is the complex probability of many types of emergency diseases. Each disease contains its index and the probability is standalone; thus, p com ¼ T i2m p sin i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Data Record in Sensor Device"
        },
        {
            "text": "Doctors and patients can easily diagnose different diseases using the analysis of diagnosis data in history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Data Record in Sensor Device"
        },
        {
            "text": "This item is created by sensor devices when patients wear wireless sensor devices. Physiological indices can be stored and transmitted to mobile device in time. Wireless sensor devices may analyze the data and provide a conclusion. Finally, patients and doctors could diagnose diseases. The process is described as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2 (Collection of diagnosis data in time)"
        },
        {
            "text": "Step 1: Wireless sensor devices collect data and transmit them to the mobile device to establish data assembly. For example, a patient's collected diagnosis data are assembled as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2 (Collection of diagnosis data in time)"
        },
        {
            "text": "Patient f(d) = {d1 = systolic pressure; d2 = diastolic pressure; d3 = blood glucose; d4 = LPCR; d5 = PCT} The assembly contains five physiological indices, which are then analyzed by wireless sensor devices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2 (Collection of diagnosis data in time)"
        },
        {
            "text": "Step 2: Comparing the normal and history data, the wireless sensor devices may provide abnormal data indices and disease types. The process is shown in Fig. 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Definition 2 (Collection of diagnosis data in time)"
        },
        {
            "text": "In Fig. 5 , the record in the mobile device is: History data: Diagnose (d3 = high, d5 = low); Conclusion (Psin = stroke) Collect data: Diagnose (d3 = high, d4 = low, d5 = low); Conclusion (Psin = stroke, Psin = diabetes) History data and normal data can be compared. Sensor devices can help diagnose the high incidence of probability of past diseases. If a disease has never happened, sensor devices may list new diseases and assemble diagnosis data. The probability of collection diagnosis data is",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Definition 2 (Collection of diagnosis data in time)"
        },
        {
            "text": "S wol is the whole normal data index and S col \\ S nor is the abnormal data. The probability of collection diagnosis data for one disease is decided on the basis of the abnormal data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2 (Collection of diagnosis data in time)"
        },
        {
            "text": "Step 3: Diagnosis data from doctors. History data and collection data can be delivered to doctors, who may then determine the disease probability. According to Fig. 5 , the disease probability determined by doctors is",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 166,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Definition 2 (Collection of diagnosis data in time)"
        },
        {
            "text": "p doc ðDise ¼ p sin j Þ is the probability of a disease according to the doctor. (d3, d4) shows the abnormal index for stroke; (d3, d5) shows the abnormal index for diabetes; and (d4, d5) shows the abnormal index for thrombus. If a disease needs to be superposed with many diagnosis indices, the probability of a disease diagnosis data from the doctor is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2 (Collection of diagnosis data in time)"
        },
        {
            "text": "Doctors may diagnose the probability of certain diseases using sensor device calculations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2 (Collection of diagnosis data in time)"
        },
        {
            "text": "Definition 3 (Synthesize probability) This item contains history data, collection data, and doctor data. Sensor devices could provide synthesize probability according to set weight rate. This type of probability is expressed as follows: PðDiseÞ is the probability of a disease, p his is the probability of history data, a shows the rate of history data, p col is the probability of collection data, b is the rate of collection data, p doc is the probability of doctor data, and c is the rate of doctor data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2 (Collection of diagnosis data in time)"
        },
        {
            "text": "Using the synthesize probability, patients can rapidly diagnose the disease probability. Patients can obtain good service with mobile health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2 (Collection of diagnosis data in time)"
        },
        {
            "text": "In this paper, patients' data were obtained from the mobile health information of the Ministry of Education-China Mobile Joint Laboratory. The experiment is described as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiment and Data Text"
        },
        {
            "text": "1. Experiment and data text were collected and stored by a sensor device and were transmitted by mobile device. 2. Experiment and data text contain five physiological indices, including systolic pressure, diastolic pressure, blood glucose, LPCR, and PCT. 3. Two patients were chosen as research subjects. Each patient has three history data and three collection data. 4. Experiment data are found in the following tables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiment and Data Text"
        },
        {
            "text": "As shown in Tables 1, 2 and 3, the experiment analyzes a single disease and a complex disease. Figure 6 shows that patient 1 has three history data consisting of record 1 = 202, record 2 = 194, and record 3 = 94. Records 1 and 2 are higher than the normal data, which range from 90 to 140. Disease is shown as Dise ¼ high blood pressure. According to Formula (3), the probability of high blood pressure in patient 1 is In collection data, record 1 = 165 and record 2 = 168, which are also higher than the normal data. According to collection data and formula (5), the probability of high blood pressure in patient 1 is",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Experiment and Data Text"
        },
        {
            "text": "After checking the history probability and collection probability, the doctor can determine the probability of high blood pressure in patient 1, as assumed by doctor probability p doc ¼ 85 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Probability of a Single Disease in Sensor Devices"
        },
        {
            "text": "According to three probabilities, sensor devices may set the weight rate and calculate the probability of high blood pressure in patient 1. Formula (8) assumes that a ¼ 0:15; b ¼ 0:35; c ¼ 0:5: Sensor devices may calculate the probability and transmit diagnosis data to the mobile APP to be evaluated by patients and doctors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Probability of a Single Disease in Sensor Devices"
        },
        {
            "text": "In Figs. 6 and 7, patient 2 may have low systolic pressure and low diastolic pressure. The disease probabilities for patient 2 are p his ¼ ðDise ¼ low systolic pressureÞ ¼ 100 %; p col ¼ ðDise ¼ low systolic pressureÞ ¼ 66:7 %; p his ¼ ðDise ¼ low diastolic pressureÞ ¼ 66:7 %; p col ¼ ðDise ¼ low diastolic pressureÞ ¼ 66:7 %:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability of Complex Diseases in Sensor Devices"
        },
        {
            "text": "A complex disease is constituted by a single disease. For example, low blood pressure involves low systolic pressure and low diastolic pressure. Thus, a doctor can make a decision when the probability of a single disease is calculated. The probability determined by the doctor is p doc ðlow blood pressureÞ ¼ For patient 2, the PET index in history and collection are both lower than the normal data (Fig. 8) . Therefore, p his ðlowPETÞ ¼ p col ðlowPETÞ ¼ 100%:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 408,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "Probability of Complex Diseases in Sensor Devices"
        },
        {
            "text": "Septicemia consists of low blood pressure and low PET. According to Formula (6), a doctor can diagnose the probability of septicemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability of Complex Diseases in Sensor Devices"
        },
        {
            "text": "According to the analysis of complex probability, patients can choose from different optimal therapeutic schedules using sensor devices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability of Complex Diseases in Sensor Devices"
        },
        {
            "text": "This paper discusses a method in mobile health that uses a sensor device to decide and transmit medical data. According to the sensor devices, the history data, collection data, and doctor analysis data can be computed and transmitted to patients. Using the probability analysis, patients and doctors may confirm the possibility of several diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In the future, mobile health is expected to focus on complex diseases and to be combined with big data studies to solve data analyse and artificial intellegence. It is good for doctor and patient to improve the problem in medical resource distribution. Especially in developing countries, this technology may reduce disease diffusion. It is an effective method in researching mobile health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "5643",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goba",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "345",
            "issn": "6202",
            "pages": "1369--1372",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "PCT with two patients Data Decision and Transmission Based on Mobile Data Health… 2085",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Business ecosystem strategies of mobile network operators in the 3G era: The case of China Mobile",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Telecommunications Policy",
            "volume": "35",
            "issn": "2",
            "pages": "1369--1372",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An incentive game based evolutionary model for crowd sensing networks. Peer-to-Peer Networking and Applications",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ota",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "692--711",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Securing legacy mobile medical devices. Wireless Mobile Communication and Healthcare",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pournaghshband",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarrafzadeh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reiher",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sensors",
            "volume": "10",
            "issn": "3",
            "pages": "163--172",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Applying a sensor energy supply communication scheme to big data opportunistic networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H E N"
                    ],
                    "last": "Zhigang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "U"
                    ],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "KSII Transactions on Internet and Information Systems",
            "volume": "10",
            "issn": "5",
            "pages": "2029--2046",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The role of service oriented architecture in telemedicine healthcare system",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shaikh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Memon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Memon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of IEEE",
            "volume": "",
            "issn": "",
            "pages": "45--46",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Physiological approach to monitor patients in congestive heart failure: Application of a new implantable device-based system to monitor daily life activity and ventilation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cazeau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ritter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Europace",
            "volume": "9",
            "issn": "8",
            "pages": "687--693",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mobile telemedicine system for home care and patient monitoring",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Figueredo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Dias",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of IEEE",
            "volume": "",
            "issn": "",
            "pages": "3--12",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Perceptions and experiences of heart failure patients and clinicians on the use of mobile phone-based telemonitoring",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cafazzo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Medical Internet Research",
            "volume": "14",
            "issn": "1",
            "pages": "321--338",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mobility increases the capacity of ad hoc wireless networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grossglauser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N C"
                    ],
                    "last": "Tse",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proceedings of IEEE/ACM transactions on networking",
            "volume": "",
            "issn": "",
            "pages": "58--64",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Dynamic spray and wait routing algorithm with quality of node in delay tolerant network",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of communications and mobile computing (CMC)",
            "volume": "",
            "issn": "",
            "pages": "452--456",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Spray and wait: An efficient routing scheme for intermittently connected mobile networks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Spyropoulos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Psounis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Raghavendra",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proceedings of 2005 ACM SIGCOMM workshop on delay-tolerant networking",
            "volume": "",
            "issn": "",
            "pages": "252--259",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "DTN routing in a mobility pattern space",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leguay",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Conan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proceedings of 2005 ACM SIGCOMM workshop on delay-tolerant networking",
            "volume": "",
            "issn": "",
            "pages": "276--283",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "MaxProp: Routing for vehicle-based disruptiontolerant networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of INFOCOM",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Evaluating MobySpace-based routing strategies in delaytolerant networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leguay",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Conan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Wireless Communications and Mobile Computing",
            "volume": "7",
            "issn": "10",
            "pages": "1171--1182",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "MORA routing and capacity building in disruptiontolerant networks",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ad Hoc Networks",
            "volume": "6",
            "issn": "4",
            "pages": "600--620",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Analysis and design of message ferry routes in sensor networks using polling models",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kavitha",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of modeling and optimization in mobile, ad hoc and wireless networks (WiOpt)",
            "volume": "",
            "issn": "",
            "pages": "247--255",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Improvement the quality of mobile target detection through portion of node with fully duty cycle in WSNs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Computer Systems Science and Engineering",
            "volume": "31",
            "issn": "9",
            "pages": "5--17",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Energy-balanced cooperative transmission based on relay selection and power control in energy harvesting wireless sensor network",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Computer Networks",
            "volume": "104",
            "issn": "",
            "pages": "189--197",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "He is a senior member of CCF (China Computer Federation), a member of IEEE and ACM. His research interests include wireless communications and networking, wireless network, big data research",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chang-Sha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "China",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "He is currently a Professor, Supervisor of Ph.D. and Dean of School of software, Central South University. He is also director and advanced member of China Computer Federation (CCF), and member of pervasive computing committee of CCF. His research interests cover the general area of cluster computing",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Zhi-Gang Chen Received The",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S D"
                    ],
                    "last": "Ph",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Data Decision and Transmission Based on Mobile Data Health…",
            "authors": [],
            "year": 2087,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Software, Central South University, Changsha 410075, China 2 ''Mobile Health'' Ministry of Education-China Mobile Joint Laboratory, Changsha 410083, China uneven distribution of limited medical resources. The SARS virus affected the entire Asia and caused serious consequences in 2003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Data collection and transmission in mobile health",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Data transmission in special patients and remote diagnose Data Decision and Transmission Based on Mobile Data Health… 2077 comprise a process of data collection for the patient. The data assemblies are summarized as follows: Data assembly 1: time {year (int), month (int), day (int)} Data assembly 2: item {name (chair), type (chair), data (int)} Data assembly 3: location {continent (chair), country (chair), city (chair), street (chair)} Data assembly 4: diagnose {name (chair), category (chair), conclusion (chair)}",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Model of data collection for a patient",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Decision",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Process",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Diastolic pressure of two patients",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "p his ¼ ðDise ¼ high blood pressureÞ",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Physiological indexes in collectionFig. 6 Systolic pressure of two patients Data Decision and Transmission Based on Mobile Data Health… 2083The probability of high blood pressure in patient 1 ispðhigh blood pressureÞ ¼ p his Â a þ p col Â b þ p doc Â c ¼ð66:7 Â 0:15 þ 66:7 Â 0:35 þ 85 Â 0:5Þ Â 100 %; ¼ 75:8 %:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}