{
    "paper_id": "99878b27abf822d05c58aca2be825dd6652e9551",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Farid",
                "middle": [],
                "last": "Guliyev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Justus Liebig University Giessen",
                    "location": {
                        "addrLine": "Karl-Gl€ ockner-Str. 21 E, D-35394",
                        "postCode": "FB 03",
                        "settlement": "Gießen",
                        "country": "Germany, Germany"
                    }
                },
                "email": "es:farid.guliyev@sowi.uni-giessen.de"
            }
        ]
    },
    "abstract": [
        {
            "text": "The global energy system is in transition to a new energy order characterized by the emergence of the United States as a net oil exporter, the shale revolution and the gradual shift towards low-carbon sources and renewables. The shale boom in the US was a game changer, as was the election of Donald Trump as US president. Trump pushed an ambitious \"America first\" agenda aimed at transforming the US into a global energy superpower. The purpose of this article is two-fold: first, it outlines the key pillars of the emerging global energy order. Second, it underscores the role of contingent events, a factor neglected by some previous studies because of their reliance on what A.O.Hirschman (1970) termed \"paradigmatic thinking\". The recent transition in the international energy order is an outcome of two paramount, yet largely unanticipated events: the shale revolution in the US and Trump's neomercantilist and unilateralist economic policies. While contingencies are an inherent feature of social reality, the scenario approach can be a useful heuristic for dealing with uncertainties. The article concludes by discussing the implications of these developments for global energy governance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The shale revolution in oil and natural gas development transformed the United States into the world's leading energy producer and a net exporter. The administration of President Trump is set to convert the US from a net energy importer into a global energy superpower. To this end, the US has increased exports of liquefied natural gas (LNG) to Asian markets and pushed European countries to buy natural gas from US producers as a putative way to reduce European dependence on Russian gas supplies. At the same time, the US withdrew from a number of binding international environmental commitments, notably the Paris Climate Agreement. In dealing with unfriendly oil exporters, Venezuela and Iran, the US imposed sanctions and used coercive diplomacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Meanwhile, energy transitions have been underway in a host of countries, and a growing number of industrialized economies have taken steps to shift away from the use of fossil fuels and to increase the share of renewable sources (biofuels, geothermal, hydropower, solar and wind power) in their energy mixes. The combination of these factors contributed to a major systemic transformation in global energy with wide-ranging and long-lasting policy implications. Some experts believe that this profound shift will \"redraw the geopolitical map of the 21 st century\" (IRENA, 2019, 14) and undermine the power of long-term energy producers. This raises the question: What implications do these changes have for the global energy system? And what accounts for the recent shift in the international energy regime to a new energy order characterized by the rise of the US as a net energy exporter, the relative abundance of energy resources and the persistence of low oil prices?",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 581,
                    "text": "(IRENA, 2019, 14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While several scholars (e.g. Blackwill and O'Sullivan, 2014; Van de Graaf and Bradshaw, 2018) have addressed the geopolitical and political-economic implications of the changing global energy order, they appear to have overlooked some important aspects of Trump's \"America first\" energy doctrine and its significance for global energy politics. This article provides a fuller description of the changes underpinning the Trump administration's energy policy and their consequences for the global energy system.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 60,
                    "text": "Blackwill and O'Sullivan, 2014;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 61,
                    "end": 93,
                    "text": "Van de Graaf and Bradshaw, 2018)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With respect to the second questionpertaining to the recent shifta new strand in the International Political Economy (IPE) of energy (Hancock and Vivoda, 2014) has emerged to address the question of energy regime transitions (see e.g. Goldthau, 2013; Van de Graaf and Colgan, 2016) . Drawing on Krasner's earlier formulation, Colgan and collaborators (2012) argue that shifts in energy regime complexes follow a path-dependent pattern and are best captured by the punctuated equilibrium model. In their account, institutional change is driven by the degree of dissatisfaction of major oil importing or exporting states which in turn is determined by rational calculations of substantial revenue loss that the government risks to incur. They argue that \" [d] uring periods of high oil prices (e.g., 1973-81; 2003-2010) , we expect to see dissatisfied energy-importing states acting to change institutional arrangements to handle contemporary problems. Conversely, in periods of low oil prices (e.g., 1985-86, 1998) , we expect to see dissatisfied energy-exporting states acting to change institutional arrangements\" (Colgan et al., 2012, 133) .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 159,
                    "text": "(Hancock and Vivoda, 2014)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 235,
                    "end": 250,
                    "text": "Goldthau, 2013;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 251,
                    "end": 281,
                    "text": "Van de Graaf and Colgan, 2016)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 326,
                    "end": 357,
                    "text": "Colgan and collaborators (2012)",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "[d]",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 817,
                    "text": "(e.g., 1973-81; 2003-2010)",
                    "ref_id": null
                },
                {
                    "start": 992,
                    "end": 1013,
                    "text": "(e.g., 1985-86, 1998)",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1141,
                    "text": "(Colgan et al., 2012, 133)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While the punctuated equilibrium model of energy transitions captures some aspects of global energy shifts, it omits the complexity of large-scale transformations and the element of contingency inherent in social change. This stems partly from the tendency of social scientists to adhere to what Albert O. Hirschman (1970) referred to as \"paradigmatic thinking\" -i.e. the belief that social events are governed by \"iron laws\" and therefore can be uncovered by applying \"rigid models\" (335). In the spirit of Hirschman, the article advocates \"a little less straitjacketing of the future, a little more allowance for the unexpected\" (Hirschman, 1970, 338) , and highlights the scenario analysis (Wack, 1985a (Wack, , 1985b Schoemaker, 1991 Schoemaker, , 2004 , as a more useful approach to understanding and predicting major transitions in the international energy system.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 322,
                    "text": "Hirschman (1970)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 631,
                    "end": 653,
                    "text": "(Hirschman, 1970, 338)",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 705,
                    "text": "(Wack, 1985a",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 720,
                    "text": "(Wack, , 1985b",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 737,
                    "text": "Schoemaker, 1991",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 738,
                    "end": 756,
                    "text": "Schoemaker, , 2004",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent developments challenge the view that changes are always brought forward in the shape of institutionalization, as Trump's unilateralism made it abundantly clear. The new status of the US in the nascent oil order evades easy categorization into an exporter-importer binary. Bolstered by the surge in shale gas and oil production, the US has opted out of multilateral climate commitments and rolled back about 90 federal environmental regulations (Popovich et al., 2019) . The Trump administration has acted unilaterally, rather than through international organizations, to pursue US energy interests. On the one hand, there is a certain degree of continuity on climate policy with previous US administrations ( MacNeil and Paterson, 2020) , and there were precedents, notably the failure of the 1997 Kyoto Protocol. On the other hand, the Trump administration's rollbacks on Obama-era environmental policies and the retreat from a number of international environmental treaties (Seo, 2019) is a manifestation of the erosion of the international energy regime as a global regulatory framework. Most importantly, Trump's actions undermine US leadership of international climate regime and hurts multilateral efforts to curb greenhouse emissions (Bordoff, 2017) . This observation is generally in line with the contention in recent International Relations scholarship that the US-led post-World War II international liberal order appears to be in disarray. After the election of Trump in 2016, the US displayed apparent aversion to membership and participation in multilateral trade regimes, military security alliances, human rights and environmental agreements (Ikenberry, 2018) .",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 474,
                    "text": "(Popovich et al., 2019)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 716,
                    "end": 743,
                    "text": "MacNeil and Paterson, 2020)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 983,
                    "end": 994,
                    "text": "(Seo, 2019)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1248,
                    "end": 1263,
                    "text": "(Bordoff, 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1665,
                    "end": 1682,
                    "text": "(Ikenberry, 2018)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The article advances the following arguments: first, an emerging energy order is much less institutionalized than is commonly believed; in fact, it would be fair to say that the global energy regime is being fragmented and diluted by Trump's efforts to pull the US out of the nexus of existing multilateral institutions. Second, this shift towards a new, poorly-institutionalized energy order has been driven by two, largely contingent events: the fracking (technological) revolution in the US and the election of Trump as US president. Both events were omitted by existing theoretical models in energy research or political science literature respectively due to their rigid paradigmatic framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The analysis in this article is based on a systematic review of a variety of sources of empirical data including media reports, policy documents and expert assessments produced by industry specialists. In examining the shifts in the global energy order, the article seeks to gain a better understanding of the intervening causal mechanisms connecting certain initial conditions to the outcome of interest. Process-tracing (Mahoney, 2012) allows to track the ways in which the shale revolution, Trump's energy policies and the shift towards low-carbon sources and renewables shape a new energy order.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 437,
                    "text": "(Mahoney, 2012)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "New technologies of horizontal drilling and hydraulic fracturing (aka fracking) allowed US energy companies to tap into vast reserves of unconventional (tight) oil and gas. The surge in shale oil and gas production has transformed the US energy industry and turned the US into an energy superpower capable of competing with traditional energy producers like Russia and Saudi Arabia. Furthermore, the ascent of the US as a new energy superpower is reshaping the world energy map. The increase in energy production in the US and other new producers means there is enough oil to match the world demand for fossil fuels keeping global oil prices low. Lower oil prices appear to weaken the geopolitical leverage that traditional energy exporters -OPEC plus Russiaused to enjoy for almost half a century (Blackwill and O'Sullivan, 2014) . Moreover, a bigger share of renewables and low-carbon sources in the energy mixes of leading industrialized economies is expected to make a greater number of countries energy self-sufficient in the long run. Lower energy prices already hit hard the fiscal balances of traditional oil and gas producers, most of which are governed by authoritarian regimes (Ross, 2014) . Fiscal dependence on oil revenue makes oil-dependent states vulnerable to external shocks, and their survival hinges on the establishment of a sovereign wealth fund (SWF). SWFs are state-owned investment funds that accumulate, among other assets, state revenues from mineral wealth. These reserve funds provide autocratic governments with a protection cushion shielding them against adverse oil price shocks in periods of oil price hikes (Ahmadov, 2019) .",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 830,
                    "text": "(Blackwill and O'Sullivan, 2014)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1188,
                    "end": 1200,
                    "text": "(Ross, 2014)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1641,
                    "end": 1656,
                    "text": "(Ahmadov, 2019)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The shale revolution, lifting restrictions on domestic energy producers in the US"
        },
        {
            "text": "In the worst case scenario, the consequences of the coveted transition to renewables and low-carbon alternatives for oil exporters will be dire. In the long run, a decline in fossil fuel demand is likely to push the oil price down making extraction of such resources commercially unattractive (Manley et al., 2017) . While renewables or low-carbon sources have grown fast, an even partial transition to renewables by 2050 seems unrealistic (REN21 2017). The global fossil fuel system, according to IRENA (2019, 64), relies on a massive built-in infrastructure of oil wells, pipelines, tankers and refineries. This stock of physical assets worth US $25 trillion may be stranded due to technological innovations and government efforts to switch to renewables and low-carbon alternatives. Van de Graaf and Bradshaw (2018) predict that the established oil producers might \"end up with lower future revenues from [their] assets (the bursting of the 'carbon bubble'), capital investments in oil infrastructure that cannot be recovered because of reduced demand or reduced prices ('stranded assets') and existing oil reserves that are left unexploited ('unburnable oil reserves')\" (1322). On the other hand, the interlocking web of infrastructure, technologies and institutions underpinning the existing fossil fuel-based system creates a path-dependent process of 'carbon lock-in' which inhibits transitions toward low-carbon alternatives (Seto et al., 2016) .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 314,
                    "text": "(Manley et al., 2017)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 786,
                    "end": 818,
                    "text": "Van de Graaf and Bradshaw (2018)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1433,
                    "end": 1452,
                    "text": "(Seto et al., 2016)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "The shale revolution, lifting restrictions on domestic energy producers in the US"
        },
        {
            "text": "According to available geological estimates, there are large reserves of recoverable shale oil and gas in the United States, Canada and worldwide. Global estimates for shale oil are 345 billion barrels (Bbbl) and for shale gas are at least 100 trillion cubic ft 3 (Tcf); estimates for US recoverable shale oil are 58 Bbbl and estimated shale gas reserves are 600-1000 Tcf (Jackson et al., 2014, 329) .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 399,
                    "text": "(Jackson et al., 2014, 329)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The shale revolution, lifting restrictions on domestic energy producers in the US"
        },
        {
            "text": "Given the 345 Bbbl shale-oil reserves at the price of oil US$100/ barrel, shale-oil reserves are worth US$35 trillion (Jackson et al., 2014, 329) . For comparison, sovereign wealth funds (SWFs) held $7.45 trillion in total assets (as of March 2018). Norway's Pension Fund Global with US$1.06 trillion is the world's largest SFW followed by China Investment Corporation, Abu Dhabi Investment Authority and Kuwait Investment Authority (Milhench, 2018) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 145,
                    "text": "(Jackson et al., 2014, 329)",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 449,
                    "text": "(Milhench, 2018)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "The shale revolution, lifting restrictions on domestic energy producers in the US"
        },
        {
            "text": "The shale boom during the recent commodity super-cycle led to the renewal of US oil production where output rose from 5 million bbd in 2008 to an average of more than 8.5 million b/d in 2014 and now stands at about 10 million bbd. Shale oil production of about 6.4 million bbd comprised about 60 percent of total US crude production in 2018 (U.S. Energy Information Administration, 2018, March). A boom in shale energy production brought the US close to being energy self-sufficient. The US has turned into a major exporter of oil and natural gas with far-reaching implications for the global energy order. For the first time since 1950s, the US became a net exporter of petroleum in 2011, and net exporter of natural gas in 2017. Its energy imports amounted to about 3.6 percent of total energy consumption, most petroleum imports coming from Canada (43%), Saudi Arabia (9%), Mexico (7%), Venezuela (6%), and Iraq (5%) (U.S. Energy Information Administration, May 9, 2019b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The shale revolution, lifting restrictions on domestic energy producers in the US"
        },
        {
            "text": "For the first time since the 1970s, US oil production hit its record level of 10 million bbd in 2018 turning the US into one of the largest crude oil producers in the world. It is estimated that at current production levels, the US will become the world's largest oil producer by 2023, overtaking Russia. By 2023, US crude production is expected to reach a record of 12.1 million bbd (White House, 2018; . The accompanying rise in exports of liquefied natural gas (LNG) is transforming the US into a global gas superpower (Oxford Institute for Energy Studies, 2017).",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 403,
                    "text": "House, 2018;",
                    "ref_id": "BIBREF93"
                }
            ],
            "ref_spans": [],
            "section": "The shale revolution, lifting restrictions on domestic energy producers in the US"
        },
        {
            "text": "In implementing its new energy vision, the Trump Administration used executive actions in several directions including the lifting of environmental and other restrictions on the domestic energy sector, granting permissions to construct new pipeline infrastructure (the Dakota Access Pipeline, the Keystone XL Pipeline, and the New Burgos Pipeline) and promoting American energy exports in foreign markets (Anderson et al., 2017) . During the 2016 presidential race, Trump's campaign platform \"Making America Great Again\" promised, under the section titled \"Protecting American Workers\", to lift the Obama-era \"restrictions on production of US$50 trillion dollars' worth of job-producing American energy reserves, including shale, oil, natural gas and clean coal\" (Donald Trump's Contract with the American Voter, 2016). After assuming office, Trump's energy policy aimed to roll back dozens of environmental regulations (Ritchie, 2018) with serious consequences for global warming and climate change. (Diagram 1 charts the causal linkages and key characteristics of the new energy order).",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 428,
                    "text": "(Anderson et al., 2017)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The shale revolution, lifting restrictions on domestic energy producers in the US"
        },
        {
            "text": "On the climate change front, the Trump Administration acted unilaterally to retreat from multilateral institutions including the withdrawal from the Paris Agreement. On several occasions in his speeches, President Trump questioned the validity of scientific warnings about global warming and rejected the climate change thesis (BBC, 2018) . In recent years, there has been a reversal on a number of earlier environmental commitments and a rollback on climate change regulations and agreements (Seo, 2019, 1) . According to the 2015 Paris Climate Agreement, the US, China and other large CO 2 emitting countries agreed to replace coal with natural gas and committed themselves to encourage the use of renewable energy sources in their respective countries. However, in 2017, Trump announced that the US will pull out of the Paris Agreement in 2020 (Milman et al., 2017) , a move that echoes the US Senate's rejection of the Kyoto protocol in 1997.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 338,
                    "text": "(BBC, 2018)",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 507,
                    "text": "(Seo, 2019, 1)",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 868,
                    "text": "(Milman et al., 2017)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Rollback on global climate change commitments"
        },
        {
            "text": "In July 1997, the Senate passed the 95-0 Byrd-Hagel resolution which stated that the US should not sign the Kyoto Protocol unless developing countries accept limitations on greenhouse gas emissions. Although President Clinton signed the Kyoto protocol in 1998, he refrained from submitting it to the US Senate for ratification. It was clear that the Byrd-Hagel resolution adopted earlier made Senate ratification of a major climate change agreement unlikely. George W. Bush did not endorse the Kyoto climate mitigation policies, and in March 2001, the US officially repudiated the Kyoto Protocol (Lee et al., 2001, 387) .",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 619,
                    "text": "(Lee et al., 2001, 387)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rollback on global climate change commitments"
        },
        {
            "text": "While the Bush presidency rejected the Kyoto Protocoldisplaying US longstanding aversion to multilateral action (Depledge, 2005) , the Trump administration went one step further by assaulting federal environmental rules and repealing Obama-era multilateral commitments (Jotzo et al., 2018) . In fact, the Trump administration's plan stipulates rolling back more than 90 environmental regulations (Popovich et al., 2019) . The US retreat from its climate change commitments, while not unprecedented, dealt a blow to the multilateral mode of global energy governance and international efforts to mitigate global warming.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 128,
                    "text": "(Depledge, 2005)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 269,
                    "end": 289,
                    "text": "(Jotzo et al., 2018)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 396,
                    "end": 419,
                    "text": "(Popovich et al., 2019)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Rollback on global climate change commitments"
        },
        {
            "text": "With improvements in liquefaction and transportation of shale gas, international markets are now flush with LNG gas produced by a greater Diagram 1. Schematic representation of the causal argument. Source: Author's own. number of countries. The 2004-2014 commodity price boom encouraged companies to invest in exploration and production in previously technologically inaccessible areas, such as deep shelves of the Caspian Sea and offshore fields in Latin America, West Africa and the Arctic (Kemp, 2015) . The increase of supply from traditional sources and the diversification of energy sources led to excess supply of fossil fuels in international energy markets. For example, in 2018, the so-called Big Three (Russia, Saudi Arabia and the US) saw oil output reach record levels (IEA, 2018; IEA, 2018b) . The oversupply of oil and gas from North American sources was one of the drivers for the fall in oil prices in mid-2014. This low-price constellation continues to this day. The Brent crude prices that averaged US $111 per barrel (bbl) in 2011-2012 fell to as low as 52 $/bbl in 2015 and hovered around 44-71 $/bbl in the following three years (BP Statistical Review of Energy, 2019). The global outbreak of coronavirus since the start of 2020 and shrinking oil demand have driven crude prices further down. On March 6, 2020, at an OPEC þ meeting in Vienna Saudi Arabia and Russia failed to negotiate production cuts of 1.5 million bbl/d which caused Brent crude prices to plunge to below 36 $/bbl (Kotsev, 2020) .",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 504,
                    "text": "(Kemp, 2015)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 782,
                    "end": 793,
                    "text": "(IEA, 2018;",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 805,
                    "text": "IEA, 2018b)",
                    "ref_id": null
                },
                {
                    "start": 1505,
                    "end": 1519,
                    "text": "(Kotsev, 2020)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "OPEC and oil prices"
        },
        {
            "text": "In November 2018, President Trump boasted that the fall in oil prices was due to the US policy to break up the price-setting monopoly of OPEC (DiChristopher, 2018). Trump's dislike of OPEC and its capacity to influence the market price of oil reflects the changing role and self-image of the US as an \"energy dominant\" power.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OPEC and oil prices"
        },
        {
            "text": "Under Trump's administration, the US economic policy with regards to foreign economic relations shifted towards a more protectionist stance. A new energy doctrine was formulated as \"America First\" energy policy. Described as neo-mercantilist, the Trump administration's approach to foreign trade is built on a zero-sum game worldview in which one party's gain is seen as another party's loss (Stiglitz, 2018) . Mirroring the change in economic thinking, US energy policy also underwent substantial changes. The overarching goals of a new American energy policy seek to turn the US into a major oil and gas producer and to promote the commercial interests of American domestic energy firms overseas. In other words, the Trump administration has pursued the goal of ensuring America's energy self-sufficiency and \"energy dominance\" by reducing its dependence on foreign suppliers.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 408,
                    "text": "(Stiglitz, 2018)",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "US energy dominance"
        },
        {
            "text": "Speaking at the \"Unleashing American Energy\" event in Washington, D.C, on June 29, 2017, Trump unveiled his plans to lift Obama-era energy restrictions and reorienting the US government away from fighting climate change and towards achieving America's 'energy dominance' (Mikulska and Maher, 2018) . Trump declared that \"American energy dominance will be declared a strategic economic and foreign policy goal. We will become, and stay, totally independent of any need to import energy from the OPEC cartel or any nations hostile to our interests\" (Anderson et al., 2017; White House, 2017) . A joint op-ed co-authored by senior US energy and environmental policymakers states that \"an energy-dominant America means a self-reliant and secure nation, free from the geopolitical turmoil of other nations that seek to use energy as an economic weapon\" (Perry et al., 2017) .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 297,
                    "text": "(Mikulska and Maher, 2018)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 547,
                    "end": 570,
                    "text": "(Anderson et al., 2017;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 571,
                    "end": 589,
                    "text": "White House, 2017)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 848,
                    "end": 868,
                    "text": "(Perry et al., 2017)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "US energy dominance"
        },
        {
            "text": "The capacity to leverage oil prices is viewed by US policy makers as an essential element of a new energy doctrine. Historically, the only energy producer that had the capacity of a swing power was Saudi Arabia. The US never ignored the influence that Saudi Arabia wields on oil prices. For example, despite the uproar caused by the killing of Saudi journalist Jamal Khashoggi in October 2018 in Istanbul, the Trump administration continued the traditional US line of courting Saudi Arabia (Wood, 2018) . President Trump's first foreign visit was to Riyadh. However, the Trump administration made it clear that the US wishes to neutralize the power of OPEC. The removal of environmental restrictions is expected, in Trump's view, to make the US \"energy independent\" and free from dependence on oil imports from \"the OPEC cartel or any nations hostile to our interests\" (cited in Anderson et al., 2017, 2) .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 502,
                    "text": "(Wood, 2018)",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 879,
                    "end": 904,
                    "text": "Anderson et al., 2017, 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "US energy dominance"
        },
        {
            "text": "The US response to the drone attacks on Saudi oil facilities in September 2019 provides another example of the US's energy dominance doctrine in action. Trump (2019) announced the US position on Twitter as a triumph of US energy policy referring to the US becoming a new energy exporter and less dependent on Middle East.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 165,
                    "text": "Trump (2019)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "US energy dominance"
        },
        {
            "text": "In an attempt to mitigate the sudden surge in oil prices following the strikes on Saudi oil production sites which cut Saudi output by half, Trump authorized the use of oil from US strategic petroleum reserves which happened only three times in the past (Daugherty, 2019) .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 271,
                    "text": "(Daugherty, 2019)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "US energy dominance"
        },
        {
            "text": "The shale revolution and the advent of the US onto the global energy map have challenged the power of long-term oil exporters, OPEC þ Russia (Morse, 2014) , and Saudi Arabia tried, without success, to drive US shale producers out of the energy market by keeping crude prices low in the mid-2010s and by forging an alliance with Russia on output cuts in 2016 (Kotsev, 2020) . As Morse (2016) put it: \"We are used to old thinkinga world of producers comprised of OPEC plus critical non-OPEC producers including especially Russia, Mexico, Norway, Oman and maybe a couple of others. The new order has rendered OPEC irrelevant, an organization crippled by disruptions and sanctions, with no will to work as one, able to be a negative force by bringing prices down\". Colgan (2014) , however, noted that contrary to common perception OPEC has never operated as a price-setting cartel due to endemic cheating on production quotas by its member states.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 154,
                    "text": "(Morse, 2014)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 358,
                    "end": 372,
                    "text": "(Kotsev, 2020)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 761,
                    "end": 774,
                    "text": "Colgan (2014)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "US energy dominance"
        },
        {
            "text": "In reality, Trump's 'energy dominance' doctrine reverses America's long-standing conservationist energy policy. Since the 1970s, America shifted from being an oil producer to being an importer of oil. In 1956, geologist M. King Hubbert formulated the 'peak oil' theory which predicted the bell-shaped curve of US oil production that would peak around 1965 and decline in the early 1970s. Peak oil theory underpinned much of US energy strategy in the 1950s and 1960s fueling a concern that oil resources are nearing its end. Hence, the strategic significance US policymakers attached to the Persian Gulf energy reserves that have since then been seen as vital to US national security (Hendrix, 2018) . Formulated in 1980, the Carter doctrine states that \"an attempt by any outside force to gain control of the Persian Gulf region will be regarded as an assault on the vital interests of the United States of America, and such an assault will be repelled by any means necessary, including military force\" (Davis, 2017) . In contrast to the current \"energy dominance\" doctrine, the US policy traditionally focused on domestic conservation and the reliance on supplies from foreign sources. In the wake of the 1970s oil shocks, the US enacted the Energy Policy and Conservation Act of 1975 (EPCA) and the Export Administration Act of 1979, curtailing the ability of domestic oil producers to export crude (Hendrix, 2018) . This ban was lifted in 2015.",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 698,
                    "text": "(Hendrix, 2018)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1003,
                    "end": 1016,
                    "text": "(Davis, 2017)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1401,
                    "end": 1416,
                    "text": "(Hendrix, 2018)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "US energy dominance"
        },
        {
            "text": "The shift to a major energy exporter forced the US to reconsider its traditional concern with energy security to one that promotes American exports abroad. In this regard, US officials pushed energy-importing countries in European and Asian markets to buy US oil and gas or otherwise were threatened to incur penalties. In practical terms, the Trump energy doctrine means pressurizing energy-importing countries to open up to US exports. US officials have reportedly pushed European and Asian countries to buy US-sourced oil and natural gas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Promoting exports to European and Asian markets"
        },
        {
            "text": "The Trump administration has promoted the idea that the US can supply an increased demand for gas in Europe. Buying large amounts of American LNG is said to reduce European dependence on Russian gas. Germany imports around half of its natural gas from Russia. Some Eastern European countries are heavily dependent on Russian gas imports. Poland and Lithuania, for example, recently built LNG receiving terminals to tackle their energy dependence on Russia (Reed, 2018) .",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 468,
                    "text": "(Reed, 2018)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Promoting exports to European and Asian markets"
        },
        {
            "text": "The idea of diversifying the sources of supply as an important component of energy security has been floating around in the past and stimulated a lengthy debate about energy security and the Russian use of \"energy weapon\" as a foreign policy tool (see, e.g. Orttung and Overland, 2011) . This has translated into concrete policy solutions centered on the advocacy of alternative pipeline routes that bypass Russia in the 1990s (Smith Stegen and Kusznir, 2015) . The US pushed for or provided diplomatic support for the expansion of Caspian energy projectsnotably the Baku-Tbilisi-Ceyhan oil pipelineas a solution to Russian monopolization of gas supplies to European markets. What is new this time around is that the US is promoting its own exports to foreign markets.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 285,
                    "text": "Orttung and Overland, 2011)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 434,
                    "end": 459,
                    "text": "Stegen and Kusznir, 2015)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Promoting exports to European and Asian markets"
        },
        {
            "text": "In 2019, the rise in LNG production turned the US into the world's third-largest LNG exporter, with average exports totaling 4.2 Bcf/d in the first five months of the year, exceeding Malaysia's LNG exports of 3.6 Bcf/d for the same period. The US is projected to remain the third-largest LNG exporter (behind Australia and Qatar) in the coming years (Zaretskaya, 2019). American LNG exports to Asia surged amid growing demand in Asian markets. China's 2016LNG imports rose 30 percent from 2015 to over 25 million tonnes a year, making it the world's third-biggest LNG importer behind Japan and South Korea (Gloystein, 2017) .",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 623,
                    "text": "(Gloystein, 2017)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Promoting exports to European and Asian markets"
        },
        {
            "text": "In promoting its exports abroad, the US seeks to limit competition in European markets, especially from Russia. Notably, the Trump administration advocated against the construction of a major gas project Nord Stream 2 which, when completed, will deliver large volumes of Russian gas to Europe. President Trump made it clear that an increase in American LNG imports by European countries would undermine Russia's monopoly of gas supplies and \"make that continent less vulnerable to political blackmail\" (Oxford Institute for Energy Studies, 2017, 10). President Trump has reportedly criticized European leaders for supporting the controversial Nord Stream 2 pipeline, saying it would give Moscow too much influence over Germany. Trump threatened to use sanctions against companies that help construct the gas pipeline project. \"It will be a disaster for Europe to ditch Nord Stream 2 under U. S. pressure,\" said Rainer Seele, CEO of Austrian energy company OMV financing Nord Stream 2. The Russian gas via Nord Stream 2 is cheaper than US LNG and US pressure, he said, threatens \"Europe's independence and security of energy supplies\" (Gardner and de Carbonnel, 2019) . Other energy experts also doubted that America can compete with cheaper Russian gas: \"The cost of liquefying gas in the United States and transporting it to Europe doubles its price for American companies. So if they were to sell to customers in Europe at current prices, they would lose money\" (Reed, 2018) .",
            "cite_spans": [
                {
                    "start": 1134,
                    "end": 1166,
                    "text": "(Gardner and de Carbonnel, 2019)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1464,
                    "end": 1476,
                    "text": "(Reed, 2018)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Deterring Russian gas expansion into Europe"
        },
        {
            "text": "In July 2019, US Senate foreign relations committee approved a bill that would sanction companies that help the Russian state-owned giant Gazprom complete Nord Stream 2. US Senator James Risch said it would sanction companies that install any pipelines for Nord Stream 2 and also TurkStream, a Russian pipeline crossing the Black Sea to Turkey that was finished in March. The TurkStream pipeline, which will become operational this year, will supply gas to Turkey and at a later point to the EU through a planned extension through south-eastern Europe. \"These pipelines could result in further destabilization of Ukraine and enrichment of the Putin regime, and they put at risk the security of NATO,\" the senator said (Sevastopulo, 2019) .",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 737,
                    "text": "(Sevastopulo, 2019)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Deterring Russian gas expansion into Europe"
        },
        {
            "text": "Another distinctive feature of the new American foreign energy policy has been the use of coercive diplomacy. The US has tightened sanctions against large energy producing countries that are deemed unfriendly to the US, most notably Venezuela and Iran. Venezuela holds the world's largest estimated reserves of petroleum while Iran has the second largest proven reserves of natural gas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coercive diplomacy: sanctions on Iran and Venezuela"
        },
        {
            "text": "On Iran, the Trump administration took a more hawkish position towards the Islamic Republic re-imposing sanctions that were lifted as part of an earlier nuclear deal. In pursuit of a \"maximum pressure\" campaign, the Trump administration announced the intention \"to get global imports of Iranian crude oil as close to zero as possible\", Secretary of State Pompeo (2018) explained in October 2018.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coercive diplomacy: sanctions on Iran and Venezuela"
        },
        {
            "text": "Since its inception in 1999, the Chavez regime in Venezuela pursued a statist policy in energy resource management which hurt the interests of American oil companies such as Chevron and Citgo. In response to explicitly anti-American rhetoric of Chavez, US presidents have been critical of Venezuelan domestic political developments. In a recent episode, the Trump administration imposed sanctions on Venezuela as a means of punishing the government of Maduro. The US government officially recognized Juan Guaid� o, the head of Venezuela's National Assembly, as the country's interim president, and in January 2019, the Trump administration extended the sanctions regime on Venezuela's state oil company, PdVSA (CRS, 2019). In February, 2020 the US imposed sanctions on Rosneft Trading, a subsidiary of the Russian state-run energy giant Rosneft (Jake, 2020). Rosneft became a target of US sanctions for doing business with the government of President Maduro, whose re-election in 2018 the US considers illegitimate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coercive diplomacy: sanctions on Iran and Venezuela"
        },
        {
            "text": "Carbon-emitting fossil fuels are seen as a major cause of global climate change, and the decarbonization of global economic activity has emerged as an imperative to slow the speed of disastrous global warming. While fossil fuels remain dominant so far, the share of renewables is incrementally increasing in the energy mix. The shift towards low-carbon alternatives and renewables in the long run promises to make an increasing number of energy-importing countries selfsufficient. However, countries move to renewables at different rates depending on political will and their access to renewable sources. The pace of transition to low-carbon sources will depend on direct access to sufficient wind and solar energy, and any other renewable or low carbon resources (renewables potential), as well as the availability and affordability of renewable energy technologies such as solar thermal technology, wind farms, smart grid systems, and storage capacities (REN21 2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Energy transitions and renewables"
        },
        {
            "text": "The European Union has made a good progress on shifting towards renewables; the share of renewables in final energy use rose from 8.5% in 2005 to about 17.5% in 2017 and is set to achieve the 2020 target of 20% of energy consumed (Eurostat, 2019) . In China, about 8% of energy use is supplied by renewables. In the United States, the shift to renewables has been comparably sluggish, and renewables accounts for just about 11% of total energy consumption (EIA, 2019). In the near future, the share of renewables in global energy use is expected to grow from the current level of 10.2% (as of 2016) to 12.4% in 2023 (IEA, 2018, October 8) . The transition to low-carbon and renewable energy constitutes a key pillar of an emerging new energy system.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 246,
                    "text": "(Eurostat, 2019)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 616,
                    "end": 638,
                    "text": "(IEA, 2018, October 8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Energy transitions and renewables"
        },
        {
            "text": "What conceptual lenses help us capture these developments? There has been a growing interest in analyzing these changes through the theoretical prism of the political economy of energy in general and energy transitions in particular. While existing energy scholarship has focused on how institutions shape the global energy order, it has largely been preoccupied with formal institutions and organizations. Few studies that sought to explain the dynamics of shifting energy orders have emphasized path-dependence and noted the possibility of change during critical junctures such as oil price hikes. However, as I show below, these approaches have downplayed the role of contingency in driving change in energy regime transitions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "Whether the global oil order is (or is not) an international regime is still very much a subject to debate in International Political Economy (IPE) literature. In the oft-quoted definition by Krasner (1982, 185) , an international regime refers to \"principles, norms, rules, and decision-making procedures around which actor expectations converge in a given issue-area\". In other words, a regime is a set of binding rules of the game. Keohane and Victor (2011, 8) prefer the term \"regime complex\" defined as an array of \"nested (semi-hierarchical) regimes with identifiable cores and non-hierarchical but loosely coupled systems of institutions\". In their conceptualization, regime complexes occupy the middle ground on a continuum between hierarchically organized regulatory regimes and highly fragmented arrangements.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 211,
                    "text": "Krasner (1982, 185)",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 463,
                    "text": "Keohane and Victor (2011, 8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "Conceptualizing institutional change as path-dependent, they consider the cyclical character of regime complexes whereby secular periods of stability are followed by brief ruptures called \"punctuated equilibrium\" such as the oil shock of 1973 and the establishment of OPEC that preceded it (Colgan et al., 2012) . \"During periods of dissatisfaction triggered by high oil prices or major external shocks,\" they argue, \"we see oil-importing states creating or reforming institutions within the regime complex\" (Colgan et al., 2012, 135) . The creation of IEA in 1974 following the Arab Embargo a year earlier was a reaction to shortage of gasoline and high oil prices. For example, the rise in oil prices since the turn of the millennium incentivized oil importing countries led by the US to create new institutional arrangements including the International Renewable Energy Agency (IRENA) and the International Partnership on Energy Efficiency Cooperation (IPEEC). In this view, institutional innovation and creation is driven by the dissatisfaction of major players with oil market prices.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 311,
                    "text": "(Colgan et al., 2012)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 508,
                    "end": 534,
                    "text": "(Colgan et al., 2012, 135)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "Other scholars use more neutral terms such as 'order' to avoid an implied institutionalist connotation inherent in concepts such as 'regime' or 'regime complex'. Van De Graaf and Colgan (2016) suggest the term 'imposed order' for global energy. Whether the 'regime' concept (Krasner, 1982) , 'energy regime complex' (Colgan et al., 2012; Goldthau, 2013) or 'global energy governance' (GEG) (Van De Graaf and Colgan, 2016) is being used, consensus seems to be that an 'energy order' does exist, and that it operates at the macro-structural level as a set of rules that constrain and enable the behavior of relevant players, be it national governments or extractive companies.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 192,
                    "text": "Van De Graaf and Colgan (2016)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 274,
                    "end": 289,
                    "text": "(Krasner, 1982)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 316,
                    "end": 337,
                    "text": "(Colgan et al., 2012;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 338,
                    "end": 353,
                    "text": "Goldthau, 2013)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 390,
                    "end": 421,
                    "text": "(Van De Graaf and Colgan, 2016)",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "Since its emergence around the early 20 th century, a 'global energy order' was first dominated by oil majors (the 'Seven Sisters'). This 'old' order was replaced around 1970s by a new energy order marked by the founding of OPEC in 1960 and the wave of oil nationalizations that swept across all oil producing countries throughout 1960 -1970s (Van de Graaf and Bradshaw, 2018 . The US is still unique in being the only country in the world that operates private ownership on subsoil resources. State ownership is viewed as a major cause of the \"resource curse\" -the observed economic and political underperformance of countries rich in natural resources (especially fossil fuels) (Ross, 1999, 319 ; for a review of the \"resource curse\" literature, see Ahmadov and Guliyev, 2016) .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "1960",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 375,
                    "text": "-1970s (Van de Graaf and Bradshaw, 2018",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 696,
                    "text": "(Ross, 1999, 319",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 778,
                    "text": "Ahmadov and Guliyev, 2016)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "This second, state-centric order, according to Ross (2014) , continues to date. Van De Graaf (2016, 18) provides a more nuanced account of energy transformations and dates the current energy order named 'state capitalist' back to the year 2008. State capitalism has come to replace the previous 'neoliberal order' that was in place from 1986-2000, according to Van De Graaf's periodization. The 'state-capitalist' order (2000s onwards) is characterized by rising oil prices and resource nationalism. Resource nationalism refers to the shift of revenueas well as relative power-away from international oil companies in favor of the host government's greater control over national resource development in what Vernon (1971) saw as an 'obsolescing bargain' (Stevens, 2008, 5) . This echoes the recent assessment in which national oil companies (NOCs) are viewed as crucial players in key oil producing countries including Saudi Arabia, Russia, and Venezuela. As of 2017, NOCs estimated to have accumulated combined assets of $3.1 trillion. Saudi Aramco alone had net income [in 2018] of over $100 billion (Heller et al., 2019) .",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 58,
                    "text": "Ross (2014)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 708,
                    "end": 721,
                    "text": "Vernon (1971)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 754,
                    "end": 772,
                    "text": "(Stevens, 2008, 5)",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1123,
                    "text": "(Heller et al., 2019)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "The central question in the IPE literature has been the question of whether state or market forces dominate in the global energy complex (Goldthau, 2013) . In other words, the oil order dominated by private companies came to be replaced by one in which governments took over markets through the creation of national energy companies and the collection of a larger share of fiscal revenue. This fueled an academic and policy debate about the relative merits of state versus multinationals in managing oil earnings. Scholars like Ross (1999; have argued that state control is associated with suboptimal outcomes and inefficient management of a country's leading resource sector. And if state ownership and control is a culprit, privatization has been proposed as a potential solution (Ross, 1999, 320; Luong and Weinthal, 2006) .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 153,
                    "text": "(Goldthau, 2013)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 528,
                    "end": 539,
                    "text": "Ross (1999;",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 782,
                    "end": 799,
                    "text": "(Ross, 1999, 320;",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 825,
                    "text": "Luong and Weinthal, 2006)",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "In light of the discussion in the previous section, previous accounts omitted the element of contingency due to their rigid paradigmatic framework. First, they take for granted the liberal institutionalist assumption that stateswhether those preserving the status quo or those challenging ithave an interest in an institutionalized response. They overlook the possibility that at times states might take action by nonparticipation or withdrawal from institutional arrangements rather than taking a costly action of institutional construction. It is clear that the Trump administration opted for unilateral action and disregarded international cooperation on energy and climate change issues. While Trump's aversion to international institutions is not unusual in US history (consider the Bush administration's renunciation of the Kyoto Protocol), it is distinguishable by the scale of a rollback on climate obligations and its harmful effects on international efforts to curtail climate change. Turning inwards, the Trump administration has been preoccupied with promoting domestic energy companies and lifting pre-existing environmental regulations and commitments including Paris Climate Agreement and disengaging from other multilateral organizations. In short, Trump's administration proceeded unilaterally instead of trying to bring about a new institutional model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "Trump's \"America First\" international economic policy doctrine in general marks a shift in US policy orientation from liberal internationalism to economic nationalism and protectionism. During the post-World War Two era, the US promoted open trade and liberalized financial markets. Trump's unilateralism is visible in continuous trade wars (tariffs on Chinese goods) and disputes with the World Trade Organization (WTO) (Frieden, 2019) .",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 436,
                    "text": "(Frieden, 2019)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "As Ikenberry (2018) noted, Trump's lack of multilateral institutional commitment is a sign of the broader crisis of liberal internationalism:",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 19,
                    "text": "Ikenberry (2018)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "\"Today, this liberal international order is in crisis. For the first time since the 1930s, the United States has elected a president who is actively hostile to liberal internationalism. Trade, alliances, international law, multilateralism, environment, torture and human rights-on all these issues, President Trump has made statements that, if acted upon, would effectively bring to an end America's role as leader of the liberal world order\" (Ikenberry, 2018, 7) .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 463,
                    "text": "(Ikenberry, 2018, 7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "This implies that the emerging energy order is unlikely to be bound by major powers' consensus about appropriate norms and rules that will be necessary to guide actors' behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "Second, and most importantly, previous models of energy regime transitions omit the role of contingency, such as the change of government leadership or a technological breakthrough. Contingent events can have unexpected (and often unanticipated) influence on the development of an international order. In his influential 1970 essay, A.O. Hirschman discusses how academics' predisposition to use mental shortcuts distorts their understanding of complex social events. Profound political change, as Hirschman (1970) pointed out, result from \"a unique constellation of highly disparate events\" and therefore does not easily lend itself to paradigmatic thinking (339).",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 513,
                    "text": "Hirschman (1970)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "Contingency is not well predicted by institutionalist accounts that seek to fit complex and often disorderly energy and political developments into the preconceived mental framework. Because of its focus on formal agreements and regulations, Colgan et al. (2012) seems to dismiss the role of contingent events and the extent to which the interaction of contingency with initial conditions can have far-reaching consequences for the international energy order. Contingent events can alter the course of a path-dependent development by shifting its inertia-driven natural course into a different path. Once a contingent event has occurred and an alternative path has been taken, the self-reinforcing forces of path-dependence lock in the given path, making it difficult to change (Mahoney and Schensul, 2006) .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 262,
                    "text": "Colgan et al. (2012)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 778,
                    "end": 806,
                    "text": "(Mahoney and Schensul, 2006)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "Contingency is \"a random happening, an accident, a small occurrence, or an event that cannot be explained or predicted on the basis of a particular theoretical framework\" (Mahoney and Schensul, 2006, 461) . Given this definition and the discussion above, a path-dependent account that omits the election of Trump and his energy policies cannot capture the change in global energy order. Trump's election was a chance event, not anticipated by most political scientists, American political development experts or even pollsters and therefore presents a surprising turn of events and policies. It was neither explained nor predicted by theory. This fits Mahoney and Schensul's (2006, 462) note that \"a contingent event is an occurrence that cannot be explained or predicted in light of one or more theoretical frameworks.\" The punctuated equilibrium model might not be able to foresee contingency because by its very nature contingency is not easy to predict. Yet, without the possibility of contingency to influence causal processes, our theoretical understanding of energy regime transitions will be incomplete.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 204,
                    "text": "(Mahoney and Schensul, 2006, 461)",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 686,
                    "text": "Mahoney and Schensul's (2006, 462)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Explaining energy regime change"
        },
        {
            "text": "Both drivers of the recent energy order shift were contingent and are likely to have lasting effects. One can rerun history many times, and there will be no reason to expect that Trump's election would change the US energy policy so drastically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trump's election as contingency"
        },
        {
            "text": "There is general consensus that Trump's victory was an unexpected outcome of the 2016 presidential election. Very few pundits predicted the victory of Trump in 2016 (Gaughan, 2016) . Nor did political scientists expect the outcome (Blakeley, 2016; Drezner, 2016) . The Pew Research Center admitted that Trump's success was a surprise as they failed to accurately predict the election outcome and recognized the limitations of survey as an instrument of forecasting (Mercer et al., 2016) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 180,
                    "text": "(Gaughan, 2016)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 231,
                    "end": 247,
                    "text": "(Blakeley, 2016;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 248,
                    "end": 262,
                    "text": "Drezner, 2016)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 465,
                    "end": 486,
                    "text": "(Mercer et al., 2016)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Trump's election as contingency"
        },
        {
            "text": "Trump's energy policies will be difficult to reverse. First, the policy shift towards domestic shale development and greater energy selfsufficiency will have a self-reinforcing effect. The \"America first\" path taken serves the interests of domestic shale producers who have developed a vested interest in maintaining the status quo. The fossil fuel industry formed a powerful interest group in the US lobbying for lifting the federal-level ban on crude export (Colgan and Van De Graaf, 2017; Crooks, 2017) . Second, the neo-mercantilist and unilateralist policies pursued by Trump's administration have already damaged the liberal international order, and a considerable amount of time and effort will be necessary to rebuild and revive it.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 491,
                    "text": "(Colgan and Van De Graaf, 2017;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 492,
                    "end": 505,
                    "text": "Crooks, 2017)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Trump's election as contingency"
        },
        {
            "text": "Similarly, there seems to be a consensus among industry experts and energy analysts that the fracking revolution in the US was unanticipated and caught everyone as a big surprise. Just before a fracking-boosted oil boom occurred in the US in 2007, the country was preparing to build LNG import terminals whereas just 7 years after the shale revolution the US was building LNG terminals to export oil (Sernovitz, 2016) . \"Even stranger,\" writes an oil industry expert Sernovitz (2016) , \"this U.S. shale renaissance has happened in left-for-dead places like West Texas … and in places I had forgotten ever had oil and gas. North Dakota now has double the oil production per capita of Kuwait. Eight years ago, it produced less oil than Italy\" (6) . Wang and Krupnick (2013) argue that the key factor was technological innovation in hydraulic fracturing, drilling and geological knowledge that was made possible through US government sponsorship of R&D in developing technologies of extraction of unconventional natural gas. Such investments seem logical in light of the energy security concerns following a series of supply disruptions during the 1970s. The leading role in developing fracking technologies belong to small independent gas firms (e.g., Mitchell Energy, Devon Energy) that contributed large investments in the initial stages of shale gas development (Wang and Krupnick, 2013) .",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 417,
                    "text": "(Sernovitz, 2016)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 467,
                    "end": 483,
                    "text": "Sernovitz (2016)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "(6)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 747,
                    "end": 771,
                    "text": "Wang and Krupnick (2013)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1363,
                    "end": 1388,
                    "text": "(Wang and Krupnick, 2013)",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Shale revolution as contingency"
        },
        {
            "text": "In a similar vein, Wang et al. (2014) pointed out that the shale gas revolution was driven by government support for R&D and private company investment in technological innovation. Daniel Yergin (2011) opined that, \"the rapidity and sheer scale of the shale breakthroughand its effects on marketsqualified it as the most significant innovation in energy so far since the start of the 21 st century\" (330).",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 37,
                    "text": "Wang et al. (2014)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 188,
                    "end": 201,
                    "text": "Yergin (2011)",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "Shale revolution as contingency"
        },
        {
            "text": "Though the shale revolution has had a huge impact on the US economy and global energy trade, there is great deal of uncertainty about its future prospects. Shale producers face financial pressures from investors and shareholders. The irony is that while by increasing production and technological efficiency gains shale companies helped to bring the oil price down, the price of oil needs to be above $70 per barrel to make hydraulic drilling profitable (Morse, 2014) . With the crude oil price in the $50-60 per barrel range after the 2014 price fall, shale companies were failing to deliver returns. Frustrated by poor returns, investors and lenders lose an interest in shale production (Cunningham, 2019) . Limited access to capital hurts drilling companies. In what has been dubbed the \"shale slump\", cash-stripped drillers are forced to close down wells and cut back on drilling operations (Chapa, 2019) . The oil price crash on March 9, 2020 to around $30 per barrel, if sustained, might undermine the shale oil industry leading to bankruptcies (Bordoff, 2020) .",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 467,
                    "text": "(Morse, 2014)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 689,
                    "end": 707,
                    "text": "(Cunningham, 2019)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 895,
                    "end": 908,
                    "text": "(Chapa, 2019)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1051,
                    "end": 1066,
                    "text": "(Bordoff, 2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Shale revolution as contingency"
        },
        {
            "text": "If contingencies are inherent in a world where the forecasts of the futureespecially at the macro levelproduce dubious predictions, the multiple scenarios approach can offer one useful heuristic technique. Unlike standard forecasting where the analyst tries to extrapolate trends into a probability distribution (Schoemaker, 1991, 551) , scenario analysis goes beyond trend extrapolation and incorporates unpredictable factors as uncertainties alongside predetermined elements. In the late 1960s, Shell's Group Planning developed the scenario planning methodology that made the company better prepared for the 1973 oil crisis and subsequent energy market disruptions. The scenario approach recognizes uncertainty as an essential element of reality (Wack, 1985a, 73) , and draws on exploring the interaction between the predetermined events and impossible breaks in trends (Wack, 1985b) .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 335,
                    "text": "(Schoemaker, 1991, 551)",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 765,
                    "text": "(Wack, 1985a, 73)",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 885,
                    "text": "(Wack, 1985b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Uncertainty and dealing with contingency"
        },
        {
            "text": "In a high-complexity high-uncertainty environment inherent in a complex system, like energy system transitions and disruptions, scenario planning offers a useful framework (Schoemaker, 2004, 284) and has been applied in energy research since Shell championed this method in the 1960s-1970s. Contemporary examples of scenario analysis include, among others, a joint International Energy Agency and OECD (2004) report \"Energy to 2050: Scenarios for a Sustainable Future\" and Bazilian and collaborators' (2019) geopolitical scenarios of future transitions to renewables.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 195,
                    "text": "(Schoemaker, 2004, 284)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Uncertainty and dealing with contingency"
        },
        {
            "text": "The 1973 oil crisis following OPEC's decision to cut off crude exports in October is believed to be a product of largely contingent events, and Issawi (1978) notes that it was \"completely unforeseen\". However, it is not the case that the events of 1973 were completely unanticipated, but rather that a single scenario which incorporated the main elements was given greater expectation for occurring a year or two later. In a series of scenarios published in 1971-1973, Shell referred to the possibility that power would shift from international oil companies to the oil-producing nations, and this shift could cause a surge in oil prices (Wilkinson and Kupers, 2013) . Shell's scenario planning team also pointed out that smaller oil-producing countries in the Middle East would limit further depletion of petroleum resources for the lack of absorptive capacity to manage the inflows of oil revenues (Jefferson, 2012, 187) . The 1979 oil crisis following the downfall of the Shah in Iran and its aftermath were elements included in Shell scenario thinking from March, 1976, and the emergence of a 'Hard Times' scenario (March 1981) anticipating economic slowdown and the drop in oil prices (Jefferson, 2012, 193; Chermack, 2017, 100-101) .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 157,
                    "text": "Issawi (1978)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 638,
                    "end": 666,
                    "text": "(Wilkinson and Kupers, 2013)",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 900,
                    "end": 922,
                    "text": "(Jefferson, 2012, 187)",
                    "ref_id": null
                },
                {
                    "start": 1190,
                    "end": 1212,
                    "text": "(Jefferson, 2012, 193;",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1237,
                    "text": "Chermack, 2017, 100-101)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Uncertainty and dealing with contingency"
        },
        {
            "text": "As a number of recent studies rightly pointed out, the global energy system is undergoing major changes, and the rise of the US as an energy superpower is reconfiguring the global energy order in ways that will have far-reaching implications for energy markets across the globe. Some of the policy implications of this transformation include the following: -As energy transitions to low-carbon and renewable energy sources advance, more countries are expected to become energy selfsufficient in the long run. The pace of a low-carbon transition will depend on a multitude of factors, and the inertia of carbon lock-in will militate against it. -The surge in shale production in the US reduced its import dependence on supplies from the Middle East and other regions. Shale development in Northern America is thus weakening the power of traditional energy producers like Saudi Arabia, Russia and Venezuela. -An excess supply from the US and other new producers is likely to keep oil prices low. Lower prices will reduce the fiscal revenue base of traditional oil and gas producers. Elites in these countries will be pushed hard to diversify the economy or otherwise face the risk of fiscal crisis and social instability. -The US is now competing with traditional energy producers for export markets in Europe and Asia and has tightened sanctions against Iran and Venezuela. To secure its energy export interests abroad, the US might be tempted to use coercive diplomacy against market competitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and policy implications"
        },
        {
            "text": "How well are we equipped to understand this transformation in global energy? Focusing on some recent work on energy regime complex, I have identified several gaps in our understanding of change in the global energy system: 1) There is a great deal of contingency in recent changes in global energy order and IPE theories should develop a more nuanced approach to understanding systemic change in the international energy order paying attention to how actors and their belief systems can have transformative impacts on important outcomes. While contingencies are an inherent feature of social reality, the scenario approach can be a useful heuristic for dealing with uncertainties. 2) Incremental technological advancessuch as rock fracturingcan sometimes lead to revolutionary transformations; these sorts of technological innovations are key to understanding the processes driving energy transitions. 3) An emerging energy order appears to be less institutionalized than is commonly believed; the US withdrawal from multilateral agreements threatens the continued existence of liberal institutionalism; perhaps, we will see a greater fragmentation of the liberal order and its replacement with a multipolar one dominated by China, Russia and other major powers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and policy implications"
        },
        {
            "text": "Research for this paper was funded through the LOEWE research cluster \"Regions of Conflict in Eastern Europe\" under the Excellence Initiative of the Hessen State Ministry of Higher Education, Research and the Arts [Hessisches Ministerium für Wissenschaft und Kunst] at Justus Liebig University Giessen, Germany, http://www.regions-of-con flict.com.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial statement"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How oil autocracies learn to stop worrying: Central Eurasia in 2008 global financial crisis",
            "authors": [
                {
                    "first": "Anar",
                    "middle": [
                        "K"
                    ],
                    "last": "Ahmadov",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Post Sov. Aff",
            "volume": "35",
            "issn": "2",
            "pages": "161--180",
            "other_ids": {
                "DOI": [
                    "10.1080/1060586X.2018.1554943"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tackling the resource curse: the role of democracy in achieving sustainable development in resource-rich countries. International IDEA, Stockholm. IDEA Discussion Paper",
            "authors": [
                {
                    "first": "Anar",
                    "middle": [
                        "K"
                    ],
                    "last": "Ahmadov",
                    "suffix": ""
                },
                {
                    "first": "Farid",
                    "middle": [],
                    "last": "Guliyev",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The America first energy policy of the Trump administration",
            "authors": [
                {
                    "first": "Scot",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Energy Nat. Resour. Law",
            "volume": "35",
            "issn": "3",
            "pages": "221--270",
            "other_ids": {
                "DOI": [
                    "https:/www.tandfonline.com/doi/abs/10.1080/02646811.2017.1321263"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Model and manage the changing geopolitics of energy",
            "authors": [
                {
                    "first": "Morgan",
                    "middle": [],
                    "last": "Bazilian",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bradshaw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "Andreas",
                    "middle": [],
                    "last": "Goldthau",
                    "suffix": ""
                },
                {
                    "first": "Kirsten",
                    "middle": [],
                    "last": "Westphal",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "569",
            "issn": "7754",
            "pages": "29--31",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-019-01312-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Trump on climate change report: 'I don't believe it",
            "authors": [],
            "year": 2018,
            "venue": "BBC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "America's energy edge: The geopolitical consequences of the shale revolution",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Blackwill",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "Meghan",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Foreign Aff",
            "volume": "93",
            "issn": "2",
            "pages": "102--114",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Is political science this year's election casualty? The Atlantic",
            "authors": [
                {
                    "first": "Jason",
                    "middle": [],
                    "last": "Blakeley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Withdrawing from the Paris climate agreement hurts the US",
            "authors": [
                {
                    "first": "Jason",
                    "middle": [],
                    "last": "Bordoff",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature Energy",
            "volume": "2",
            "issn": "",
            "pages": "1--3",
            "other_ids": {
                "DOI": [
                    "10.1038/nenergy.2017.145"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Why this oil crash is different",
            "authors": [
                {
                    "first": "Jason",
                    "middle": [],
                    "last": "Bordoff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Foreign Pol",
            "volume": "",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Statistical review of energy",
            "authors": [],
            "year": 2019,
            "venue": "BP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Shale slump: Lower hydraulic fracturing activity stings frac sand business. Houston Chronicle",
            "authors": [
                {
                    "first": "Sergio",
                    "middle": [],
                    "last": "Chapa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Foundations of Scenario Planning: the Story of Pierre Wack",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Chermack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The emperor has no clothes: the limits of OPEC in the global oil market",
            "authors": [
                {
                    "first": "Jeff",
                    "middle": [
                        "D"
                    ],
                    "last": "Colgan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. Organ",
            "volume": "68",
            "issn": "3",
            "pages": "599--632",
            "other_ids": {
                "DOI": [
                    "10.1017/S0020818313000489"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A crude reversal: the political economy of the United States crude oil export policy",
            "authors": [
                {
                    "first": "Jeff",
                    "middle": [
                        "D"
                    ],
                    "last": "Colgan",
                    "suffix": ""
                },
                {
                    "first": "Thijs",
                    "middle": [],
                    "last": "Van De Graaf",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Energy Res.Soc. Sci",
            "volume": "24",
            "issn": "",
            "pages": "30--35",
            "other_ids": {
                "DOI": [
                    "10.1016/j.erss.2016.12.012"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Punctuated equilibrium in the energy regime complex",
            "authors": [
                {
                    "first": "Jeff",
                    "middle": [
                        "D"
                    ],
                    "last": "Colgan",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [
                        "O"
                    ],
                    "last": "Keohane",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van De Graaf",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Rev.Int. Organ",
            "volume": "7",
            "issn": "2",
            "pages": "117--143",
            "other_ids": {
                "DOI": [
                    "10.1007/s11558-011-9130-9"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Top US oil industry group lobbies Trump for lighter regulation. Financial Times",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Crooks",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Venezuela: overview of U.S. sanctions",
            "authors": [],
            "year": 2019,
            "venue": "CRS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Capital flight is killing the US shale boom",
            "authors": [
                {
                    "first": "Nick",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Trump says US doesn't need 'Middle Eastern oil & gas' as prices spike. The Hill",
            "authors": [
                {
                    "first": "Owen",
                    "middle": [],
                    "last": "Daugherty",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Don't take the oil: Time to ditch the Carter Doctrine",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [
                        "L"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Natl. Interest",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Against the grain: the United States and the global climate change regime. Global Change Peace Secur",
            "authors": [
                {
                    "first": "Joanna",
                    "middle": [],
                    "last": "Depledge",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "11--27",
            "other_ids": {
                "DOI": [
                    "10.1080/0951274052000319337"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Trump on falling oil prices: 'That's because of me",
            "authors": [
                {
                    "first": "Tom",
                    "middle": [],
                    "last": "Dichristopher",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Donald Trump's contract with the American voter",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Why political science is not an election casualty. Washington Post",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Drezner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "/11/15/why-political-science-is-not-an-election-casualty/?noredirect¼on&utm_te rm¼.5d2b2f39f450",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Renewable energy",
            "authors": [],
            "year": 2019,
            "venue": "EIA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "How much shale (tight) oil is produced in the United States?",
            "authors": [],
            "year": 2018,
            "venue": "EIA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "US energy facts",
            "authors": [],
            "year": 2009,
            "venue": "EIA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Renewable energy statistics",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurostat",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Crisis of Globalization: Democracy, Capitalism, and Inequality in the Twenty-First Century",
            "authors": [
                {
                    "first": "Jeffrey",
                    "middle": [],
                    "last": "Frieden",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "I.B. Tauris",
            "volume": "",
            "issn": "",
            "pages": "43--52",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Aggressive U.S. energy policy tests ties with European allies. Reuters",
            "authors": [
                {
                    "first": "Timothy",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Carbonnel",
                    "suffix": ""
                },
                {
                    "first": "Alissa",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Explaining Donald Trump's shocking election win",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gaughan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Anthony",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Scientific American",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "U.S. exports fill Asia's LNG demand gap as market tightens. Reuters",
            "authors": [
                {
                    "first": "Henning",
                    "middle": [],
                    "last": "Gloystein",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The Handbook of Global Energy Policy",
            "authors": [
                {
                    "first": "Andreas",
                    "middle": [],
                    "last": "Goldthau",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "International political economy: a field born of the OPEC crisis returns to its energy roots",
            "authors": [
                {
                    "first": "Kathleen",
                    "middle": [
                        "J"
                    ],
                    "last": "Hancock",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vivoda",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vlado",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Energy Res.Soc. Sci",
            "volume": "1",
            "issn": "",
            "pages": "206--216",
            "other_ids": {
                "DOI": [
                    "10.1016/j.erss.2014.03.017"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Oil's power players, Foreign Policy",
            "authors": [
                {
                    "first": "Patrick",
                    "middle": [],
                    "last": "Heller",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mihalyi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "Morgan",
                    "middle": [],
                    "last": "Bazilian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Cold war geopolitics and the making of the oil curse",
            "authors": [
                {
                    "first": "Cullen",
                    "middle": [
                        "S"
                    ],
                    "last": "Hendrix",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Global. Secur. Stud",
            "volume": "3",
            "issn": "1",
            "pages": "2--22",
            "other_ids": {
                "DOI": [
                    "10.1093/jogss/ogx022"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The search for paradigms as a hindrance to understanding",
            "authors": [
                {
                    "first": "Albert",
                    "middle": [
                        "O"
                    ],
                    "last": "Hirschman",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "World Polit",
            "volume": "22",
            "issn": "3",
            "pages": "329--343",
            "other_ids": {
                "DOI": [
                    "10.2307/2009600"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Renewables 2018: Market analysis and forecast",
            "authors": [],
            "year": 2018,
            "venue": "IEA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Oil market report: heeding the warnings",
            "authors": [],
            "year": 2018,
            "venue": "IEA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The end of liberal international order",
            "authors": [
                {
                    "first": "John",
                    "middle": [
                        "G"
                    ],
                    "last": "Ikenberry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Energy to 2050: Scenarios for a Sustainable Future",
            "volume": "94",
            "issn": "",
            "pages": "7--23",
            "other_ids": {
                "DOI": [
                    "10.1787/9789264019058-en"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A new world: the geopolitics of the energy transition",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The 1973 oil crisis and after",
            "authors": [
                {
                    "first": "Charles",
                    "middle": [],
                    "last": "Issawi",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Post Keynes. Econ",
            "volume": "1",
            "issn": "2",
            "pages": "3--26",
            "other_ids": {
                "DOI": [
                    "10.1080/01603477.1978.11489099"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The environmental costs and benefits of fracking",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "B"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annu. Rev. Environ. Resour",
            "volume": "39",
            "issn": "",
            "pages": "327--362",
            "other_ids": {
                "DOI": [
                    "https:/www.annualreviews.org/doi/10.1146/annurev-environ-031113-144051"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "imposes sanctions on Russian oil company supporting Venezuela's leader",
            "authors": [
                {
                    "first": "Lara",
                    "middle": [
                        "U S"
                    ],
                    "last": "Jakes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Shell scenarios: what really happened in the 1970s and what may be learned for current world prospects",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Technol. Forecast. Soc. Change",
            "volume": "79",
            "issn": "1",
            "pages": "186--197",
            "other_ids": {
                "DOI": [
                    "10.1016/j.techfore.2011.08.007"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Editorial: US and international climate policy under President Trump",
            "authors": [
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "Jotzo",
                    "suffix": ""
                },
                {
                    "first": "Joanna",
                    "middle": [],
                    "last": "Depledge",
                    "suffix": ""
                },
                {
                    "first": "Harald",
                    "middle": [],
                    "last": "Winkler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clim. Pol",
            "volume": "18",
            "issn": "7",
            "pages": "813--817",
            "other_ids": {
                "DOI": [
                    "10.1080/14693062.2018.1490051"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A brief history of the oil crash. Reuters",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Kemp",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The regime complex for climate change",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "O"
                    ],
                    "last": "Keohane",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "G"
                    ],
                    "last": "Victor",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Perspect. Polit",
            "volume": "9",
            "issn": "1",
            "pages": "7--23",
            "other_ids": {
                "DOI": [
                    "10.1017/S1537592710004068"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Sub-$30 brent looming on Opecþ tension. Petroleum Economist",
            "authors": [
                {
                    "first": "Victor",
                    "middle": [],
                    "last": "Kotsev",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Structural causes and regime consequences: regimes as intervening variables",
            "authors": [
                {
                    "first": "Stephen",
                    "middle": [
                        "D"
                    ],
                    "last": "Krasner",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Int. Organ",
            "volume": "36",
            "issn": "2",
            "pages": "185--205",
            "other_ids": {
                "DOI": [
                    "10.1017/S0020818300018920"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "US domestic climate change policy",
            "authors": [
                {
                    "first": "Henry",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cochran",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vicki",
                    "suffix": ""
                },
                {
                    "first": "Manik",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clim. Pol",
            "volume": "1",
            "issn": "3",
            "pages": "381--395",
            "other_ids": {
                "DOI": [
                    "10.3763/cpol.2001.0137"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Trump, US climate politics, and the evolving pattern of global climate governance. Global Change Peace Secur. 1-18",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Macneil",
                    "suffix": ""
                },
                {
                    "first": "Matthew",
                    "middle": [],
                    "last": "Paterson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/14781158.2020.1675620"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The logic of process tracing tests in the social sciences",
            "authors": [
                {
                    "first": "James",
                    "middle": [],
                    "last": "Mahoney",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Socio. Methods Res",
            "volume": "41",
            "issn": "4",
            "pages": "570--597",
            "other_ids": {
                "DOI": [
                    "10.1177/0049124112437709"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The Oxford Handbook of Contextual Political Analysis",
            "authors": [
                {
                    "first": "James",
                    "middle": [],
                    "last": "Mahoney",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schensul",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "454--471",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Stranded nations? The climate policy implications for fossil fuel-rich developing countries. OxCarre Policy Paper",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Manley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cust",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "Giorgia",
                    "middle": [],
                    "last": "Cecchinato",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Why 2016 election polls missed their mark. Pew Research Center",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "Claudia",
                    "middle": [],
                    "last": "Deane",
                    "suffix": ""
                },
                {
                    "first": "Kyley",
                    "middle": [],
                    "last": "Mcgeeney",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "dominance: Markets trump policy in 2017. Forbes",
            "authors": [
                {
                    "first": "Anna",
                    "middle": [],
                    "last": "Mikulska",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Maher",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Global sovereign fund assets jump to $7.45 trillion. Reuters",
            "authors": [
                {
                    "first": "Claire",
                    "middle": [],
                    "last": "Milhench",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Donald Trump confirms US will quit Paris Climate Agreement. The Guardian",
            "authors": [
                {
                    "first": "Oliver",
                    "middle": [],
                    "last": "Milman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "Damian",
                    "middle": [],
                    "last": "Carrington",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Welcome to the revolution: Why shale is the next shale. Foreign Affairs",
            "authors": [
                {
                    "first": "Edward",
                    "middle": [],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Welcome to the new oil order. Financial Times",
            "authors": [
                {
                    "first": "Ed",
                    "middle": [],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "A limited toolbox: explaining the constraints on Russia's foreign energy policy",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "W"
                    ],
                    "last": "Orttung",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Overland",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Indra",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Eurasian. Stud",
            "volume": "2",
            "issn": "1",
            "pages": "74--85",
            "other_ids": {
                "DOI": [
                    "10.1016/j.euras.2010.10.006"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "What's next for US energy policy?",
            "authors": [],
            "year": 2017,
            "venue": "Oxf. Energy Forum",
            "volume": "111",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Paving the path to U.S. energy dominance. Washington Times",
            "authors": [
                {
                    "first": "Rick",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zinke",
                    "suffix": ""
                },
                {
                    "first": "Pruitt",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Confronting Iran: The Trump administration's strategy. US Department of State",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Pompeo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "95 environmental rules being rolled back under Trump",
            "authors": [
                {
                    "first": "Nadja",
                    "middle": [],
                    "last": "Popovich",
                    "suffix": ""
                },
                {
                    "first": "Livia",
                    "middle": [],
                    "last": "Albeck-Ripka",
                    "suffix": ""
                },
                {
                    "first": "Kendra",
                    "middle": [],
                    "last": "Pierre-Louis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Trump says Europe will buy more American gas. Is that possible? New York Times",
            "authors": [
                {
                    "first": "Stanley",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "REN21, 2017. Renewables Global Futures Report: Great Debates Towards 100% Renewable Energy. Paris: REN21 Secretariat",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Trump's energy policy: Boon for the oil industry or non-event? Forbes",
            "authors": [
                {
                    "first": "Earl",
                    "middle": [
                        "J"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "The political economy of the resource curse",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [
                        "L"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "World Polit",
            "volume": "51",
            "issn": "2",
            "pages": "297--322",
            "other_ids": {
                "DOI": [
                    "10.1017/S0043887100008200"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "The Oil Curse: How Petroleum Wealth Shapes the Development of Nations",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [
                        "L"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "When and how to use scenario planning: a heuristic approach with illustration",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Schoemaker",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Forecast",
            "volume": "10",
            "issn": "6",
            "pages": "549--564",
            "other_ids": {
                "DOI": [
                    "10.1002/for.3980100602"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Forecasting and scenario planning: the challenges of uncertainty and complexity",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Schoemaker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "274--296",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Economic questions on global warming during the Trump years",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Niggol",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Publ. Aff",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/onlinelibrary.wiley.com/doi/full/10.1002/pa.1914"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "The Green and the Black: The Complete Story of the Shale Revolution",
            "authors": [
                {
                    "first": "Gary",
                    "middle": [],
                    "last": "Sernovitz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Carbon lock-in: types, causes, and policy implications",
            "authors": [
                {
                    "first": "Karen",
                    "middle": [
                        "C"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Annu. Rev. Environ. Resour",
            "volume": "41",
            "issn": "",
            "pages": "425--452",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-environ-110615-085934"
                ]
            }
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "US Senate Committee backs Nord Stream 2 sanctions. Financial Times",
            "authors": [
                {
                    "first": "Demetri",
                    "middle": [],
                    "last": "Sevastopulo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Outcomes and strategies in the 'new great game': China and the Caspian states emerge as winners",
            "authors": [
                {
                    "first": "Smith",
                    "middle": [],
                    "last": "Stegen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Karen",
                    "suffix": ""
                },
                {
                    "first": "Julia",
                    "middle": [],
                    "last": "Kusznir",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Eurasian. Stud",
            "volume": "6",
            "issn": "2",
            "pages": "91--106",
            "other_ids": {
                "DOI": [
                    "10.1016/j.euras.2015.03.002"
                ]
            }
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "National oil companies and international oil companies in the Middle East",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. World Energy Law Bus",
            "volume": "1",
            "issn": "1",
            "pages": "5--30",
            "other_ids": {
                "DOI": [
                    "10.1093/jwelb/jwn004"
                ]
            }
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Trump and globalization",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [
                        "E"
                    ],
                    "last": "Stiglitz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Pol. Model",
            "volume": "40",
            "issn": "3",
            "pages": "515--528",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpolmod.2018.03.006"
                ]
            }
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Twitter. (@realDonaldTrump)",
            "authors": [
                {
                    "first": "Donald",
                    "middle": [
                        "J"
                    ],
                    "last": "Trump",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Stranded wealth: rethinking the politics of oil in an age of abundance",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van De Graaf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Thijs",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Bradshaw",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. Aff",
            "volume": "94",
            "issn": "6",
            "pages": "1309--1328",
            "other_ids": {
                "DOI": [
                    "10.1093/ia/iiy197"
                ]
            }
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Global energy governance: A review and research agenda",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van De Graaf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Thijs",
                    "suffix": ""
                },
                {
                    "first": "Jeff",
                    "middle": [],
                    "last": "Colgan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Palgrave Communications",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1057/palcomms.2015.47"
                ]
            }
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "The Palgrave Handbook of International Political Economy of Energy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van De Graaf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Thijs",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Sovereignty at bay: the multinational spread of US enterprises",
            "authors": [
                {
                    "first": "Raymond",
                    "middle": [],
                    "last": "Vernon",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Int. Exec",
            "volume": "13",
            "issn": "4",
            "pages": "1--3",
            "other_ids": {
                "DOI": [
                    "10.1002/tie.5060130401"
                ]
            }
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Scenarios: uncharted waters ahead",
            "authors": [
                {
                    "first": "Pierre",
                    "middle": [],
                    "last": "Wack",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Harv. Bus. Rev",
            "volume": "",
            "issn": "",
            "pages": "73--89",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Scenarios: shooting the rapids",
            "authors": [
                {
                    "first": "Pierre",
                    "middle": [],
                    "last": "Wack",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Harv. Bus. Rev",
            "volume": "",
            "issn": "",
            "pages": "139--150",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "A retrospective review of shale gas development in the United States: what led to the boom?",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krupnick",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Natural gas from shale formation -the evolution, evidences and challenges of shale gas revolution in United States",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Renew. Sustain. Energy Rev",
            "volume": "30",
            "issn": "",
            "pages": "1--28",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rser.2013.08.065"
                ]
            }
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Combating the resource curse: an alternative solution to managing mineral wealth",
            "authors": [
                {
                    "first": "Erika",
                    "middle": [],
                    "last": "Weinthal",
                    "suffix": ""
                },
                {
                    "first": "Pauline",
                    "middle": [],
                    "last": "Luong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Perspect. Polit",
            "volume": "4",
            "issn": "1",
            "pages": "35--53",
            "other_ids": {
                "DOI": [
                    "10.1017/S1537592706060051"
                ]
            }
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Trump vows to usher in golden era of American energy dominance",
            "authors": [
                {
                    "first": "White",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "President Donald J. Trump is unleashing American energy dominance",
            "authors": [
                {
                    "first": "White",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "U.S. will be the world's largest oil producer by 2023",
            "authors": [
                {
                    "first": "White",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Managing uncertainty: living in the futures",
            "authors": [
                {
                    "first": "Angela",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "Roland",
                    "middle": [],
                    "last": "Kupers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Trump releases statement in support of Saudi Arabia. The Atlantic",
            "authors": [
                {
                    "first": "Graeme",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "The Quest: Energy, Security, and the Remaking of the Modern World",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Yergin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "LNG exports to Europe increase amid declining demand and spot LNG prices in Asia. EIA",
            "authors": [
                {
                    "first": "Victoria",
                    "middle": [
                        "U S"
                    ],
                    "last": "Zaretskaya",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "I thank Dr. Anar K. Ahmadov and the three anonymous reviewers of this Journal for valuable input and helpful suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}