{
    "paper_id": "99acac6055e7827d59606eef690b8c58bf9eccde",
    "metadata": {
        "title": "Modeling and Forecasting Trend of COVID-19 Epidemic in Iran Affiliation: Modeling and Forecasting Trend of COVID-19 Epidemic in Iran",
        "authors": [
            {
                "first": "Ali",
                "middle": [],
                "last": "Ahmadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahrekord University of Medical Sciences",
                    "location": {
                        "settlement": "Shahrekord",
                        "country": "Iran"
                    }
                },
                "email": "aliahmadi2007@gmail.com"
            },
            {
                "first": "Yasin",
                "middle": [],
                "last": "Fadaei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahrekord University of Medical Sciences",
                    "location": {
                        "settlement": "Shahrekord",
                        "country": "Iran"
                    }
                },
                "email": "fadaei.yasin@gmail.com"
            },
            {
                "first": "Majid",
                "middle": [],
                "last": "Shirani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahrekord University of Medical Sciences",
                    "location": {
                        "settlement": "Shahrekord",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Fereydoon",
                "middle": [],
                "last": "Rahmani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahrekord University of Medical Sciences",
                    "location": {
                        "settlement": "Shahrekord",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronaviruses are a large family of viruses that have been identified since 1965 and so far 7 species of them have been discovered and reported to affect humans. These viruses have three genotypes of alpha, beta and gamma. The natural reservoirs of these diseases are mammals and birds, and therefore are considered as zoonotic diseases (1, 2). The virus is believed transmitted mostly via contact or droplets. individuals are all generally susceptible to the virus. The mean incubation period was 5.2 days, and the basic reproductive number (R zero) in china was 2.2 at the onset of the epidemic. Most patients were clinically mild and moderate cases. The case fatality ratio was 2.38%, and elderly men with underlying diseases were at a higher risk of death (3). These viruses cause direct and indirect transmission of respiratory diseases with a wide range of asymptomatic, cold symptoms from respiratory/fever symptoms, cough, shortness of breath to kidney failure and death, leading to more severe respiratory illness epidemic and pandemic in most countries of the world (3-5). Severe acute respiratory syndrome (SARS) is caused by a species of coronavirus that infects humans, bats and certain other mammals, which has led to epidemics in 2002 and 2003 (2,6,7), Middle East Respiratory Syndrome (MERS) caused 2012 epidemic in Saudi Arabia (8) , and more recently their newest variant COVID-19 has led to the recent epidemic in China and then across the world (9) (10) (11) . For these viruses, three genotypes were introduced and the COVID-19 genotype is beta coronavirus (9) . COVID-19 is an emerging disease, with an incubation period of 1 to 14 (mostly 3 to 5) days. The mortality rate has been reported to be 2-3%. Approximately 80% of patients are classified as invisible infections (12) (13) (14) . As of the time of writing this article, March 11, 2020, COVID-19 pandemic was declared by the World Health Organization (WHO) in more than 100 countries (most prevalent in China, Italy, Iran, France, Spain, Germany, and the United States) with 126369 cases, 4633 deaths and 68304 individuals recovered worldwide (15, 16) .",
            "cite_spans": [
                {
                    "start": 1345,
                    "end": 1348,
                    "text": "(8)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1465,
                    "end": 1468,
                    "text": "(9)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1469,
                    "end": 1473,
                    "text": "(10)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1474,
                    "end": 1478,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 1578,
                    "end": 1581,
                    "text": "(9)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1794,
                    "end": 1798,
                    "text": "(12)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1799,
                    "end": 1803,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 1804,
                    "end": 1808,
                    "text": "(14)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2123,
                    "end": 2127,
                    "text": "(15,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2128,
                    "end": 2131,
                    "text": "16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Universities, schools, public places and shrines were closed. People are referring to health centers and hospitals, and the public is almost alarmed by the epidemic of panic and inaccurate reporting in cyberspace. The recurring and important questions are: How is the size of the epidemic of COVID-19 in Iran and how long and when will the epidemic go down? We cannot answer these questions with certainty, but it can be investigated in terms of pathogenic behavior ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study is a secondary data analysis and mathematical modeling based on a research proposal . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037671 doi: medRxiv preprint Different scenarios were designed and implemented for modeling and forecasting. First, based on a search for reliable sources of disease trends and epidemic curves across the world, the curve of Iran was also drawn. Focused and scientific group discussion sessions were held with experts on epidemiology, biostatistics, and mathematics, infectious diseases specialists as well as healthcare managers on the topic, the scenarios were discussed and agreement was reached on the application of the final scenarios. From different models and logistic growth differential equations, Gompertz growth, von Bertalanffy growth equation and curve fitting by Least Squared Error (LSE) method with cubic polynomial for Epidemic forecasts were run in MATLAB software until April 3, 2020 (the following Iranian new year). Models are presented as the following differential equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Logistic Differential Equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Gompertz Differential Equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Von Bertalanffy's differential growth equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Cubic Polynomial Polynomials:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": ". Where P represents the number of individuals in each population, e, c, b, and a represent parameter and t time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "is a derivative of time (20) (21) (22) .",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 29,
                    "end": 33,
                    "text": "(21)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 34,
                    "end": 38,
                    "text": "(22)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "We used the MATLAB fminsearch function to calculate the unknown parameters in the differential equations, and also to solve the equations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037671 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The basic reproduction number R0 was calculated by the following formula (22): Where, Tc and r are the mean generation interval of the infected and the growth rate, respectively. All estimated are based on current trends, Sampling of severe cases, hospitalization and tip of iceberg spread disease and asymptomatic, mild and moderate cases could not be calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Frequency of daily statistics of COVID-19 (definite new cases), number of deaths and recovered cases) in Iran are shown in Table 1 According to Figure 2B and the models of Von and Gompertz for prediction of recovered patients, the model estimated the number of recovered individuals to be 6540 and 11800, . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037671 doi: medRxiv preprint respectively. Moreover, according to Figure 3B , the maximum population of recovered individuals was estimated 21000 according to the method of least squared error.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 190,
                    "text": "Figure 3B",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To predict and estimate the number of deaths due to COVID-19, two growth models ( Figure 2C ) and the least squared error ( Figure 3C ) were used to maximize logistic growth in the most optimistic manner. According to logistic, Von and least squared error method, the number of deaths will be 1707, 3165 and 6300 individuals on April 3, 2020, respectively. Also, to predict and estimate the number of deaths until the end of epidemic the Von's growth model is used for daily and cumulative deaths. Based on this model the maximum number of death will occur on March 25 by approximately 180 deaths and after this time mortality will start slowing down ( Figure 4C ). The end of the mortality will occur near May 28, 2020 with about 5000 deaths ( Figure 4D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "text": "Figure 2C",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 133,
                    "text": "Figure 3C",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 662,
                    "text": "Figure 4C",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 754,
                    "text": "Figure 4D",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this study, for the first time in Iran, to monitor the trend of COVID-19 epidemic, prediction and estimation of the number of patients, R0, deaths and recovered individuals were performed and reported based on mathematical and statistical models. Although this prediction may be associated with random errors, it was made with assumptions about the past trends of the COVID-19 epidemic in Iran as well as the behavior of the people and government interventions (Sampling of severe cases and hospitalization). One point that may change our estimates is that we are at the end of the solar year and are less than 10 days longer than the Iranian New Year (Nowruz 1399) and New Year's with long vacations may increase visits, travels, and other activities. It is a rigorous government and health care intervention that may be implemented more and more strictly on these days. Moreover, according to a valid scientific report, delay in the onset of symptoms until the isolation of patients plays an important role in controlling the epidemic. To achieve 90% control of the epidemic, 80% of the cases need to be tracked and . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037671 doi: medRxiv preprint isolated. The epidemic is controlled when a new infection does not occur 12 to 16 weeks after the initial cases of the disease (18). Therefore, it is recommended that efforts be made to control the epidemic with greater vigor and urgency and to conduct a daily risk assessment. In the current epidemiological situation in the world and Iran, fear control and avoidance of rumors are very important for the prevention and control of coronavirus (22) .",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 592,
                    "text": "(22)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are three important points in this epidemic. The first point is to help calm down the atmosphere of society and to avoid tension in societies, and the second is to properly interpret the COVID-19 case fatality ratio (CFR) in Iran and calculate it tactfully. It should be taken into account in interpreting this index, since the denominator of the fraction is only positive, and the death rate is positive among the positive cases. This index should also be calculated until the end of the epidemic period, and if it is until the end of the epidemic and their outcome (death/recovery) is determined, this indicator will approach the real number. The third point is to recommend personal hygiene, in particular hand washing and avoiding contact with suspected patients, social distance, discovering unknown cases of infection and early detection, trace direct contact and isolation of patients, which is emphasized by the healthcare system to overcome this disease. One article reported that up to 70% of the supply chain could be cut off and the epidemic could be controlled if contact and isolation, quarantine and isolation were appropriately accomplished (18). The top priorities in Iran are now circular and comprehensive efforts to conduct epidemiological studies and identification of all aspects of the disease (source of disease, reservoir, pathways, infectivity, incubation period, incidence and prevalence, pathogenicity, immunogenicity, herd immunity, causes, epidemic and pandemic pattern, primary and secondary attack rates, response time, time needed for isolation and quarantine, treatment regimens, vaccines and other prevention methods, disease surveillance and statistical reporting) and evidence-based interventions and epidemic control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037671 doi: medRxiv preprint Application of experiences in China and South Korea epidemic shows the disease growth in the country to be logistically dispersed and the epidemic will be controlled in the near future, indicating that preventive activities in the two countries have been more useful among all East Asian countries. Obviously, cultural conditions are also effective. Given the prediction and modeling of the number of cases of coronavirus in Iran and because the virus is circulating in the country for at least a few weeks, we will have an ascending trend in the coming weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Application of the experiences of China, which took almost 70 days to complete the epidemic curve, has reached a flat level; it is recommended that the following epidemiological recommendations be implemented promptly and that interventions recommended by the World Health Organization be implemented (23).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Up-to-date and accurate data on definitions related to suspected, probable, and definitive people with coronavirus should be collected at all levels of the province's health care system. Percentage of completion and accuracy of their assessments and data should be monitored precisely and the epidemic curve should be drawn by rural, city, district, province, and other important sectors and be provided to the campus authorities in an updated dashboard format. Access to the results of the analysis as well as data should be provided for researchers and experts on the basis of specific protocols available for this purpose in the world and Iran, and a thorough critique and creative theories and ideas should be elicited from all university training and research groups. CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037671 doi: medRxiv preprint their relationship to outcomes should be analyzed to evaluate the cost-effectiveness of various diagnostic therapeutic approaches. Health care system staff should be empowered to record and train data, especially the use of virtual, remote, and web-based networks. This will certainly improve the quality of data recording. All epidemiological indicators that determine the epidemic pattern, including baseline R zero, attack rate, incubation period, index case, primary cases, secondary cases, and GIS mapping should be determined in provinces, cities, and across the entire country, and epidemic trends should be monitored. The models used to predict the end of the epidemic and control it should be evaluated, as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The actual trend of detecting COVID-19 cases in Iran has been increasing and is based on public behavior and government intervention. In this study, estimated are based on current trends, Sampling of severe cases, hospitalization and tip of iceberg spread disease and asymptomatic, mild and moderate cases could not be calculated. Complete reliance on any type of model will lead to systematic and random error, unless modeling provides a prediction with precise and If enforcement and public behavior interventions continue with current trends, the control and reduction of the COVID-19 epidemic in Iran will be felat from late April 2020, and new cases are expected to decline from mid-April of the following Iranian new year. This study suggests . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037671 doi: medRxiv preprint that government interventions and people's behaviors determine the persistence of the epidemic and should be addressed with greater responsibility, accountability, rigor, and quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We appreciate the Modeling in Health Research Center, School of Health, Deputy of Research and Technology, Shahrekord University of Medical Sciences. Furthermore, we truly appreciate the Ministry of Health and Medical Education, especially the team of daily information reports of COVID-19 in Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "This study was financially supported by the Deputy of Research and Technology of Shahrekord University of Medical Science, Shahrekord, Iran (grant no. 254).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding of study"
        },
        {
            "text": "None. . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037671 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome epidemic in Asia. Emerging infectious diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "1608--1618",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Current epidemiological status of Middle East respiratory syndrome coronavirus in the world from 1.1.2017 to 17.1.2018: a cross-sectional study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mobaraki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahmadzadeh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC infectious diseases",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Access data march 10",
            "authors": [
                {
                    "first": "Gardner",
                    "middle": [],
                    "last": "Lachance",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "202",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical Management of Severe Acute Respiratory Infection when Novel Coronavirus (2019-nCoV) Infection is Suspected",
            "authors": [
                {
                    "first": "-Who",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "2019 novel coronavirus of pneumonia in Wuhan, China: emerging attack and management strategies. Clinical and translational medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "-She",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical Management of Severe Acute Respiratory Infection when Novel Coronavirus (2019-nCoV) Infection is Suspected. 2020. 17-Health IMo. COVID-19 Report from Iran 2020 [Available from: 19-Research Ethic Commetee. the epidemiological survey for COVID-19 in Chaharmahal and Bakhtiari & Prediction its with modelling in Iran",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "-Worldometer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "COVID-19 CORONAVIRUS OUTBREAK, Last updated 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mathematical epidemiology: Past, present, and future",
            "authors": [
                {
                    "first": "-F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Infectious Disease Modelling",
            "volume": "2",
            "issn": "",
            "pages": "113--127",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The reproductive number R 0 of COVID-19 based on estimate of a statistical time delay dynamical system",
            "authors": [
                {
                    "first": "Jin",
                    "middle": [],
                    "last": "-Nian Shao",
                    "suffix": ""
                },
                {
                    "first": "Wenbin",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Defining the Epidemiology of Covid-19 -Studies Needed",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "23-Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2002125"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "coronavirus), host conditions, behavior (human) and environmental factors of coronavirus transmission, daily reports of definitive COVID-19 patients released by Iran Ministry of Health and Medical Education and the use of modeling given the assumptions and the percentage of error. Indeed, although the models are different, multiple, and changeable in nature and do not insist on the correctness of the forecasts, the decision-making conditions for health policymakers and authorities are more transparent and helpful (18). This study aimed to model and determine the epidemic trend and predict COVID-19 patients in Iran using mathematical and statistical modeling.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "approved by Shahrekord University of Medical Sciences (Code of Ethics Committee on Biological Research IR.SKUMS.REC 1398.254) (19).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "For the statistical analysis of definitive COVID-19 patients in Iran, daily reports of the Ministry of Health and Medical Education were used. The definitive diagnosis of COVID-19 was made using virus isolates from patients' biological samples and confirmed by the Reference Laboratory located in the Pasteur Institute of Iran were used. Patient population growth, epidemic curves, and recovered and deceased individuals were used to predict the COVID-19 epidemic trend.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ". The trend of epidemic spread in Iran (daily linear and cumulative trend) are illustrated in Figure 1. According to data released on COVID-19 in Iran as of 26/12/98 (March 19, 2020), the following forecasts until 15/01/99 (April 3, 2020), also until the end of epidemic (about 28 April, 2020) were reported (Figures 2, 3, and 4). The most realistic scenario is the Gompertz model. According to this model, in the most optimistic perspective, the maximum number of infected people until April 3, 2020 is 27,000. Based on Von Bertalanffy's growth model (the most ideal model with high isolation of patients and others intervention such as China experience), the maximum patients of COVID-19 are 19,500. According to the method of the least squared error, this value was estimated to be 48830 (Figure 3c). For prediction of cumulative infected cases of COVID-19 patients in Iran, three models of growth (Figure 2A) were used. Based on Gompertz's growth model the end of the epidemi is about 28 April, 2020 with the about 31000 patients (Figure 4B). The growth rate of Gompertz's model is r=0.1, so the number of R0 is 1.75.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Data should be carefully recorded and analyzed regarding the pathology, the time of onset of symptoms, natural course of the disease and the outcome of the disease to determine effective strategies to prevent and determine the necessity of intervention to control the spread of the disease at different levels. At all levels of the health care system (governmental and nongovernmental), interventional care, diagnostic and therapeutic interventions, whether compliant or non-compliant, should be conducted for all cases since the beginning of the interventions based on the time of onset of symptoms and type of diagnosis and recorded, and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "clear assumptions and inputs and outputs. Given the assumptions in Iran, the prediction of the patients on 3 April (Farvardin 15), 2020 with the three growth models of Von Bertalanffy, Gompertz, and the least squared error were estimated at 19500, 27000 and 48830, respectively. The number of recovered individuals was estimated up to 6540 individuals according to Von's model, 11800 ones according to Gompertz model, and 21000 ones according to LSE. The number of deceased COVID-19 patients was also estimated to be 1707 individuals using the logistic growth model, 3165 ones by Von's model and 6300 ones according to the LSE method.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Anderson RM, Fraser C, Ghani AC, Donnelly CA, Riley S, Ferguson NM, et al. Epidemiology, transmission dynamics and control of SARS: the 2002-2003 epidemic. Philosophical transactions of the Royal Society of London Series B, Biological sciences. 2004;359(1447):1091-105. 2-Peeri NC, Shrestha N, Rahman MS, Zaki R, Tan Z, Bibi S, et al. The SARS, MERS and novel coronavirus (COVID-19) epidemics, the newest and biggest global health threats: what lessons have we learned? International journal of epidemiology. 2020 impress. DOI: 10.1093/ije/dyaa033 3-Zhonghua liu xing bing xue za zhi The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China. 020 Feb 14;41(2):139-144 4-Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention. Jama. 2020. 5-Zu ZY, Jiang MD, Xu PP, Chen W, Ni QQ, Lu GM, et al. Coronavirus Disease 2019 (COVID-19): A Perspective from China. Radiology. 2020:200490. 6-Hsieh YH, Lee JY, Chang HL. SARS epidemiology modeling. Emerging infectious diseases. 2004;10(6):1165ird.behdasht.gov.ir/. 18-Hellewell J, Abbott S, Gimma A, Bosse NI, Jarvis CI, Russell TW, et al. Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts. The Lancet Global health. 2020.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "In Iran, the first case of COVID-19 was reported on February 19, 2020 (30 Bahman, 1398 in Iranian calendar) from Qom and until March 21, 2020. According to the Daily Reports in Iran, 14991 COVID-19, 853 deaths and a crude mortality ratio of 5.7% were reported (17).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020. 03 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.17.20037671 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 260,
                    "text": "03",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}