{
    "paper_id": "99e1ae2dbde8049a9f04154862bab8b7a2441e8b",
    "metadata": {
        "title": "Second-Generation Sequencing with Deep Reinforcement Learning for Lung Infection Detection",
        "authors": [
            {
                "first": "Zhuo",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Dalian Medical University",
                    "location": {
                        "postCode": "116011",
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Gerui",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Dalian Medical University",
                    "location": {
                        "postCode": "116011",
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhao",
                "middle": [],
                "last": "Jingyuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Dalian Medical University",
                    "location": {
                        "postCode": "116011",
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liyan",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Dalian Medical University",
                    "location": {
                        "postCode": "116011",
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Junxiu",
                "middle": [],
                "last": "Sheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Dalian Medical University",
                    "location": {
                        "postCode": "116011",
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Na",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Dalian Medical University",
                    "location": {
                        "postCode": "116011",
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Dalian Medical University",
                    "location": {
                        "postCode": "116011",
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": "yuanhonglab@163.com"
            },
            {
                "first": "Liang",
                "middle": [],
                "last": "Zou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Dalian Medical University",
                    "location": {
                        "postCode": "116011",
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Recently, deep reinforcement learning, associated with medical big data generated and collected from medical Internet of ings, is prospective for computer-aided diagnosis and therapy. In this paper, we focus on the application value of the second-generation sequencing technology in the diagnosis and treatment of pulmonary infectious diseases with the aid of the deep reinforcement learning. Specifically, the rapid, comprehensive, and accurate identification of pathogens is a prerequisite for clinicians to choose timely and targeted treatment. us, in this work, we present representative deep reinforcement learning methods that are potential to identify pathogens for lung infection treatment. After that, current status of pathogenic diagnosis of pulmonary infectious diseases and their main characteristics are summarized. Furthermore, we analyze the common types of secondgeneration sequencing technology, which can be used to diagnose lung infection as well. Finally, we point out the challenges and possible future research directions in integrating deep reinforcement learning with second-generation sequencing technology to diagnose and treat lung infection, which is prospective to accelerate the evolution of smart healthcare with medical Internet of ings and big data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nowadays, smart healthcare has appeared to be an interdisciplinary subject by integrating mixed computing techniques into the health administration [1, 2] . e primary purpose of smart healthcare is to offer pervasive and personalized medical services and health protection to people. Computer-aided diagnosis and decision making of this personalized treatment plan is one of the current developments in precision medicine [3, 4] . Smart healthcare aims to provide intelligent comprehensive differentiation and prescription recommendation for the diagnosis and treatment of diseases by applying artificial intelligence technology and cloud computing to the practice of clinical medicine. It has been greatly developed through the applications of artificial intelligence, cloud computing, big data analysis, and Internet of ings (IoT), and has been applied to many medical fields such as intelligent Chinese medicine and intelligent testing. Medical big data is to integrate the IoT system into medicine and to integrate and classify the collected medical data information by creating the medical Internet of ings [5, 6] . e deep learning model and the deep reinforcement learning model are the most commonly used artificial intelligence models, which can be trained and simulated by providing a large number of training examples through medical big data. e computer aids of modern medicine and traditional Chinese medicine have matured. us, there are many well-trained deep learning models for clinical medicine.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 152,
                    "end": 154,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 426,
                    "end": 428,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1112,
                    "end": 1115,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1116,
                    "end": 1118,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Pulmonary infectious diseases are common respiratory diseases, whose clinical manifestations include cough, fever, and chills. However, pathogens of lung infections are complex, and it is difficult to carry out biological cultivation and identification. Particularly, complex lung infections have various clinical manifestations: the mortality rate is high and the treatment is difficult, the traditional pathogen detection methods have low positive rate; it is a long timeconsuming and complicated operation, and it is difficult to meet the requirements of diagnosis and treatment of complex infectious diseases. Classical pathogen detection methods include bacterial (fungal) culture, microscopy and antibody testing, and PCR-based pathogen-specific nucleic acid detection. ese methods have made great progress in the diagnosis of pulmonary infectious diseases, but they have low sensitivity and poor timeliness; pathogen identification information and drug resistance information are not comprehensive, so it is impossible to identify unknown and rare pathogenic microorganisms. erefore, clinical diagnosis of pulmonary infectious diseases is very difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Second-generation sequencing (SGS), also known as next-generation sequencing technology and high-throughput sequencing, can simultaneously sequence billions of DNA molecules in parallel [7] . It is a group of sequencing with high throughput, low cost, short time, and automated sequencing technologies [8] [9] [10] . However, poor specificity is a major problem that restricts the clinical applications of SGS. Nonpathogenic pathogens, unrelated pathogens, and ambiguous pathogens are often seen in SGS reports. In order to clarify the diagnosis, the pathogen information detected by SGS needs to be verified and interpreted using more advanced methods [11, 12] .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we explore deep reinforcement learning for computer-aided diagnosis and treatment of complex pulmonary infectious diseases. We present several representative deep reinforcement learning models for the diagnosis and treatment of potential lung infections first, discuss the applications of the deep reinforcement learning model in the diagnosis of second-generation genetic testing for pulmonary infection, and summarize current status of pathogenic diagnosis of pulmonary infectious diseases and their main characteristics, and then we analyze the results of second-generation genetic testing and the main features of each type in common lung infections. Finally, we point out the open challenges and possible future research directions for intensive studies of secondgeneration genetic testing integrated with deep reinforcement learning in lung infections, which is expected to promote the development of intelligent healthcare and medical Internet of ings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the reminder of this paper, Section 2 introduces the deep reinforcement learning approaches that can be used for second-generation sequencing for lung diseases detection and treatment. Section 3 reviews the current status of pathogenic diagnosis of pulmonary infectious diseases and applications of SGS in detection of pulmonary pathogen infection are discussed in Section 4. Section 5 gives the challenges and possible future research directions for intensive studies of second-generation genetic testing integrated with deep reinforcement learning in lung infections. Finally, Section 6 concludes the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Deep reinforcement learning (DRL) is a new research hotspot in the field of artificial intelligence. It combines the perception of deep learning with the decision-making ability of reinforcement learning in a common form and enables direct control from raw input to output through end-to-end learning. With the rapid development of human society, in more and more complex real-world task tasks, deep learning (DL) is needed to automatically learn the abstract representation of large-scale input data and to use this representation as a basis for self-incentive reinforcement learning (RL) to optimize problem-solving strategies. DRL is an endto-end sensing and control system with strong versatility. e learning process can be described as follows: (1) At each moment, the agent interacts with the environment to obtain a high-dimensional observation and uses the DL method to perceive the observation to obtain a specific state feature representation. (2) e value function of each action is evaluated based on the expected return, and the current state is mapped to the corresponding action through a certain strategy. (3) e environment reacts to this action and gets the next observation. By continuously cycling the above processes, the optimal strategy for achieving the goal can be finally obtained [13] . e framework of DRL is shown in Figure 1 .",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 957,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1305,
                    "end": 1309,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1343,
                    "end": 1351,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Deep Reinforcement Learning"
        },
        {
            "text": "At present, DRL technology has been widely used in games, parameter optimization, machine vision, and other fields. Its application is considered as an important way to move toward general artificial intelligence [14, 15] . is paper explores the application of DRL in second-generation sequencing for lung infection detection.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Deep Reinforcement Learning"
        },
        {
            "text": "e concept of DL stems from artificial neural networks. e DL model is usually composed of multiple layers of nonlinear arithmetic units. It uses the output of the lower layer as the input of the higher layer; in this way, it automatically learns the abstract feature representation from the large amount of training data to discover the distributed characteristics of the data. Compared with shallow networks, multi-hidden-layer network models have better feature representation capabilities. It first uses the unsupervised learning to conduct greedy pretraining on layer by layer and then supervises the whole network with supervised learning. is pretraining method provides ideal initial parameters for deep neural networks and reduces the optimization difficulty of deep neural networks [16, 17] . Typical DL models include Stacked Autoencoder (SAE), Restricted Boltzmann Machine (RBM), Deep Belief Network (DBN), and Recurrent Neural Network (RNN). With the growth of training data and the improvement of computing power, Convolutional Neural Network (CNN) has been widely used in various fields.",
            "cite_spans": [
                {
                    "start": 789,
                    "end": 793,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Basic Concepts"
        },
        {
            "text": "is a kind of learning that maps from environmental state to action. e goal is to get the agent to get the maximum cumulative reward in the process of interaction with the environment [18] . e Markov decision process can be used to model the RL problem, which is usually defined as In RL, strategy π : S × A is a map from state space to action space, which indicated that the agent selects action a t in state s t , performs the action, and transforms to the next state s t+1 with probability f(s t , a t ), while accepting rewards r t from environmental feedback. Assuming that the immediate reward for each time step in the future must be multiplied by a discount factor c, then from the time t to the end of the time T, the sum of the rewards is defined as",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Reinforcement Learning. Reinforcement learning (RL)"
        },
        {
            "text": "in which c ∈ [0, 1] is used to weigh the impact of future rewards on cumulative rewards. State action value function Q π (s, a) refers to the action a in the current state s and always follows the strategy π to the end of the plot, in which the cumulative return obtained by the agent is expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinforcement Learning. Reinforcement learning (RL)"
        },
        {
            "text": "For all state action pairs, if the return of a strategy π * is greater than or equal to the expected return of all other strategies, then the strategy π * is called the optimal strategy. ere may be more than one optimal strategy, but they share the same state action value function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinforcement Learning. Reinforcement learning (RL)"
        },
        {
            "text": "It is called the optimal state action value function, and the optimal state motion value function follows the Bellman optimal equation; namely,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinforcement Learning. Reinforcement learning (RL)"
        },
        {
            "text": "In the traditional RL, the Q-value function is generally obtained by iterative Bellman equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinforcement Learning. Reinforcement learning (RL)"
        },
        {
            "text": "Herein, when i ⟶ ∞, π * . By continuously iterating, the state action value function will finally converge, and the optimal strategy π * � arg max a∈A Q * (s, a) will be obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinforcement Learning. Reinforcement learning (RL)"
        },
        {
            "text": "However, for practical problems, it is obviously not feasible to solve the optimal strategy by iterative updating (5), because in the large state space, the method of solving the Q-value function with the iterative Bellman equation is too expensive. To tackle it, in the RL algorithm, a linear function approximator is usually used to approximate the state action value function, Q(s, a | θ) ≈ Q * (s, a). Besides, nonlinear function approximators such as deep neural networks can also be used to approximate the value function or strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinforcement Learning. Reinforcement learning (RL)"
        },
        {
            "text": "erefore, DRL has attracted extensive attention in recent years. In the next subsection, we will discuss some deep reinforcement learning techniques that are potential for second-generation sequencing in lung infection detection and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinforcement Learning. Reinforcement learning (RL)"
        },
        {
            "text": "In this section, we first describe three main types of deep reinforcement learning methods, including deep reinforcement learning based on value function, deep reinforcement learning based on strategy gradient, and deep reinforcement learning based on search and supervision. Afterwards, some potential deep reinforcement learning directions in SGS applications are summarized, such as hierarchical deep reinforcement learning, multitask deep reinforcement learning, multiagent deep reinforcement learning, deep reinforcement learning based on memory and reasoning, and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRL Techniques."
        },
        {
            "text": "Mnih et al. [19] combined the convolutional neural network with the Q learning algorithm in the traditional RL and proposed the Deep Q-Network (DQN) model. is model is used to process visual perception-based control tasks and is a groundbreaking work in the field of DRL. e input of the DQN model is the four preprocessed images closest to the current time.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DRL Based on Value Function."
        },
        {
            "text": "e input undergoes a nonlinear transformation of 3 convolutional layers and 2 fully connected layers and finally produces a Q value for each action in the output layer. Figure 2 shows the architecture of DQN.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DRL Based on Value Function."
        },
        {
            "text": "In order to alleviate the instability problem in the nonlinear network representation value function, DQN mainly made three improvements to the traditional Q learning algorithm. (1) DQN uses the experience replay mechanism during the training process to tackle the obtained transferred samples online. (2) In addition to using the deep convolutional network to approximate the current value function, DQN uses another network to generate the target Q value. (3) DQN reduces the bonus value and error term to a limited interval, which ensures that the Q value and Journal of Healthcare Engineering the gradient value are within a reasonable range, which improves the stability of the algorithm. Inspired by the DQN, many variants are proposed, such as deep dual Q network, deep Q network based on superior learning, deep Q network based on priority sampling, deep cycle Q network, and so on.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DRL Based on Value Function."
        },
        {
            "text": "Strategy gradient is a commonly used strategy optimization method, which updates the strategy parameters by continuously calculating the gradient of the strategy expectation total reward for the strategy parameters and finally converges to the optimal strategy. erefore, when solving the DRL problem, a deep neural network with parameter θ can be used to parameterize the representation strategy, and the strategy gradient method is used to optimize the strategy. It is worth noting that when solving DRL problems, the first choice is to adopt a strategy-gradient-based algorithm. e reason is that it can directly optimize the expected total reward of the strategy and search for the optimal strategy directly in the strategic space in an end-to-end manner, eliminating the cumbersome intermediate links. erefore, compared with DQN and its improved model, the DRL method based on strategy gradient is more applicable and the effect of strategy optimization is better. Typical strategy-gradient-based DRL methods include deep strategy gradient based on actor critic, asynchronous dominant actor critic algorithm, and so on [20] .",
            "cite_spans": [
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DRL Based on Strategy Gradient."
        },
        {
            "text": "In addition to value-based DRL and strategy-gradient-based DRL, the process of strategy search can be promoted by adding additional manual supervision, which is the core idea of DRL based on search and supervision. Monte Carlo Tree Search (MCTS) [21] , as a classic heuristic strategy search method, is widely used in action planning in game problems. erefore, in the DRL method based on search and supervision, strategy search is generally done through MCTS. For example, the AlphaGo algorithm combines deep neural networks with MCTS to achieve remarkable results. Its main idea has two points: (1) using MCTS to approximate the value function of each state; (2) using the CNN based on value function to evaluate the current layout and walk of the board. AlphaGo's complete learning system consists of the following components:",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DRL Based on Search and Supervision."
        },
        {
            "text": "(1) Strategy Network. It is divided into a strategy network for supervised learning and a strategy network for RL. e role of the strategy network is to predict and sample the next move based on the current situation. (2) Rollout Strategy. e goal is also to predict the next step, but the speed of prediction is 1000 times that of the strategy network. (3) Value Network. According to the current situation, the winning probability of both sides is estimated. (4) MCTS. It integrates the strategy network, the rollout strategy, and the value network into the process of strategy search to form a complete system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRL Based on Search and Supervision."
        },
        {
            "text": "DRL based on search and supervision has achieved promising results in the game areas, which has prompted more and more researchers to transfer it to others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRL Based on Search and Supervision."
        },
        {
            "text": "In addition to the above DRL methods, some outstanding methods have be proposed in recent years. In this subsection, we give a brief review of the potential DRL in SGS, which may be used for detecting of pulmonary pathogen infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential DRL in SGS."
        },
        {
            "text": "(1) Hierarchical Deep Reinforcement Learning. In some complex DRL tasks, the strategy is optimized directly to the final goal, which is inefficient. erefore, Hierarchical Reinforcement Learning (HRL) can be used to decompose the final goal into multiple subtasks to learn the hierarchical strategy and form a valid global strategy by combining multiple subtask strategies [22] . Figure 3 gives the structure of the hierarchical DQN.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 387,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Potential DRL in SGS."
        },
        {
            "text": "Typical HRL methods include spatiotemporal abstraction and intrinsic-motivation-based methods, internal-option-based methods, and deep follow-up reinforcement learning. All the ideas can be used with the complex processes of SGS for detection of pulmonary pathogen infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential DRL in SGS."
        },
        {
            "text": "(2) Multitask Transfer Deep Reinforcement Learning. In the traditional DRL method, the agent after completion of each training can only solve a single task. However, in some complex real-world scenarios, the agent needs to be able to handle multiple tasks at the same time. At this time, multitask learning and transfer learning are extremely important. In the RL field, Wilson et al. [23] used a hierarchical hybrid Bayesian model to provide prior knowledge of new tasks, enabling agents to better adapt to new task scenarios. For partially observable random multitasking scenarios, Li et al. [24] developed a regionalized policy representation to describe the behaviour of agents in different task scenarios. e method used the clustering properties contained in the Dirichlet process to share training scenarios between similar tasks and to pass valuable information between different tasks. Compared with the single-task learning mode, the multitask RL method has achieved more outstanding performance in both lattice world navigation and multitarget classification tasks. Taylor and Stone [25] proposed a way to transfer value functions between different tasks. Fernfindez Vdoso [26] used a mapping that reflects the relationship between the agent's current and past state action pairs, enabling the previously learned strategies to be transferred to new tasks in a timely manner. Wang et al. [27] concluded that the transfer learning in RL falls into two broad categories: behavioural transfer and knowledge transfer. ese two types of transfer learning are also widely used in multitasking DRL algorithms.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1093,
                    "end": 1097,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1183,
                    "end": 1187,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1397,
                    "end": 1401,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Potential DRL in SGS."
        },
        {
            "text": "Regarding SGS for detecting of pulmonary pathogen infection, multiple agents and multitask are promising. erefore, the deep reinforcement learning based on multitask transfer learning is a feasible direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential DRL in SGS."
        },
        {
            "text": "Reasoning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(3) Deep Reinforcement Learning Based on Memory and"
        },
        {
            "text": "e traditional visual-perception-based DRL method is far worse than human beings in solving higherlevel cognition-inspired tasks. at is to say, in solving some high-level DRL tasks, the agent not only needs strong perceptual ability, but also needs certain memory and reasoning ability to learn effective decision-making. erefore, the ability to give active learning and reasoning to existing DRL models is very important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(3) Deep Reinforcement Learning Based on Memory and"
        },
        {
            "text": "In recent years, the research on neural network model of external storage has made substantial progress. Graves et al. [28] proposed a neural structure called Neural Turing Machines (NTM), which updates the parameters of memory structures by random gradient descent while reading and writing data to optimize the content of memory. By adding NTM, the neural network model has the ability to complete some simple tasks such as copying, inversion, addition, and subtraction, which shows that the deep neural network model has preliminary memory and reasoning ability. After that, Sukhbaatar et al. [29] proposed a memory network model based on NTM for question-and-answer system and language modelling tasks, which further improved the long-term memory ability of the network. erefore, adding these external memory modules to the existing DRL model can give the network a certain highlevel ability of long-term memory, active cognition, and reasoning. In addition, the development of cognitive neuroscience in recent years has also promoted the development of artificial intelligence. Researchers are simulating the auxiliary learning system of the human brain to construct an agent that can independently remember, learn, and make decisions.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "(3) Deep Reinforcement Learning Based on Memory and"
        },
        {
            "text": "In recent years, as a result of the emergence of severe acute respiratory syndrome (SARS) in new pathogens, a variety of viruses, fungi, and resistant bacteria have emerged, and infectious diseases have once again received attention. However, there are many kinds of pathogens of infectious diseases [30] [31] [32] . Traditional immunological tests and cultivation of pathogenic microorganisms are limited; they are not efficient and timely to provide a reliable diagnosis basis for the clinic, especially the complex lung infection. How to judge the pathogens? Difficulties have made many patients with pulmonary infectious diseases fail to receive timely and effective treatment and even death. Pulmonary infections are mainly pneumonia and bronchiolitis and can also be manifested as lung abscesses and granulomas. Pulmonary infections are mainly collected from sputum and alveolar lavage fluid. Due to the special feeding environment of the lungs, routine detection of effective pathogen information in serum is limited. However, patients with severe pneumonia require mechanical ventilation, and lung tissue is difficult to obtain. e small amount of specimens limits the detection of pathogens of infectious lung diseases.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Current Status of Pathogenic Diagnosis of Pulmonary Infectious Diseases"
        },
        {
            "text": "At present, pathogenic diagnostic methods based on microbial culture are still the main means for diagnosing the pathogenic diagnosis of pulmonary infectious diseases, but they are also largely influenced by culture conditions and antibiotic use, and the culture positive rate is low. For lung infections, second-generation sequencing technology can be used for the detection of a variety of pathogens, such as bacteria, fungi, viruses, mycoplasma, etc. Also, it can also be used for the detection of a variety of respiratory specimens, such as sputum, throat swab, alveolar lavage fluid and blood, and other specimens. e second-generation sequencing technology has a higher detection rate than the traditional culture method [33, 34] . Compared with the traditional single-plex PCR method, it not only reduces the sample nucleic acid requirement and expands the detection range, but also has better specificity and sensitivity [11, 12] . Detection of viral pathogens mainly includes virus antigen detection, nucleic acid detection, and virus isolation and culture. However, the traditional virus pathogen detection has a low positive rate; thus, it is difficult to promote and apply in clinical practice. Second-generation sequencing technology is superior to traditional virus detection Journal of Healthcare Engineering techniques in terms of sensitivity and accuracy. It theoretically reveals all microbial information in the sample, which can detect more virus types and its positive rate is higher [35] . Detectable viruses include well-known upper respiratory tract viruses and lower respiratory tract viruses such as HSV and CMV in immunosuppressed hosts. With the increasing range of pathogens based on second-generation sequencing technology, it is found that the proportion of viruses in respiratory infections is much higher than previously thought. e applications of SGS technology to detect in-hospital-acquired viral pneumonia in real time and rapid detection have shown that SGS technology can learn evidence faster than traditional methods, so that timely measures are taken to control outbreaks of nosocomial infections.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 730,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1504,
                    "end": 1508,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Application of SGS in Detection of Pulmonary Pathogen Infection"
        },
        {
            "text": "Pulmonary fungal infections are characterized by high lethality and difficulty in diagnosis and treatment. In recent years, with the abuse of antibiotics, more and more resistant bacterias and fungi have emerged. Pulmonary fungal infection has become the leading cause of death in ventilatorassociated pneumonia, especially in patients with immunosuppression. Among patients with drugs, the incidence of fungal infections is also increasing [36] . Culture has long dominated the diagnosis of fungal infections, but traditional methods have inherent deficiencies in identifying mixed infections and analyzing the flora structure and dynamics of the flora and many fungi or undiscovered new ones. It is difficult or even impossible to cultivate the strain. ese kinds of problems all suggest that we urgently need a new method to assist clinical diagnosis more accurately and quickly. Different from the bacterial DNA extraction method, the second-generation technology in the fungal flora structure spectrum method mainly through the amplification, sequencing, and analysis of the fungus ITS1 (internal transcribed spacer) and ITS2 gene fragments, using ITS1/ITS2 gene sequencing technology, generally, 50 to 60 genera were detected, and the sequence of fungal ITS gene obtained by sequencing can be matched by the existing gene database. However, for the most common clinical genera of Candida and Aspergillus, ITS gene sequencing can well identify their ITS gene sequences, and some pathogen strains can be distinguished at the species level. Fungi not only cause lung dysfunction, but also because of the long treatment time, affect the prognosis of the disease, and the secondgeneration sequencing technology helps to understand the whole picture of airway microbes from the overall structure of the community and in complex lung infections, especially AIDS, etc. e diagnosis of Pneumocystis is important in immunodeficient patients [37] .",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 445,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1935,
                    "end": 1939,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Application of SGS in Detection of Pulmonary Pathogen Infection"
        },
        {
            "text": "Mycobacterium tuberculosis also occupies an important position in the pathogens of lung infection. At present, the commonly used PCR method for collection of mycobacterium tuberculosis has low sensitivity and low positive rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application of SGS in Detection of Pulmonary Pathogen Infection"
        },
        {
            "text": "e T-SPOT detection method is also applied clinically, but the specificity is low, and the false positive rate is high. However, the second-generation sequencing technology, the pathogen detection, epidemiology, and typing of mycobacterium tuberculosis have made a leap forward. e second-generation sequencing technology can be applied not only to conventional sputum, alveolar lavage fluid and blood, but also to the detection of pleural effusion and pericardial effusion, which greatly improves the accuracy and sensitivity of detection, especially improving the diagnosis of tuberculous pleural effusion. At the same time, SGS can classify the detected M. tuberculosis, greatly improve the typing efficiency, and also determine the variation and propagation source among the strains in the transmission chain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application of SGS in Detection of Pulmonary Pathogen Infection"
        },
        {
            "text": "It is well known that the clinical microbiology laboratory's real-time PCR technology for screening and confirming suspected viruses must be based on known pathogen gene sequences, but not for unknown viral pathogens. e second-generation sequencing technology not only discovers known pathogens, but also discovers completely unknown pathogens [38, 39] . About 70% of patients with infectious diseases cannot determine pathogen information due to traditional detection methods and cannot be treated in a timely and effective manner, thus worsening the condition.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Application of SGS in Detection of Pulmonary Pathogen Infection"
        },
        {
            "text": "erefore, rapid and accurate pathogen detection methods are of great significance for effective diagnosis and timely control of infectious diseases. ere are many types of modern molecular typing techniques, and the most commonly used molecular techniques in the traceability and monitoring of infectious diseases are multisequence typing (MLST), pulsed-field gel electrophoresis (PFGE), and multisite tandem repeats. Sequence analysis (MLVA), etc., and the emerging high-resolution WGS technology guarantee the accurate traceability and monitoring of infectious diseases and can also complement each other with multiple molecular technologies to improve the accuracy of detection. WGS technology can track the prevalence of pathogens and more accurately identify possible sources of pathogens [40, 41] . And with the continuous development of this technology, the current traceability and monitoring capabilities for unknown pathogens are becoming more and more prominent. e pathogens of severe pulmonary infection are usually unclear. Currently, the clinical use of antigen/antibody immunology methods and traditional microbial culture techniques is used for diagnosis. However, these methods have problems of long culture period and low culture positive rate. e second-generation sequencing technology is a novel DNA/RNA sequencing method based on the detection of nucleic acid molecules, which has high sensitivity and short time-consuming, and does not depend on traditional pathogenic culture. e application of antibiotics in the early stage has little effect on the detection results. Accurate and rapid identification of microbial pathogens in patients with lung infections may result in targeted antibacterial therapies, with fewer side effects and lower costs. In particular, patients with tracheal intubation are measured by sputum extraction from the lower respiratory tract of the bronchus, which can more accurately provide pathogenic bacteria analysis of ventilator-associated pneumonia, further guiding clinical treatment and prognosis. With the development of second-generation sequencing technology, processing and sequencing time will be further reduced. e SGS method will eventually provide clinicians with rapid, accurate, independent culture-based identification of bacterial, fungal, and viral pathogens and their antimicrobial sensitivity characteristics [42] .",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 796,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2377,
                    "end": 2381,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Application of SGS in Detection of Pulmonary Pathogen Infection"
        },
        {
            "text": "Although the blood and alveolar lavage SGS tests have revolutionized the pathogens of complex lung infections, there are still many problems with the detection and interpretation of SGS. Different from the application of SGS detection in hereditary diseases, the complex composition of infectious disease specimens and the low level of nucleic acid of pathogenic microorganisms all restrict the detection of SGS in pathogenic microorganisms of lung infection. e first problem is sensitivity. Although SGS detection shows great advantages over traditional methods in diagnosing rare and rare pathogens, the sensitivity of common pathogens such as Cryptococcus is not stronger than traditional methods. Even if these pathogens detected by traditional methods, SGS may not detect or detect only a very small number of specific fragments, which affects the results. For example, for the metagenomics detection of M. tuberculosis, the current optimal solution is still to perform SGS sequencing on the basis of MGIT960 liquid culture. e reason may be that the Mycobacterium tuberculosis are intracellular bacteria, and the current detection method is mainly to detect the intracellular infection with M. tuberculosis by using the sputum supernatant; and M. tuberculosis due to nucleic acid of GC is relatively high (60% higher), and the melting method of most bacteria cannot fully dissociate the nucleic acid strand of M. tuberculosis. erefore, under the condition of specimen processing suitable for most pathogenic microorganisms, the detection of tuberculosis cannot be effectively achieved. At present, direct SGS testing of clinical specimens to diagnose M. tuberculosis infection is very difficult. As an alternative, it is often the case that the clinical specimens are cultured for tuberculosis and then SGS is detected to improve the positive rate of clinical specimen detection, which increases the financial burden of the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application of SGS in Detection of Pulmonary Pathogen Infection"
        },
        {
            "text": "Although SGS is a high-throughput test and can theoretically detect almost all pathogenic microorganisms, it does not completely replace all clinical pathogen detection methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is requires us to continue to optimize the detection method of SGS on the one hand, so that it can cover the range of pathogens as much as possible and improve the detection rate. On the other hand, we must understand that SGS technology has limitations and cannot be completely dependent on SGS detection [43] . At the same time, traditional methods cannot be ignored, and other effective pathogen detection methods should be retained or explored as supplements or verifications. For patients with partial lung abscess or granuloma, because the disease is confined to the lungs, the amount of pathogens released into the blood and alveolar lavage fluid is limited, so for these diseases, pathogens can only be detected by SGS detection of tissue samples. Deep reinforcement learning can fully learn the potential results by simulating human brain learning and decision making based on the given complex data. us, it is a good choice to integrate DRL with SGS for clinical pathogen detection.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Poor specificity is another major problem that restricts the clinical application of SGS. Nonpathogenic, unrelated pathogens, and ambiguous pathogens are often seen in SGS reports. e lungs are an open environment, connected to the outside world, there are airway and oral colonization bacteria, many fragments of different species can be detected in the sputum and alveolar lavage fluid, and many unexplained samples can often be detected in the specimen. Part of the reason may be the contamination of specimens and reagents, such as environmental microbes (such as plants, plant viruses, etc.), which are difficult to discriminate. For these contaminations, it is necessary to eliminate the comparison between the laboratory quality control and the data between the specimens. DRL can combine all the related data to learn a favorable result through training and decision making; thus, it may effectively solve the poor specificity of the clinical application of SGS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, by combining the deep reinforcement learning techniques with SGS, it can eliminate the valueless results and analyze and evaluate the meaningful results of SGS. e core of SGS testing for the diagnosis of lung infections is the identification of responsible pathogens. Since SGS testing often yields a large number of backgrounds or unrelated microbial fragments, it is critical to find or identify responsible pathogens. It is first necessary to establish a knowledge database of common microorganisms for lung infections: a database of background microorganisms common to each laboratory and testing unit in SGS testing and record the number of common fragments detected. If a suspected pathogen fragment that is not in the range of common background bacteria appears in the SGS test of clinical specimens, or the number of fragments of a certain microorganism is significantly higher than the data in the background microbial database, it is included in the suspected responsible pathogen, and further methods are used for authenticating. In the alveolar lavage fluid, possible responsible bacteria, fungi, or virus fragments were detected by SGS, and the proportion of the total fragments was often extremely low, even only a few fragments, which is difficult to be diagnosed. SGS testing is often only useful in the diagnosis of pulmonary systemic infections, and when pathogens for nonclinical routine screening are detected, further use of classical pathogen detection methods is needed for diagnosis. is requires the development of a well-developed pathogen verification test system, especially for pathogenic microorganisms that are not easily detected by some common methods. Because the current SGS testing cost is still high, it cannot be widely used in the clinic, and it also affects its timeliness. SGS is also only a pathogen detection method, and it has just been applied in clinical practice. erefore, there are also blind spots and misunderstandings of its monitoring. e excessive expectation and interpretation of SGS detection results can not only push up the cost of clinical testing, but also make it effective. e examination could not be carried out smoothly, which also led to misdiagnosis and missed diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, because the optimal processing conditions and bioinformatics analysis required for sequencing of different specimens and pathogenic microorganisms are different, it is currently not possible to adapt an SGS detection procedure to all infectious pathogens. Moreover, the difference in the location and method of the specimen will also affect the test results. erefore, using the deep reinforcement learning, based on the patient's medical history and clinical examination, the possible pathogens are presumed, the specimens are preprocessed and then sequenced, and even different strategies are adopted for the biosignal analysis of the sequencing results. Taking into account various unknown pathogens, the detection rate of specific pathogens and the interpretation of the results are improved. e deep reinforcement learning is a diagnostic basis to reduce errors. It sets certain standards and procedures to determine whether the detected pathogen is a responsible pathogen, and designing targeted evaluation sequencing methods based on different types of pathogens to improve the effectiveness of SGS. erefore, the deep reinforcement learning combined with knowledge graph is a promising direction for SGS in the application of pulmonary infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journal of Healthcare Engineering"
        },
        {
            "text": "In this paper, we explore deep reinforcement learning for computer-aided diagnosis and treatment of complex pulmonary infectious diseases. We first present several representative deep reinforcement learning models for the diagnosis and treatment of potential lung infections. Moreover, we discuss the applications of the deep reinforcement learning model in the diagnosis of second-generation genetic testing for pulmonary infection and summarize the current status of pathogenic diagnosis of pulmonary infectious diseases and their main characteristics. After that, we analyze the results of second-generation genetic testing and the main features of each type in common lung infections. Finally, we point out the open challenges and possible future research directions for intensive studies of second-generation genetic testing integrated with deep reinforcement learning in lung infections, which may help the related researchers and medical workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "e data used to support the findings of this study are currently under embargo, while the research findings are commercialized. Requests for data will be considered by the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        },
        {
            "text": "e authors declare no conflicts of interest regarding the publication of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A unified smart Chinese medicine framework for healthcare and medical services",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE/ACM Transactions on Computational Biology and Bioinformatics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Deep learning models for diagnosing spleen and stomach diseases in smart Chinese medicine with cloud computing",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Concurrency and Computation: Practice and Experience",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An adaptive deep learning model to differentiate syndromes of infectious fever in smart medicine",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Future Generation Computer Systems",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Deep reinforcement learning with its application for lung cancer detection in medical internet of things",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Future Generation Computer Systems",
            "volume": "97",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Incomplete multi-view clustering via deep semantic mapping",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Jane"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Neurocomputing",
            "volume": "275",
            "issn": "",
            "pages": "1053--1062",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Unsupervised multiview nonnegative correlated feature learning for data clustering",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE Signal Processing Letters",
            "volume": "25",
            "issn": "1",
            "pages": "60--64",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Use of wholegenome sequencing to trace, control and characterize the regional expansion of extended-spectrum beta-lactamase producing ST15 Klebsiella pneumoniae",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lokate",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Deurenberg",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scientific Reports",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Whole-genome sequencing in bacteriology: state of the art",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Dark",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infect Drug Resist",
            "volume": "2013",
            "issn": "6",
            "pages": "115--123",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "e real cost of sequencing: higher than you think!",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sboner",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greenbaum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Auerbach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Gerstein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Genome Biology",
            "volume": "12",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "De novo 454 sequencing of barcoded BAC pools for comprehensive gene survey and genome analysis in the complex genome of barley",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Steuernagel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taudien",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gundlach",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Genomics",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Updating benchtop sequencing performance comparison",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jünemann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Sedlazeck",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prior",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature Biotechnology",
            "volume": "31",
            "issn": "4",
            "pages": "294--296",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Performance comparison of benchtop high-throughput sequencing platforms",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Loman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Dallman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature Biotechnology",
            "volume": "30",
            "issn": "5",
            "pages": "434--439",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A survey on deep reinforcement learning",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chinese Journal of Computers",
            "volume": "41",
            "issn": "1",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "ICFS clustering with multiple representatives for large data",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Transactions on Neural Networks and Learning Systems",
            "volume": "30",
            "issn": "3",
            "pages": "728--738",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Deep semantic mapping for heterogeneous multimedia transfer learning using co-occurrence data",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Deen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ACM Transactions on Multimedia Computing, Communications, and Applications",
            "volume": "15",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Deep learning",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lecun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bengio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "521",
            "issn": "7553",
            "pages": "436--444",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A fast learning algorithm for deep belief nets",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hinton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Osindero",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Teh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Neural Computation",
            "volume": "18",
            "issn": "7",
            "pages": "1527--1554",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Reinforcement Learning, An Introduction",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Barto",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Human-level control through deep reinforcement learning",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mnih",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kavukcuoglu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Silver",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "518",
            "issn": "7540",
            "pages": "529--533",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Learning continuous control policies by stochastic value gradients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Heess",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wayne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Silver",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lillicrap",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tassa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Erez",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the Advances in Neural Information Processing Systems",
            "volume": "",
            "issn": "",
            "pages": "2944--2952",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Efficient selectivity and backup operators in Monte-carlo tree search",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coulom",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the International Conference on Computers and Games",
            "volume": "",
            "issn": "",
            "pages": "72--83",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Hierarchical deep reinforcement learning: integrating temporal abstraction and intrinsic motivation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Kulkarni",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Narasimhan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saeedi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Tenenbaum",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the Conference on Neural Information Processing Systems",
            "volume": "",
            "issn": "",
            "pages": "3675--3683",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Multi-task reinforcement learning:a hierarchical Bayesian approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fern",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the International Conference on Machine Learning",
            "volume": "",
            "issn": "",
            "pages": "1015--1022",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Multi-task reinforcement learning in partially observable stochastic environments",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Carin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Machine Learning Research",
            "volume": "10",
            "issn": "3",
            "pages": "1131--1186",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Behavior transfer for value function based reinforcement learning",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proceedings of the International Joint Conference on Autonomous Agents and Muhiagent Systems",
            "volume": "",
            "issn": "",
            "pages": "53--59",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Probabilistic pohcy reuse in a reinforcement learning agent",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vdoso",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the International Joint Conference on Autonomous Agents and Multiagent Systems",
            "volume": "",
            "issn": "",
            "pages": "720--727",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Transfer of reinforcement learning:the state of the art",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Acta Electronica Sinica",
            "volume": "36",
            "issn": "s1",
            "pages": "39--43",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Neural turing machines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Graves",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wayne",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Danihelka",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "End to-end memory networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sukhbaatar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weston",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fergus",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the Advances in Neural Information Processing Systems",
            "volume": "",
            "issn": "",
            "pages": "2440--2448",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Library construction for next generation sequencing : overviews andchallenges",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Head",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Komori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lamere",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biotechniques",
            "volume": "56",
            "issn": "2",
            "pages": "66--68",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "CheckM: assessing the quality of microbial genomes recovered from isolates, single cells, and metagenomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Parks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imelfort",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Skennerton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hugenholtz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Tyson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genome Research",
            "volume": "25",
            "issn": "7",
            "pages": "1043--1055",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Kraken: ultrafast metagenomic sequence classification using exact alignments",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Biology",
            "volume": "15",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "MALDI-TOF mass spectrometry identification of filamentous fungi in the clinical laboratory",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ranque",
                    "suffix": ""
                },
                {
                    "first": "A.-C",
                    "middle": [],
                    "last": "Normand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cassagne",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mycoses",
            "volume": "57",
            "issn": "3",
            "pages": "135--140",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "MALDI-TOF MS in microbiological diagnostics-identification of microorganisms and beyond (mini review)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wieser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Applied Microbiology and Biotechnology",
            "volume": "93",
            "issn": "3",
            "pages": "965--974",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Infection control in the new age of genomic epidemiology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Croxen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W L"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "American Journal of Infection Control",
            "volume": "45",
            "issn": "2",
            "pages": "170--179",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Wholegenome sequencing for analysis of an outbreak of meticillinresistant Staphylococcus aureus: a descriptive study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Cartwright",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Török",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infectious Diseases",
            "volume": "13",
            "issn": "2",
            "pages": "130--136",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Rapid wholegenome sequencing for investigation of a neonatal MRSA outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "U"
                    ],
                    "last": "Koser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Holden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "New England Journal of Medicine",
            "volume": "366",
            "issn": "24",
            "pages": "2267--2275",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "e use of next-generation sequencing in the identification of a fastidiouspathogen: a lesson from a clinical setup",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Saeb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abouelhoda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Selvaraju",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Evolutionary Bioinformatics",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Clinical value of fluorescence lateral flow immunoassay in diagnosis of influenza a in children",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hl",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Zhongguo Dang Dai Er Ke Za Zhi",
            "volume": "18",
            "issn": "",
            "pages": "1272--1276",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Exploiting the explosion of information associated with whole genome sequencing to tackle Shiga toxin-producing Escherichia coli (STEC) in global food production systems",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Franz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Delaquis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morabito",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Journal of Food Microbiology",
            "volume": "187",
            "issn": "",
            "pages": "57--72",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Predicting the virulence of MRSA from its genome sequence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laabei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Recker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rudkin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Research",
            "volume": "24",
            "issn": "5",
            "pages": "839--849",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Antibiotic selection pressure determination through sequence-based metagenomics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Willmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "El-Hadidi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Huson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antimicrobial Agents and Chemotherapy",
            "volume": "59",
            "issn": "12",
            "pages": "7335--7345",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Colistin resistance gene mcr-1 in extended-spectrum β-lactamase-producing and carbapenemase-producing gram-negative bacteria in Germany",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Falgenhauer",
                    "suffix": ""
                },
                {
                    "first": "S.-E",
                    "middle": [],
                    "last": "Waezsada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Infectious Diseases",
            "volume": "16",
            "issn": "3",
            "pages": "282--283",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "S is a collection of all environmental states. And s t ∈ S stands for the state of agent at time t.(2) A is a collection of execution actions for agent. And a t ∈ A stands for the action that agent takes at time t.(3) ρ : S × A ⟶ R is the reward function.And r t ∼ ρ(s t , a t ) stands for the immediate reward value of agent at state s t when executing action a t . (4) f : S × A × S ⟶ [0, 1] is the state transition probability distribution function. And s t+1 ∼ f(s t , a t ) stands for the probability of agent transforming from state s t to s t+1 when executing action a t .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ": e framework of deep reinforcement learning.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Architecture of DQN.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Architecture of hierarchical DQN.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "is study was partially funded by the National Natural Science Foundation of China (81871725).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}