{
    "paper_id": "9a211e446106ffe5ffadedd3fc70c6a1d350697b",
    "metadata": {
        "title": "Recombinant measles virus-HPV vaccine candidates for prevention of cervical carcinoma",
        "authors": [
            {
                "first": "Giuseppina",
                "middle": [],
                "last": "Cantarella",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthias",
                "middle": [],
                "last": "Liniger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell-Berna Biotech",
                    "location": {
                        "addrLine": "Rehhagstrasse 79",
                        "postCode": "3018",
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Armando",
                "middle": [],
                "last": "Zuniga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell-Berna Biotech",
                    "location": {
                        "addrLine": "Rehhagstrasse 79",
                        "postCode": "3018",
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "T"
                ],
                "last": "Schiller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Cellular Oncology",
                    "institution": "NIH",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Billeter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zürich",
                    "location": {
                        "settlement": "Zürich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Hussein",
                "middle": [
                    "Y"
                ],
                "last": "Naim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crucell-Berna Biotech",
                    "location": {
                        "addrLine": "Rehhagstrasse 79",
                        "postCode": "3018",
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Reinhard",
                "middle": [],
                "last": "Glueck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Cervical cancer is mainly associated with HPV genotype 16 infection. Recombinant measles virus (rMV) expressing HPV genotype 16 L1 capsid protein was generated by construction of an antigenomic plasmid, followed by rescue using the human \"helper\" cell line 293-3-46. In cell cultures the recombinant MV-L1 virus replicated practically as efficiently as the standard attenuated MV established as commercial vaccine, devoid of the transgene. The high genetic stability of MVb2-L1 was confirmed by 10 serial viral transfers in cell culture. In transgenic mice expressing the MV receptor CD46 the recombinant induced strong humoral immune responses against both MV and HPV; the antibodies against L1 exhibited mainly neutralizing capacity. Our data suggest that MV is a promising vehicle for development of inexpensive and efficient vaccines protecting from HPV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Human papilloma viruses (HPVs) belong to a large family of small double-stranded DNA viruses that infect squamous epithelial cells [1] . To date, more than 100 genotypes have been described, among which at least 35 types infect the genital tract [2] . Although most HPVs produce benign lesions, a small subset is strongly associated with the development of high-grade squamous intraepithelial lesions and cervical cancer. This subset has been identified as \"high risk\", and it is estimated that HPV-16 accounts for approximately 60% of cervical cancers, with HPV-18 adding another 10-20% [3] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Every year, approximately half a million new cervical cancer cases are registered worldwide, particularly in developing countries, representing the second most common cause of mortality in women. HPV DNA can be found in more than 95% of these cancers [4, 5] . Pap smear screening can identify most premalignant lesions, and molecular diagnoses are now available to identify HPV infections [6] . Appropriate treatment can prevent in most cases the development of cervical cancer. However, HPV testing is limited by social issues and the high cost. Thus, the development of vaccines that prevent HPV infection represents an important opportunity to prevent cervical cancer whilst a therapeutic immunization would be valuable in treating premalignant and malignant disease.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 255,
                    "end": 257,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The HPV genome encodes eight proteins. The late L1 and L2 genes code for capsid proteins; the early genes E1 and E2, responsible for viral replication and transcription, are present in all cervical carcinoma cells induced by HPVs. Structural protein L1 from high risk types represents an optimal target for prophylactic vaccines [7, 8] . There is actually several prophylactic HPV vaccine formulations based upon the major viral capsid protein L1, either as monomers or as a virus like particles (VLPs). Bivalent Cervatrix by GSK contains L1 from HPV 16 and 18, and quadrivalent Gardasil by Merck contains in addition L1 derived from HPV 6 and 11 [9] . These vaccines are highly immunogenic and appear safe, although adverse effects have been described [10] . Nevertheless, their high cost does not permit generalized access to populations at risk, which is particularly relevant in developing countries [10] . Thus, recombinant measles virus (rMV) expressing L1 from an inserted transgene might constitute a suitable second generation vaccine.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 332,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "MV, belonging to the family Paramyxoviride, genus Morbillivirus, is an enveloped virus with a non-segmented, tightly encapsidated negative-strand RNA genome [11] . Attenuated MV strains are highly efficient and safe vaccines, typically protecting recipients from measles for their entire life [11] . To benefit from these extraordinary vaccination properties MV cDNA plasmids have been constructed to produce precisely initiated and terminated MV antigenomes related to the Edmonston B vaccine strains, and a helper-cell-based system has been established which allows the rescue of MV from such MV antigenomic plasmids [12] . This technology allows the construction of genetically altered MV and of recombinant MV derivatives (rMVs) expressing proteins from inserted transgenes [13, 14] . The most complex rMV generated so far, exceeding in length the standard MV by more than 5000 nucleotides, contains the coding regions for green fluorescent protein (GFP), betagalactosidase (β-gal) and chloramphenicol acetyl transferase (CAT), engineered into three positions of the MV antigenome; the inserted coding regions are expressed from independent transcription units [15] . These transgenes were expressed at different levels, according to their genomic position, and were stably maintained over many viral generations. The ability to construct new recombinant and chimeric MVs opens the prospect to develop new vaccines based on MV. The limited immunization experiments carried out so far with rMVs have been encouraging [15] [16] [17] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1520,
                    "end": 1524,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1525,
                    "end": 1529,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1530,
                    "end": 1534,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In an effort to generate an inexpensive candidate HPV vaccine with improved prophylactic potential, a MV vector based on Berna-commercial vaccine strain (Moraten ® -Berna measles virus) inducing immunity against HPV was developed. The sequence encoding HPV 16 L1 was inserted into the MV genome, and a recombinant virus MVb2-HPV-L1 was obtained using our system for the rescue of MV [12] . This virus expressed the L1 protein at high levels and induced humoral immune responses against both MV and L1 in genetically modified mice [18] .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cells were maintained as monolayers in Dulbecco's modified Eagle's medium supplemented with 5% fetal calf serum (FCS) for Vero (African green monkey kidney) cells, and with 10% FCS and 1.2 mg of G418 per ml for stably transfected 293-3-46 cells. MRC-5 cells were cultured in BME/G13/1500 (Berna Biotech production medium) supplemented with 10% FBS in the absence of antibiotics. All cell cultures were grown at 37 °C with 5% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells"
        },
        {
            "text": "Plasmid p(+)MVb2-HPV-L1 was constructed based on p(+)MVb2 vector. (Nomenclature: p(+)MV stands for plasmid delivering correctly T7-initiated and ribozyme-terminated antigenomic MV RNA [12] ; b specifies the Berna vaccine strain sequence; the numbers 1, 2 or 3 indicate the place where the additional transcription unit (ATU) is inserted: 1 upstream of the N gene, 2 between the P and the M gene, 3 between the H and the L gene; only position 2 has been used here. Transgenic ORFs are appended directly after the number indicating the position of the ATU). The HPV 16 L1 gene (source: Rhein Biotech, Germany) was amplified by PCR using the following oligos: For _L1: 5′-TTG GCGCGC c ATG AGC CTG TGG CTG CCC-3′; Rev _L1: 5′-AT GACGTC TCA CAG CTT CCT CTT CTT CCTC-3′ caring, respectively, the BssHII and AatII cloning sites (underlined and boldface). The PCR product digested with BssHII and AatII was inserted into p(+)MVb2 (Zuniga et al., in preparation) using the same enzymes, to obtain p(+)MVb2-HPV-L1. All cloning procedures were performed basically as described previously [18] [19] [20] and sequences were confirmed by sequencing the entire inserted regions of the plasmids.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1077,
                    "end": 1081,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1087,
                    "end": 1091,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid constructions"
        },
        {
            "text": "The rescue of recombinant MVb2-HPV-L1 was essentially as described previously [12] . Single syncytia were transferred to MRC5 cell cultures in 35-mm-diameter wells of six-well plates; then transferred to 75 cm 2 flasks. Cell-free virus was harvested according to standard SOPs, and supernatants were clarified from cell debris and kept at −80 °C. Virus titres were determined by plaque assays on Vero cells. Briefly, serially diluted viruses were inoculated onto Vero cells monolayers in 35-mm-diameter wells. After 2 h of virus adsorption, the inoculum was removed and the cells were overlaid with 2 ml of Dulbecco's modified Eagle's medium containing 5% FCS and 1% low melting agarose. Five days later, cultures were fixed with 1 ml of 10% trichloroacetic acid for 1 h. After removal of the agarose overlay the monolayers were stained with crystal violet.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Rescue of rMVs, preparation of virus stocks and titration by plaque assay"
        },
        {
            "text": "The rescued recombinant viruses were serially propagated 10 times in MRC5 cells at a multiplicity of infection (MOI) of 0.01. Stability of protein expression was determined for passages 3, 7, and 10; end titers were determined for all 10 passages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus amplification by serial transfers"
        },
        {
            "text": "Virus reproduction was analyzed by infecting MRC5 cell monolayers in 35-mm-diameter wells at an MOI of 0.1, and plates were incubated at 37 °C. After 1 h of virus adsorption, the inoculum was removed; the cells were overlaid with 2 ml of Dulbecco's modified Eagle's F12 medium containing 10% FCS, and plates were incubated at 37 °C. Infected cells were collected 24, 48, 72, 96, 120 and 144 h post-inoculation (hpi) by centrifugation; in the medium and in the resuspended cells lysed by freezing and thawing, virus titers were determined by plaque assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication kinetics"
        },
        {
            "text": "Monolayers of Vero cells grown in six-well plates were infected at an MOI of 0.05 with either rMVb2-HPV-L1 or MVb. The cells were harvested 48 hpi and processed for SDS-PAGE 10% polyacrylamide gel electrophoresis. HPV-L1 was detected with mouse monoclonal anti-HPV-L1 antibody (Biogenesis) and then with secondary goat anti-mouse antibody-horseradish peroxidase (HRPO) conjugate (DAKO A/S, Glostrup, Denmark) according to the enhanced chemiluminescence protocol (Amersham).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blots"
        },
        {
            "text": "Monolayers of Vero cells grown on tissue culture chamber slides (Life Technologies, Milano, Italy) were infected with either rMVb2-HPV-L1 or MVb at MOI 0.05 for 48 h and fixed with 4% paraformaldehyde for 15 min, followed by permeabilization with 0.1% Triton X-100 (Sigma) and blocking for 45 min with PBS-BSA 1%. The cells were consecutively processed with mouse monoclonal anti-HPV-L1 antibody (Biogenesis.) and goat anti-mouse antibody-fluorescein isothiocyanate (FITC) conjugate (Serotec Ltd., Oxford, England). The numbers of fluorescing and non-fluorescing syncytia were counted using a Leica microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence"
        },
        {
            "text": "The immunogenic activity of the rescued rMVb2-HPV-L1 and MVb2 viruses was evaluated in MV-susceptible IFNAR-/CD46 transgenic mice [15, 17, 18] . The animals were kept under optimal hygienic conditions and were immunized at 6-8 weeks of age. Groups of five mice were immunized and boosted intra-peritoneally (i.p.) using 10 5 PFU, at 0 and 4 weeks. Mice immunized with PBS served as control. UV-inactivated MV was used as a control to determine the effect of virus replication on activation of immune responses. Sera were analyzed for HPV L1 and MV antibodies by ELISA and HPV neutralization assays.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Immunization of transgenic mice"
        },
        {
            "text": "The presence of MV-specific antibodies and HPV-L1-specific antibodies in the sera of immunized IFNAR −/− CD46 mice was determined by ELISA assay. Briefly, 96-microwell plates were coated with Measles virus EIA bulk (ATCC VR-24) and HPV-L1 antigen, diluted with 0.05M carbonate buffer pH 9.4 at a concentration of 0.6 μg/ml and 2-50 ng/ well, respectively. The plates were incubated overnight at 4 °C, washed with PBS/0.05% Tween 20 (PBST). Subsequently, unspecific interaction were blocked with 10% defatted milk dissolved in PT for 1 h at 37 °C and wells were washed again with PBST.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA assay"
        },
        {
            "text": "Serial twofold dilutions of the tested sera were added (100 μl/well), and the plates were incubated for 60 min at 37 °C. The plates were then washed with PBST and incubated with 100 ml of goat anti-mouse-IgG-HRP diluted 1:2000 in PBST for 30 min at 37 °C. the plates were washed with PBST and incubated with 100 ml OPD (o-phenylendiamin, Fluka, 78411) The reaction was stopped after 3-4 min and plates were read on a MicroElisa Tearder at the wave length of 490 nm. OD values higher than threefolds the values of negative controls were scored as positive reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA assay"
        },
        {
            "text": "To assay for neutralizing antibodies 50 PFU of HPV were incubated with twofold serum dilutions for 1 h at 37 °C; subsequently, 10 4 Vero cells were inoculated in duplicate in 96well plates. Five days later, titers were determined microscopically. The endpoint titer was calculated as the highest serum dilution tested that reduced the number of PFU by at least 50%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutralization assay"
        },
        {
            "text": "The ORF encoding HPV-L1 was inserted into our p(+)MVb2 vector. The vector p(+)MVb2 was modified to accept additional transgenes in position 2 (between P and M genes). HPV-L1 was inserted into the ATU forming and independent gene between P and M genes (Fig.  1) . Technically, the HPV16-L1 ORF was amplified by PCR and the resulting product was cloned into the MVb genome context via BssHII and AatII (Fig. 1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 260,
                    "text": "(Fig.  1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 400,
                    "end": 409,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Construction and rescue of rMV; examination of HPV-L1 expression by immunofluorescence and Western blotting"
        },
        {
            "text": "The recombinant plasmid p(+)MVb2-HPV-L1 was then used to rescue recombinant viruses with the helper cell line 293-3-46 [12] . The recombinant MVb2-HPV-L1 was amplified in cell cultures infected with suitable dilutions of the recombinant virus stocks were screened for expression of HPV-L1 by immunofluorescence. Syncytia of rescued rMVb2-HPV-L1 showed positive signals (Fig. 2B) , whereas the syncytia of rescued MVb ( Fig. 2A) showed no fluorescence, indicating that all syncytia induced by rMVb2-HPV-L1 expressed L1.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 378,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 419,
                    "end": 427,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Construction and rescue of rMV; examination of HPV-L1 expression by immunofluorescence and Western blotting"
        },
        {
            "text": "The expression of L1 was further confirmed in Western blots (Fig. 3) . Vero cells were infected with rMVb2-HPV-L1 or MVb, and either medium or cell lysates were analyzed. The anti-L1 antibodies reacted with a protein of approximately 57 kDa synthesized in rMVb2-HPV-L1-infected cells and present also in the medium from the same culture, whereas this protein was neither detected in MVb-infected cell lysates, nor in the medium (Fig. 3) . L1 protein usually forms VPLs or capsomeres as shown by others [7] [8] [9] . We think that the expression of L1 by MV vector also allows the secretion of L1 inducing the formation of VLPs.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 68,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 428,
                    "end": 436,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Construction and rescue of rMV; examination of HPV-L1 expression by immunofluorescence and Western blotting"
        },
        {
            "text": "To determine whether the ORF encoding HPV-L1 was stably maintained in rMVb2-HPV-L1, the recombinant virus was serially propagated 10 times in Vero cells at an MOI of 0.01. The recombinant viruses at passage 3, 7, and 10 were used to infect Vero cells cultured on coverslips until they showed 80-90% cytopathic effect. The expression of HPV-L1 was detected by immunofluorescence. All syncytia induced by all passaged recombinant viruses tested showed positive signals whereas syncytia of rescued MVb showed no fluorescence (data not shown). Thus, even after very extensive amplification, apparently none of the recombinant progeny had lost the capacity to express the transgene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of HPV-L1 expression"
        },
        {
            "text": "MRC5 cells plated were infected with MVb or rMVb2-HPV-L1 at an MOI of 0.05 for 6 days. At each time point indicated, cell-free virus and cell-associated virus were collected separately. Virus titres were determined by plaque assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth curve comparison of MVb and rMVb2-HPV-L1"
        },
        {
            "text": "The replication of cell-associated rMVb2-HPV-L1 reached peak titers of 5 × 10 5 pfu/ml at 96 hpi, whereas MVb gave final titers of 4.9 × 10 5 pfu/ml 48 hpi (Fig. 4, CA) . The replication of cell-free rMVb2-HPV-L1 reached peak titers of 4 × 10 4 pfu/ml 72 hpi almost identical as the cell free MVb replication (Fig. 4, CF) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 168,
                    "text": "(Fig. 4, CA)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 309,
                    "end": 321,
                    "text": "(Fig. 4, CF)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Growth curve comparison of MVb and rMVb2-HPV-L1"
        },
        {
            "text": "The humoral immune response induced by rescued viruses (rMVb2-HPV-L1 and MVb) were monitored in genetically modified mice (IFNAR-/CD46) devoid of the interferon type I receptor, and expressing human CD46 from a YAC, resulting in a human-like tissue distribution of CD46 [18] . Analysis for the presence of L1-specific antibodies in the sera from mice immunized with the recombinant or standard MV, by both ELISA and neutralization tests, indicates that only the mice immunized with rMVb2-HPVL1 mounted an anti-L1 humoral response. Specific IgG titers and neutralization titers closely corresponded ( Table 1 ). The sera were also probed for anti-MV antibodies. The antibody titers induced against HPV-L1 in the transgenic mice were at least equivalent to those induced by standard triple injections of Cervatrix in humans. The immune response directed against MV was identical in animals immunized with standard or recombinant virus.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 600,
                    "end": 607,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Immunogenic potential of rescued rMVb2-HPV-L1"
        },
        {
            "text": "In the attempt to develop an inexpensive HPV vaccine candidate with improved prophylactic potential, we generated recombinant MV expressing HPV-L1 protein from an ORF inserted between the P and M genes of the MV genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The HPV-L1 protein was stably expressed from rMVb2-HPVL1 even after 10 serial virus passages in MCR5 cells as shown by immunofluorescence and by Western blot analysis. The replication kinetics of the recombinant rMVb2-HPV-L1 was almost indistinguishable from that of the parent MVb. This behaviour appears not unusual, given the fact that many ORFs inserted into MV vectors did not slow down the propagation of the recombinant, yet others did only slightly in cell cultures [13] [14] [15] [16] [17] . The propagation properties appear particularly favourable in case of this vaccine candidate, considering the fact that generally insertion of additional genes in the genome of viruses belonging to other Mononegavirales has been shown to result in slower viral growth kinetics, due to alteration of the gene expression gradient (for a review of recombinant Mononegavirales, and in particular rMVs, see [21] ). The rescued rMVb2-HPV-L1 seems to faithfully maintain the inserted coding sequences over multiple passages in cell culture, although we cannot exclude the possibility that during the extensive amplification factor of about 10 33 minor mutations arise. However, the stability of expression after extensive amplification suggests a surprisingly high fidelity of MV RNA polymerase and essentially no RNA recombination by copy choice, which would eventually lead to deletions [21] .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 478,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1382,
                    "end": 1386,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is well known from literature that L1 assembles into VLPs and that generally VLP formation is associated with a strong immunogenic potential [6] [7] [8] . The L1 protein secreted into the medium from infected cells appears to likely assemble into viral pentameres (capsomeres) and to form VPLs. However, more work is needed to prove this phenomenon.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To explore the potential of rMVb2-HPV-L1 as a vaccine, the humoral immune responses against HPV-L1 protein was monitored by immunizing genetically modified mice. These mice express human CD46, the first characterized MV receptor [22, 23] , with human-like tissue specificity [18] . All mice inoculated with rMVb2-HPV-L1 produced high anti-HPV-L1 antibodies titers. Both the ELISA and neutralization assays are similar to those observed in women (or mice) after three IM injections of VLPs [9] . The very similar titers in the two assays indicate that specific L1 IgGs generated are mainly neutralizing antibodies.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the actual prophylactic HPV vaccines are effective in preventing infection by the targeted strains of human papillomavirus and appear safe, their high cost is limiting mass HPV immunization programs particularly in developing countries, and benefits have not been fully assessed [10] . In particular, given the fact that one application of standard MV vaccines typically protect recipients for their entire life [11] , it may well be that the protection against HPV exerted by MV-HPV recombinants may be of longer duration.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The MV-based vector system has several advantages in comparison to other viral vector systems for the delivery of foreign proteins for immunization purposes. First, it uses an MV strain which is already in use as a safe and efficacious vaccine [11] . The production cost of MV vaccine is very low. The current MV vaccine is well known to induce a solid and lifelong immunity [11] . As a preferred application, beneficial particularly for developing countries, the use of MV vector cocktails delivering simultaneously several additional antigens could be envisaged instead of the routine MV vaccination in early childhood.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, the plasticity of MV and its ability to stably express foreign genes even after multiple passages suggest that it is a far better delivery system than other RNA virus vectors which are unable to accommodate any large foreign sequence in their icosahedral capsids and often rapidly lose even small inserts due to their dependence on suitable RNA secondary and tertiary structures as well as high levels of recombination. These characteristics render the recombinant rMVb2-HPV-L1 an attractive candidate to develop a prophylactic, low cost vaccine against HPV infection. Eventually, additional insertions of the early HPV genes E6 and E7 appear not only perfectly feasible but might allow such recombinants to be also of therapeutic use to treat individuals persistently infected with HPVs or even already affected by cervical carcinoma. Construction of recombinant p(+)RMVb2-HPV-L1 plasmid. The HPV16-L1 gene was amplified by PCR and the resulting product was cloned into the MV genome context via BssHII and AatII. Immunofluorescence analysis for expression of HPV-L1 protein by recombinant MVs. Monolayers of Vero cells grown on tissue culture chamber slides were infected either with MVb (A) either with rMVb2-HPV-L1 (B) at MOI 0.05 for 48 h and processed for immunofluorescence. Cells were stained with a monoclonal anti-HPV-L1 antibody subsequently with a goat anti-mouse coupled to FITC (green). The same slides were stained with DAPI and visualized by an inverted Leica microscope under normal and fluorescent light, respectively. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of the article.) Growth curve comparison of MVb and rMVb2-HPV-L1. MRC5 cells on six-well plates were infected with MVb or rMVb2-HBV-L1 at MOI 0.05 for 6 days. At each time point indicated, media (cell-free (CF) virus) and cells (cell-associated (CA) virus) were collected separately. Virus titers were determined by plaque assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fields virology. Fifth edition",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Howley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Lowy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Papillomaviruses",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "2299--354",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human papilloma viruses: physical mapping and genetic heterogeneity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gissmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zur Hausen",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "73",
            "issn": "",
            "pages": "1310--1313",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Against which human papillomavirus types shall we vaccinate and screen? The international perspective",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Muñoz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Castellsagué",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Díaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Sanjose",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hammouda",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J Cancer",
            "volume": "111",
            "issn": "",
            "pages": "278--85",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human papillomavirus is a necessary cause of invasive cervical cancer worldwide",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Walboomers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Manos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kummer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Pathol",
            "volume": "189",
            "issn": "1",
            "pages": "12--21",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Molecular diagnosis of human papillomavirus (HPV) infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Molijn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kleter",
                    "suffix": ""
                },
                {
                    "first": "Quint",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Doorn",
                    "suffix": ""
                },
                {
                    "first": "L-J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Virol",
            "volume": "32",
            "issn": "1",
            "pages": "43--51",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Progress in the development of a cervical cancer vaccine",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Winters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kitchener",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ther Clin Risk Manag",
            "volume": "2",
            "issn": "3",
            "pages": "259--69",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Papillomavirus L1 major capsid protein self-assembles into virus-like particles that are highly immunogenic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kirnbauer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Booy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Lowy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Schiller",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc Natl Acad Sci",
            "volume": "89",
            "issn": "",
            "pages": "12180--12184",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Systemic immunization with papillomavirus L1 protein completely prevents the development of viral mucosal papillomas",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Suzich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ghim",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Palmer-Hill",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "92",
            "issn": "",
            "pages": "11553--11560",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Delivering on the promise: HPV vaccines and cervical cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Schiller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Rev Microbiol",
            "volume": "2",
            "issn": "4",
            "pages": "343--350",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prospects and prejudices of human papillomavirus vaccines in India",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nasare",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bharadwaj",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "2669--79",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Measles virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fields virology. Fifth edition",
            "volume": "2",
            "issn": "",
            "pages": "1551--85",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rescue of measles viruses from cloned DNA",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Radecke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spielhofer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kaelin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Billeter",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "EMBO J",
            "volume": "14",
            "issn": "",
            "pages": "5773--84",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A recombinant measles virus expressing hepatitis B virus surface antigen induces humoral immune responses in genetically modified mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cattaneo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Billeter",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "6",
            "pages": "4823--4831",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A recombinant measles virus expressing biologically active human interleukin-12",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Billeter",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Gen Virol",
            "volume": "80",
            "issn": "",
            "pages": "101--107",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Attenuated measles virus as a vaccine vector",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liniger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hangartner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Billeter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Naim",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "2974--83",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Live attenuated measles vaccine as a potential multivalent pediatric vaccination vector",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tangy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Naim",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Viral Immunol",
            "volume": "18",
            "issn": "",
            "pages": "317--343",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Induction of neutralising antibodies and cellular immune responses against SARS coronavirus by recombinant measles viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liniger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tamin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Azzouz-Morin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Knuchel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "2164--74",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Measles virus spread and pathogenesis in genetically modified mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mrkic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pavlovic",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rulicke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aguzzi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cattaneo",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "7420--7427",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Recombinant measles viruses expressing heterologous antigens of mumps and simian immunodeficiency viruses",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hangartner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Cornu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Billeter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Naim",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": "2329--2365",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Molecular cloning: a laboratory manual. 2nd edn. Cold Spring Harbor Laboratory",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reverse genetics of measles virus and resulting multivalent recombinant vaccines",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Billeter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Naim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Udem",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Measles-history and basic biology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The human CD46 molecule is a receptor for measles virus (Edmonston strain)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Dörig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marcil",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "75",
            "issn": "2",
            "pages": "295--305",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Human membrane cofactor protein (CD46) acts as a cellular receptor for measles virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Naniche",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Varior-Krishnan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Wild",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rabourdin-Combe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gerlier",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "10",
            "pages": "6025--6057",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Western blot analysis for expression of HPV-L1 protein by recombinant MV. Vero cells were infected with rMVs at MOI 0.05 for 48 h. Expression of L1 from lysed Vero cells and medium was determined by Western blot analysis. Lane 1: medium from non-infected cells; lane 2: medium from cells infected with MVb; lane 3: medium from cells infected with rMVb2-HPV-L1; lane 4: lysed non-infected cells; lane 5: lysed cells infected with MVb; lane 6: lysed cells infected with rMVb2-HPV-L1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Drs Laurence Lempereur, Viviana Gianninò and Agata Fazzio for their help in preparing this manuscript. Thanks to Francesca Scuderi and Gaetano Galatà for their excellent technical assistance. Part of this work (MV vector development) was supported by the National Institute of Health (NIH AI46007) to HYN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": " Table 1 Anti-HPV-L1 response in mice inoculated with RMVb2-HPV-L1 and MVb. Vaccine. Author manuscript; available in PMC 2012 November 02.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}