{
    "paper_id": "9af360b02e3bbbb04e855e346c6e4c449d417da3",
    "metadata": {
        "title": "Journal Pre-proof Radiotherapy care during a major outbreak of COVID-19 in Wuhan Radiotherapy care during a major outbreak of COVID-19 in Wuhan",
        "authors": [
            {
                "first": "Shen",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dandan",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska Medical Center",
                    "location": {
                        "settlement": "Omaha",
                        "region": "NE"
                    }
                },
                "email": ""
            },
            {
                "first": "Yongsheng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Desheng",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guang",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wu",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zheng",
                "middle": [
                    "D"
                ],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hu",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [
                    "W"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Han",
                "middle": [
                    "G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shen",
                "middle": [],
                "last": "Wu Bs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yongsheng",
                "middle": [],
                "last": "Liu Bs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [
                    "Wei"
                ],
                "last": "Phd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In December 2019, cases of an unexplained new type of pneumonia started to appear in Wuhan, China, which was soon confirmed to be caused by a novel coronavirus (2019n-CoV). 1 This acute respiratory infectious disease caused by 2019-nCoV was later termed Coronavirus Disease 2019 . During the first month of the outbreak, there were 16,500 confirmed cases, 360 fatalities and over 20,000 suspected cases in China, with vast majority of cases in Wuhan. 2 With the medical support from other regions of China and the world, after nearly two months of lockdown in Wuhan, the COVID-19 epidemic in Wuhan seems to be under control, with new confirmed cases currently recording a daily tally in single-digits. However, the epidemic has since spread internationally and is breaking out in many other countries across different continents. By Mar 11, 2020, the rapid spread of the virus had caused more than 118,000 cases and 4,291 deaths in 114 countries. The World Health Organization (WHO) declared that the epidemic of COVID-19 had become a \"global pandemic\".",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 451,
                    "end": 452,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Radiotherapy care during a major outbreak of COVID-19 in Wuhan"
        },
        {
            "text": "Radiotherapy is a mainstay treatment for cancer patients and it usually involves daily treatment deliveries over days to weeks. Previous studies have reported that a protracted radiotherapy course or treatment interruption would contribute to inferior local control and overall survival in cancer patients. 3, 4 Therefore, it is a unique challenge to provide radiation oncology care to cancer patients during such a major outbreak without radiotherapy interruption or protracted radiotherapy time, as infection prevention and control is critical for both this susceptible patient population due to their often compromised immune systems and the health care workers.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 309,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 310,
                    "end": 311,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Radiotherapy care during a major outbreak of COVID-19 in Wuhan"
        },
        {
            "text": "This article briefly reviews the radiotherapy management in Wuhan since January, 2020, with the hope that the experience learned will help guide the practice in other regions that are or might be facing outbreaks of this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy care during a major outbreak of COVID-19 in Wuhan"
        },
        {
            "text": "In early January, since the hospitals in Wuhan were yet unclear about the disease outbreak, radiotherapy deliveries were conducted as normal at various cancer centers in Wuhan. Neither mask-wearing or hand hygiene was enforced for the patients or the medical staff, and there was no regular disinfection of the linear accelerators. Around January 20 th , person-to-person transmission between patients and staff was reported at a tertiary referral (Grade A) hospital affiliated to a prestigious university in Wuhan. As a result, several radiation oncologists, 2 radiation therapists, and an unknown number of patients were infected by 2019n-CoV. January 23 rd 2020 was the Chinese New Year. Therefore, all radiation oncology centers in Wuhan had a planned closure with no treatment delivery until January 27 th .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy care during a major outbreak of COVID-19 in Wuhan"
        },
        {
            "text": "However, COVID-19 rapidly spread in Wuhan during the break. With no COVID-19 prevention guidelines prepared, most centers that reopened on January 27 th stopped treating again after resumed radiotherapy delivery for one or a few days, due to more infections of patients and/or staff. As the only hospital specialized in oncology in Wuhan, the Hubei Cancer Hospital did not resume treatment on January 27 th . Instead, efforts were put in place to develop COVID-19 prevention workflow and standards, to disinfect treatment vaults, and to design and develop appropriate isolation zoning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy care during a major outbreak of COVID-19 in Wuhan"
        },
        {
            "text": "Thereafter, radiotherapy treatments were resumed on January 30 th and have never stopped again at the hospital regardless of the circumstances of the ongoing outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy care during a major outbreak of COVID-19 in Wuhan"
        },
        {
            "text": "The COVID-19 specific practice guidelines we put in place are as below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy care during a major outbreak of COVID-19 in Wuhan"
        },
        {
            "text": "1. Patient screening: All patients receiving radiotherapy at our hospital must be screened for COVID-19. Only patients for whom COVID-19 has been ruled out can receive the treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy care during a major outbreak of COVID-19 in Wuhan"
        },
        {
            "text": "2. Health education for patients: We developed a radiotherapy patient informed consent form. Before receiving radiotherapy, the patient is informed of the risk of cross-contamination during treatments and signs the informed consent. The patient is also informed of the zoning design of the radiotherapy center, the radiotherapy workflow during the outbreak, and the necessary personal protection for the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy care during a major outbreak of COVID-19 in Wuhan"
        },
        {
            "text": "3. Health care worker screening: According to the COVID-19 diagnosis guidelines, the staff returning to work must be screened for the disease. Only those cleared the screening could return to posts. 4. Staff training: Before returning to posts, the staff receives training to learn about COVID-19 prevention and protection. The staff learns the protection level of their corresponding role, the appropriate personal protection equipment (PPE) for the role (a radiation therapist wearing PPE during treatment delivery is shown in Fig 1) , as well as the dons and doffs. 5. Zoning: The radiotherapy center is zoned into different contamination levels (Clean Zone; Semi-soiled/semi-contaminated Zone; and Soiled/Contaminated Zone) and is periodically disinfected following corresponding frequencies and protocols.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 529,
                    "end": 535,
                    "text": "Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Radiotherapy care during a major outbreak of COVID-19 in Wuhan"
        },
        {
            "text": "The protection level needed for each zone level is clearly defined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy care during a major outbreak of COVID-19 in Wuhan"
        },
        {
            "text": "6. Special considerations for immobilization devices: Special modifications are put in place for certain immobilization devices during the outbreak. For example, surgical masks are used under the thermoplastic mask for cranial or head-and-neck patients (Fig 2) ; single-use clear wrap is applied on immobilization devices. 7. A special radiotherapy treatment workflow is designed to avoid patient-patient contacts and minimize patient-staff interaction time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 260,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Radiotherapy care during a major outbreak of COVID-19 in Wuhan"
        },
        {
            "text": "Between January 30 th and the time of the writing, we have treated over 100 radiotherapy patients, with no incidence of on-site COVID-19 transmission between patients and health care workers in the duration. This suggested that the protection practice guidelines we put in place are effective, and may be helpful for other radiotherapy centers. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy care during a major outbreak of COVID-19 in Wuhan"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--270",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel coronavirus: how things are in Wuhan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nabi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Microbiol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.02.005"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of Prolonged Radiotherapy Treatment Time on Survival Outcomes after Intensity-Modulated Radiation Therapy in Nasopharyngeal Carcinoma",
            "authors": [
                {
                    "first": "P-J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "T"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "D-H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The detrimental effects of radiotherapy interruption on local control after concurrent chemoradiotherapy for advanced T-stage nasopharyngeal carcinoma: an observational, prospective analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Cancer",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Example picture showing a radiation therapist in PPE (Gowns, N95 masks, gloves, and protective eyewear) delivering radiotherapy treatment at the console.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Example picture showing two radiation therapists in PPEs setting up a glioblastoma patient with a modified thermoplastic mask immobilization device with a surgical mask underneath.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}