{
    "paper_id": "9b463c6d3e94f050920a90723ee70a432911b6d8",
    "metadata": {
        "title": "Comparison of different membrane supports for monolayer culture of bovine oviduct epithelial cells",
        "authors": [
            {
                "first": "Muhammad",
                "middle": [
                    "Z"
                ],
                "last": "Tahir",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fabien",
                "middle": [],
                "last": "George",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isabelle",
                "middle": [],
                "last": "Donnay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The oviduct epithelium consists of ciliated and secretory cells which play an important role in key reproductive processes such as sperm capacitation, fertilization and early embryonic development. Bovine oviduct epithelial cells have been widely used in co-culture experiments to condition culture media and improve early embryonic development [1] . However, these cells dedifferentiate during in vitro culture and manifest alterations like loss of cilia and secretory granules, reduction of cell height and flattening on the culture surface [2] . The trials for long term culture of oviduct cells, ensuring a better polarization and differentiation of the cells, include culture of oviduct cells on matrigel supports or collagen filter inserts. In this study, we have compared three different membrane supports for their potential to maintain ultrastructural features and monolayer integrity of bovine oviduct epithelial cells during in vitro culture.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Oviducts were excised from the genital tracts of cows slaughtered in abattoir. Following mechanical isolation, the oviduct epithelial cells were cultured on three different membrane supports i.e. polyester membrane (Thin-cert™, Millipore Inc. USA), polytetrafluoroethylene membrane (Transwell™, Corning Inc. USA) and cellulose ester membrane (Millicell™, Millipore Inc. USA). The culture of oviduct epithelial cells was done in TCM-199 medium (Gibco, Grand Island, NY, USA) with 10% fetal bovine serum at 39°C in a humidified atmosphere of 5% CO 2 & 20% O 2 . The development of primary cultures was assessed daily and the medium was renewed every 48 hours. After 3 weeks of monolayer culture, the ultrastructural features of oviduct cells were examined by scanning electron microscopy while the integrity of monolayer was tested by transepithelial electrical resistance and permeability to radiolabeled 14 C-Mannitol. Non-parametric statistical analysis was done using Kurskal-Wallis Test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The study of ultrastructural features by scanning electron microscopy revealed presence of an intact monolayer of polygonal epithelial cells on polyester (Thincert™) and cellulose ester (Millicell™) membrane supports while no such monolayer was seen in polytetrafluoroethylene (Transwell™) membrane support. The test of transepithelial electrical resistance across monolayer of oviduct epithelial cells showed no significant difference (P>0.25) between the three membrane supports (Fig. 1a) . The test for permeability of radiolabeled 14 C-Mannitol across the monolayer of oviduct epithelial cells showed a tendency for lowest permeability (P=0.6) in polyester (Thincert™) membrane support (Fig. 1b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 490,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 690,
                    "end": 699,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The potential of polyester membrane supports (Thin-cert™) to maintain ultrastructural features (intact monolayer of polygonal epithelial cells) and ensure monolayer integrity (higher transepithelial electrical resistance and lowest permeability to mannitol) during in vitro culture may serve as a model to study different cellular functions such as transport, absorption and secretory capacity of bovine oviduct epithelial cells as well as embryo-maternal interactions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A bovine oviduct epithelial cell suspension culture system suitable for studying embryo-maternal interactions: morphological and functional characterization",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rottmayer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ulbrich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kölle",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prelle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Neumüller",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sinowatz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hiendleder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Reproduction",
            "volume": "132",
            "issn": "",
            "pages": "637--648",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Factors affecting proliferation and dedifferentiation of primary bovine oviduct epithelial cells in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reischl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prelle",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schöl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Neumüller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Einspanier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sinowatz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Cell Tiss Res",
            "volume": "296",
            "issn": "",
            "pages": "371--383",
            "other_ids": {
                "DOI": [
                    "10.1186/1753-6561-5-S8-P117"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tahir",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Proceedings",
            "volume": "5",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "22nd European Society for Animal Cell Technology (ESACT) Meeting on Cell Based Technologies Vienna, Austria. 15-18 May 2011",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Correspondence: mztahir@vet-alfort.fr 1 UMR-BDR 1198 INRA/ENVA, Ecole Nationale Vétérinaire d'Alfort, 94700 Maisons-Alfort, France Full list of author information is available at the end of the article Tahir et al. BMC Proceedings 2011, 1a) TEER (transepithelial electrical resistance) across oviduct cells monolayer (median ± extreme values) on 1. Thincert™, 2. Transwell™, 3. Millicell™ inserts. 1b) Mannitol test (permeability to radioactive mannitol) through oviduct cells monolayer (median ± extreme values) on 1. Thincert™, 2. Transwell™, 3. Millicell™ inserts.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}