{
    "paper_id": "9b538914788421e798e728812660436afb3df921",
    "metadata": {
        "title": "Antigen-conjugated N-trimethylaminoethylmethacrylate Chitosan Nanoparticles Induce Strong Immune Responses After Nasal Administration",
        "authors": [
            {
                "first": "Qingfeng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoyao",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiayan",
                "middle": [],
                "last": "Shao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qizhi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xinguo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose Antigens were conjugated on the surface of Ntrimethylaminoethylmethacrylate chitosan (TMC) nanoparticles to induce systemic and mucosal immune responses after nasal immunization. Methods TMC was synthesized by free radical polymerization and blank nanoparticles were prepared by ionic crosslinking of TMC and sodium tripolyphosphate. The model antigen (ovalbumin) was conjugated on the surface of blank nanoparticles (OVA-NP) through thioester bond formation. The cellular uptake of OVA-NP was investigated in Raw 264.7 macrophages and biodistribution of antigens was studied by the radioiodine labeling method. The immunological effects were evaluated by nasal administration of OVA-NP to Balb/C mice. The transport mechanism and nasal toxicity of OVA-NP were studied in rats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The cellular uptake of OVA-NP was significantly higher than that of ovalbumin-encapsulated nanoparticles (NPe) after 30 min. Nasally administered OVA-NP showed higher transport of antigens to cervical lymph nodes with higher targeting efficiency than all other groups. Compared with NPe, OVA-NP induced much higher levels of systemic and mucosal immune responses in Balb/C mice after three nasal immunizations. Ex vivo culturing of nasopharynx-associated lymphoid tissue (NALT) confirmed its participation in nasal immunization. The transport mechanism study revealed that OVA-NP can be transported across the nasal epithelium through glands and may be taken up in NALT through M cells. OVA-NP did not induce obvious toxicity to nasal mucosa or hemolysis in animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The present study demonstrated that the conjugation of TMC nanoparticles with antigens is an effective strategy for nasal vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As the primary method for protecting against these diseases up-to-date, vaccination via intramuscular or subcutaneous injection plays an outstanding role in evoking systemic immune responses, but it is not sufficient to induce mucosal antibodies, which are of great importance for the prevention of respiratory infectious diseases (1) . More suitable and effective vaccination strategies are in urgent need to overcome this problem. Nasal vaccination is a potential alternative to intramuscular vaccination because it may induce both systemic and mucosal immune responses. The nasal mucosa is the first defense against infection by respiratory pathogens, and the nasal cavity offers several clear advantages as a vaccination site, such as needle-free application, large mucosal surface and vasculature, relatively high permeability, abundant immunocompetent cells and relatively low enzymatic activity (2) . However, the major drawback of nasal vaccination is the relatively poor immunogenicity of free antigens when compared with that associated with intramuscular vaccination due to inefficient antigen delivery to the immune system via the nasal cavity (3) . Therefore, vaccine adjuvants or carriers for nasal immunization are necessary to improve the immunogenicity of antigens. Among the various carriers reported, quaternized chitosan nanoparticles are one of the most successful examples because bioadhesive quaternized chitosan can transitorily open tight junctions of the nasal epithelium and particles smaller than 5 μm can be easily recognized and processed as foreign bodies by antigen-presenting cells (APC) (4) . Moreover, the quaternization of chitosan can enrich its positive charge for interaction with cells and allow it to dissolve in water over a wide range of pH, especially under physiological conditions, resulting in good permeation enhancement and drug delivery properties (5) . Thus, in this study, we synthesized the quaternized derivative of chitosan, N-trimethylaminoethylmethacrylate chitosan (TMC) (6) , to prepare nanoparticles for the nasal vaccination of ovalbumin (OVA), a model antigen.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 902,
                    "end": 905,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1156,
                    "end": 1159,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1621,
                    "end": 1624,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1898,
                    "end": 1901,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2029,
                    "end": 2032,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One crucial step for the vaccination of antigens is their contact with and recognization by APC. However, several factors such as low encapsulation efficiency of antigens and burst release before recognition by APC may weaken the role of antigen-loaded nanoparticles in nasal vaccination. An alternative approach to using this kind of nanoparticle is to covalently conjugate antigens on the surface of nanoparticles. Sloat et al. reported that the subcutaneous immunization of mice with antigen-conjugated lecithin-based nanoparticles induced a quick, strong, durable and functional immune response, possibly due to the ability of the nanoparticles to facilitate the uptake of the antigens by APC, thereby improving the trafficking of the antigens into local draining lymph nodes and activating APC (7) . It has also been demonstrated that antigens linked to inert solid nano-beads with a size range of 40-50 nm can induce high levels of antibody titres and cell-mediated immune response and protect animals from tumor cell growth or pathogens (8) (9) (10) (11) . These results prove the conjugation of antigens on nanoparticles to be a feasible method for immunization. However, to the best of our knowledge, this strategy has not been used in nasal immunization. Considering the relatively low enzymatic activity in the nasal cavity, which may result in the slight damage of antigens exposed to the outside, we designed novel antigenconjugated quaternized chitosan nanoparticles as a nasal vaccine. Compared with antigen-encapsulating nanoparticles, this nanoparticle carrier possesses the following advantages: 1) high use ratio of antigens; 2) antigens are conjugated on the surface of nanoparticles and are easily recognized and uptaken by APC; 3) antigens are covalently conjugated with nanoparticles and do not easily detach, which may be beneficial for the transport of antigens to the immune system, such as via cervical lymph nodes, resulting in enhanced mucosal and systemic immune responses.",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 802,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To test our hypotheses, in this study, TMC was synthesized by free radical polymerization of chitosan and Ntrimethylaminoethylmethacrylate chloride. TMC nanoparticles were prepared by ionic crosslinking of TMC with sodium tripolyphosphate. OVA was covalently conjugated on the surface of nanoparticles through the reaction between the thiol group of OVA and the maleimide group of TMC. Cellular uptake of OVA-conjugated nanoparticles was investigated in RAW 264.7 cells, and their distribution in lymph nodes after nasal instillation in rats was also tracked. OVAconjugated nanoparticles were administered intranasally to mice for the evaluation of immune responses. NALT was isolated and cultured to evaluate its role in nasal immunization. The safety of OVA-NP to rats was also assessed after repeated doses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chitosan, ammonium persulfate, ovalbumin (OVA) and 2iminothiolane hydrochloride (2-IT) were obtained from Sigma (USA). N-trimethylaminoethylmethacrylate chloride (TMAEMC) was provided by Fluka (Switzerland). N-Succinimidyl 3-maleimidopropionate (SMP) was purchased from Adamas Reagent (China). Fluorescein isocyanate (FITC), bovine serum albumin (BSA) and sodium tripolyphosphate (TPP) were obtained from Amresco (USA). Goat anti-mouse IgG(H+L), IgG1(γ1), IgG2a(γ) and IgA(α), Dulbecco's Modified Eagle Medium (DMEM), fetal bovine serum (FBS) and anti-rat interleukin 1β (IL-1β) ELISA kit were obtained from Invitrogen (USA). BCA protein assay kit and reduced glutathione (GSH) assay kit were purchased from Nanjing Jiancheng Bioengineering Company (China). All other reagents were of HPLC or analytical grade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Animals"
        },
        {
            "text": "RAW 264.7 murine macrophages were provided by the Cell Bank of Type Culture Collection of the Chinese Academy of Sciences (China). A New Zealand white rabbit (male, 3 kg), male Sprague-Dawley rats (200-220 g) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Animals"
        },
        {
            "text": "female Balb/C mice (6-8 weeks old) were purchased from Sino-British Sippr/BK Lab Animal Ltd. (China) and maintained at 25±1°C with free access to food and water. The protocol of animal experiments was approved by the Animal Experimentation Ethics Committee of Fudan University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Animals"
        },
        {
            "text": "TMC was first synthesized by free radical polymerization of chitosan and TMAEMC as reported previously (6) . Briefly, a low molecular weight of chitosan (2.5 g) was reacted with TMAEMC (1.8 g) in 250 ml of 1% (v/v) acetic acid at 60°C for 5 h, with 0.13 g of ammonium persulfate as a catalyst. TMC was purified by dialyzing against deionized water using a cellulose ester membrane with a molecular weight cut-off of 14 kDa for 24 h. Then, TMC was incubated with SMP (0.125 g) for 8 h at room temperature under stirring. After dialyzing against deionized water for 24 h, the reaction product (maleimide-TMC) was collected by lyophilization. Both TMC and maleimide-TMC were characterized in our previous study (12) .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Synthesis of Maleimide-modified TMC (Maleimide-TMC)"
        },
        {
            "text": "Preparation and Characterization of TMC Nanoparticles (NP), OVA-conjugated TMC Nanoparticles (OVA-NP) and OVA-encapsulated TMC Nanoparticles (NPe) NP was prepared by ionic crosslinking of TMC and TPP. Maleimide-TMC was dissolved in 10 mM HEPES buffer (pH 7.0, containing 150 mM NaCl) at a concentration of 10 mg/ml, and an equal volume of TPP (2.0 mg/ml) was dropped into this solution under magnetic stirring at room temperature. After stirring for 30 min, nanoparticles were collected by centrifugation at 12,000×g for 20 min on a glycerol bed using a model 5418R centrifuge (Eppendorf, German).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of Maleimide-modified TMC (Maleimide-TMC)"
        },
        {
            "text": "To conjugate OVA on TMC nanoparticles, 10 mg of OVA was reacted with 0.5 mg of 2-IT for 1 h in 1 ml of 0.01 M phosphate buffer solution (PBS, pH 8.0). The thioled OVA was purified on a 5-ml Hitrap™ desalting column (GE Healthcare, Sweden) with HEPES buffer as the eluent. Then, 1 ml of thioled OVA (4 mg/ml) was mixed with 3 ml of TMC nanoparticles (5 mg/ml) and stirred for 10 min. OVA-NP were collected by centrifugation at 12,000×g for 20 min, and the supernatant was used for the determination of unconjugated OVA. FITC-labeled OVA-NP were prepared in the same manner described above except that OVA was replaced with FITC-labeled OVA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of Maleimide-modified TMC (Maleimide-TMC)"
        },
        {
            "text": "NPe were also prepared by the ionic crosslinking method except that OVA was added to the maleimide-TMC solution at a concentration of 2 mg/ml. Then, the nanoparticles were collected by centrifugation, and the supernatant was used for the determination of unloaded OVA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of Maleimide-modified TMC (Maleimide-TMC)"
        },
        {
            "text": "The particle size and zeta potential of nanoparticles were determined using a Nano Zetasizer (Malvern, UK), and the structural properties of nanoparticles were measured using an XL30FEG scanning electron microscope (SEM) (Philips, the Netherlands).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of Maleimide-modified TMC (Maleimide-TMC)"
        },
        {
            "text": "OVA was determined by size-exclusion HPLC (Shimadzu, Japan) with a TSK gel G2000SW XL column (7.8×300 mm, Tosoh, Japan). The mobile phase was phosphate buffer (0.1 M NaH 2 PO 4 , 0.1 M Na 2 SO 4 , 0.05% (w/v) NaN 3 , pH 6.7). The flow rate was 0.6 ml/min, and the wavelength was 280 nm. The conjugation efficiency and the encapsulation efficiency of OVA were calculated as indicated below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of Maleimide-modified TMC (Maleimide-TMC)"
        },
        {
            "text": "The in vitro release of NPe was carried out at 37°C in PBS (pH7.4) under shaking (50 rpm). At different time points, three samples were centrifuged at 12,000×g for 20 min, and the supernatant was used for the determination of OVA released from the NPe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of Maleimide-modified TMC (Maleimide-TMC)"
        },
        {
            "text": "In Vitro Uptake of OVA-NP by RAW 264.7 Cells RAW 264.7 cells were cultured in DMEM supplemented with 10% FBS and seeded onto 35-mm glass-bottom dishes (In Vitro Scientific, USA) at a density of 1×10 5 cells/cm 2 . After a 48-h culture at 37°C under 5% CO 2 , the cells were incubated with FITC-labeled free OVA, OVA-NP (10 μg/ml) or NPe (equivalent dose of OVA) at 37°C for 10 min, 30 min, 1 h, 2 h and 4 h. After removal of the samples, the cells were incubated with 0.04% trypan blue for 1 min to quench extracellular FITC before being washed three times with prewarmed PBS (pH7.4). Then, the cells were treated with 0.25% trypsin for 10 min at 37°C, harvested by centrifugation and analyzed by flow cytometry (BD, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of Maleimide-modified TMC (Maleimide-TMC)"
        },
        {
            "text": "To determine trace amounts of OVA in tissues, OVA was labeled with 125 I by the Bolton Hunter method (13) . Prior to the preparation of formulations, 125 I-OVA was subjected to three rounds of ultrafiltration (molecular weight cut-off 10 kDa) to remove unbound iodine. The labeling efficiency and the radiochemical purity were 43.3% and 98%, respectively.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Transport of OVA-NP to Cervical Lymph Nodes After Intranasal Administration"
        },
        {
            "text": "For intranasal groups, each rat received 20 μl of free 125 I-OVA, 125 I-OVA-NP or 125 I-NPe intranasally at the same radioactive dose of 50 μCi/kg. For the intramuscular (I.M.) group, each rat was injected with 20 μl of alum-precipitated 125 I-OVA (1:1) (equivalent dose of 125 I-OVA) in the left thigh. Rats were sacrificed (four rats at each time point) by anesthesia at 10 min, 30 min, 1 h, 2 h and 4 h after administration, and blood samples were collected from the heart. After perfusion with physiological saline, the superficial and deep cervical lymph nodes, brachial lymph nodes, axillary lymph nodes, heart, liver, spleen, lung and kidney of these rats were carefully excised, weighted and subjected to gamma counting. The amount of OVA in the tissues was expressed as the percentage of the injected dose per gram tissue. The area under the concentration-time curve (AUC 0→t ) was calculated by the trapezoidal method. The cervical lymph nodes targeting of different formulations was evaluated by the lymph node targeting index (LNTI): LNTI=AUC lymph node /AUC blood .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport of OVA-NP to Cervical Lymph Nodes After Intranasal Administration"
        },
        {
            "text": "Eight female Balb/C mice in the HEPES group, OVA group, OVA-NP group and NPe group were intranasally given 20 μl of 0.01 M HEPES buffer, OVA solution, OVA-NP or NPe, respectively, three times at 2-week internals. The positive group (I.M. group) received three intramuscular injections of 20 μl of alum-precipitated OVA (1:1) in the left thigh at 2week internals. The dosage of OVA was 20 μg for each mouse. Blood samples were collected from the orbital venous plexus on days 0, 14, 28 and 42 and centrifuged at 1,000×g for 10 min. The sera were stored at −20°C before analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunization and Sample Collection"
        },
        {
            "text": "On day 42, saliva was collected on filter-paper strips and diluted in 0.5 ml of sterile PBSB (PBS containing 0.1% BSA, pH 7.4). Vaginal washes were obtained by irrigating the vaginal cavity with 0.5 ml of sterile PBSB. Nasal washes were collected by flushing the nasal cavity with 0.5 ml of sterile PBSB from the nasopharyngeal duct to the nostrils. Lung washes were collected by infusing 1 ml of sterile PBSB into the lung from the trachea and drawing off the fluids several times. The collected samples were centrifuged at 1,000×g for 10 min, and the supernatants were stored at −20°C until analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunization and Sample Collection"
        },
        {
            "text": "NALT was isolated from four mice in each group according to the detailed procedures reported previously (14) . Briefly, mice were sacrificed by cervical dislocation, and the lower jaw and tongues were removed. The palates were carefully isolated with forceps, washed with 250 μl of complete culture medium (RPMI-1640 supplemented with 10% fetal bovine serum, 100 μg/mL streptomycin, 100 UI/mL penicillin, 50 μg/mL gentamicin and 1 μg/mL fungizone/amphotericin) eight times and cultured in 500 μl of complete culture medium in a 48-well plate. After incubation for 24 h, the culture medium was collected and centrifuged at 1,000×g for 10 min. The supernatants were stored at −20°C until analysis.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Isolation and Culturing of Nasopharynx-associated Lymphoid Tissue (NALT)"
        },
        {
            "text": "The antibody levels in serum and nasal wash were determined by indirect ELISA. Microplates (Corning, USA) were coated with 100 μl per well of 1 μg/ml OVA in 50 mM sodium carbonate (pH 9.6) by overnight incubation at 4°C. The microplates were washed with PBST (0.01 M PBS+0.05% Tween 20, pH 7.4) and blocked with 1% BSA at 37°C for 1 h. After washing the microplates with PBST, 100 μl per well of the serial dilutions of samples in dilution buffer (PBST+0.1% BSA) were added and incubated at 37°C for 1 h. The microplates were washed, and 100 μl per well of HRP-conjugated goat anti-mouse IgG, IgG1, IgG2a or IgA in dilution buffer in ratio 1:2,000 was added and incubated at 37°C for 1 h. After washing, 100 μl per well of the substrate TMB was added and incubated at 37°C for 30 min. The reaction was terminated with 1 M H 2 SO 4 , and absorbance was measured at 450 nm using a Multiskan MK3 microplate reader (Thermo Scientific, USA). End-point titers were determined by the xaxis intercept of the dilution curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of OVA-specific IgG and IgA Responses by ELISA"
        },
        {
            "text": "To observe the transport of OVA-NP across the nasal mucosa, each rat received 50 μl of FITC-labeled OVA or OVA-NP (5 mg/ml) intranasally via a polyethylene tube attached to a microsyringe. At 10 min, 30 min, 1 h, 2 h and 4 h after administration, the rats were sacrificed by anesthesia and perfused with physiological saline followed by 4% paraformaldehyde. The nasal cavity of these rats was carefully excised, fixed for 24 h, decalcified with EDTA, dehydrated in sucrose solution, embedded in OCT (Sakura Finetek, USA) and sectioned on a freezing microtome. After staining with DAPI, the sections were observed under a DMI 4000 fluorescence microscope (Leica, Germany).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport Mechanism of OVA-NP in the Nasal Cavity"
        },
        {
            "text": "OVA-NP carry positive charges, which may induce toxicity in the nasal cavity due to their electrostatic interaction with cells; thus, the nasal toxicity of OVA-NP toward rats was evaluated by hematoxylin and eosin (H&E) staining and determination of toxicity indicators. Six rats in each group received 50 μl of OVA-NP (5 or 25 mg/ml) for three consecutive days by intranasal instillation. HEPES buffer was used as the negative control and 1% (w/v) deoxysodium cholate as the positive control. The rats were sacrificed 24 h after the last administration, and the nasal cavity and nasal mucosa were isolated. The nasal cavity of three rats in each group was fixed in 4% paraformaldehyde, decalcified in EDTA, embedded in paraffin, stained with H&E and observed under a light microscope. The nasal mucosa was homogenized in three times volume of ice-cold physiological saline and centrifuged at 1,000×g for 10 min. The supernatant was used for determination of total protein, GSH and IL-1β according to the manufactures' instructions. The contents of GSH and IL-1β were expressed as nmol/mg protein and pg/mg protein, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxicity of OVA-NP"
        },
        {
            "text": "Polymers or nanoparticles with positive charges tend to combine with erythrocytes and induce hemolysis in blood vessels. A portion of OVA-NP may enter the blood circulation after nasal administration; therefore, the effect of OVA-NP on erythrocytes was studied. Whole blood was obtained from the marginal ear vein of a New Zealand white rabbit with heparin as the anticoagulant agent and centrifuged at 1,000×g for 10 min to collect blood cells. After washing twice with PBS, the blood cells were suspended in HEPES buffer to obtain the 2% erythrocyte suspension. Different concentrations of OVA-NP were incubated with equal volumes of a 2% erythrocyte suspension at 37°C for 1 h. HEPES buffer was used as the negative control and 1% Triton X-100 as the positive control. After incubation, the blood cells were removed by centrifugation at 1,000×g for 10 min. Then, 200 μl of the supernatant was mixed with 50 μl of 1 M HCl, and the absorbance was determined at 450 nm using a microplate reader. The percentage of hemolysis was calculated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemolysis of OVA-NP"
        },
        {
            "text": "where A blank is the absorbance of the blank well at 450 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemolysis of OVA-NP"
        },
        {
            "text": "All data were expressed as the means±standard deviation, and a comparison between different groups was performed by one-way ANOVA followed by Student-Newman-Keuls posthoc tests. P-values less than 0.05 were considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "There are many methods that can be used to achieve conjugation of OVA and TMC, including chemical crosslinking, carbodiimide crosslinking and SPDP crosslinking (15) (16) (17) . However, these methods often present significant problems, such as intramolecular crosslinking, weak stability and low crosslinking efficiency. Therefore, in our study, thiol and maleimide groups were introduced into OVA and TMC, respectively, for their specific, quick and steady conjugation under mild reaction conditions (room temperature, magnetic stirring). The conjugation efficiencies of OVA and FITClabeled OVA with NP were 95.8% and 95.3%, respectively, indicating the full use of OVA in the preparation of OVA-NP. In Vitro Uptake of OVA-NP by RAW 264.7 Cells",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Characterization of Nanoparticles"
        },
        {
            "text": "As typical immunocytes, macrophages are versatile in many respects in terms of immune response; for example, macrophages phagocytose and digest pathogens, present antigens and stimulate lymphocytes. Thus, the murine macrophage line RAW 264.7, which has been widely used in predicting in vivo profiles of nanoparticles (18, 19) , was employed to evaluate the cellular uptake of OVA-NP. As shown in Fig. 2 , free OVA could hardly be taken up by RAW 264.7 cells. However, nanoparticles were easily recognized as foreign substances and taken up by macrophages in a time-dependent manner. Interestingly, the OVA-NP group showed significantly higher uptake than the NPe group at 30 min, 1 h, 2 h and 4 h (p<0.05), which may be caused by the continuous release of OVA from the NPe during the incubation period.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 403,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Characterization of Nanoparticles"
        },
        {
            "text": "The biodistribution of OVA in rats after the administration of different formulations is shown in Fig. 3 . Intranasally administered OVA solution or nanoparticles were mainly transported to superficial and deep cervical lymph nodes, which are the main tissues for the presentation of antigens in the head and neck region, whereas only small amounts of OVA were transported to distant lymph nodes, such as brachial lymph nodes and axillary lymph nodes. Intramuscularly injected OVA did not concentrate in cervical lymph nodes but showed higher distributions in other tissues such as the liver, kidney and axillary lymph nodes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 104,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Transport of OVA-NP to Cervical Lymph Nodes After Intranasal Administration"
        },
        {
            "text": "OVA-NP and NPe were quickly transported to superficial cervical lymph nodes; the concentrations of the nanoparticles were high at 10 min and peaked at 30 min. Free OVA in the superficial cervical lymph nodes slowly increased up to 1 h. The AUC 0→4 h of the OVA-NP group was 119.5±10.0%·h, significantly higher than that of the OVA and NPe (Table I) . Moreover, all of the nasally administered formulations of OVA showed higher LNTI than did the I.M. group, and the LNTI of the OVA-NP group was 5.3 times that of the I.M. group, demonstrating the potential advantages of nasal vaccination in preventing respiratory infectious diseases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 348,
                    "text": "(Table I)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Transport of OVA-NP to Cervical Lymph Nodes After Intranasal Administration"
        },
        {
            "text": "Similarly, in deep cervical lymph nodes, the OVA-NP group showed much higher AUC 0→4 h and LNTI than did the other groups. The AUC 0→4 h of OVA-NP group was 2.5, 1.3 and 10.1 times that of the OVA, NPe and I.M. group, respectively. In addition, the LNTI of the OVA-NP group was 3.2, 1.3 and 18.2 times that of the OVA, NPe and I.M. group, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport of OVA-NP to Cervical Lymph Nodes After Intranasal Administration"
        },
        {
            "text": "The IgG, IgG1 and IgG2a levels of mice before and after immunization are shown in Fig. 4 . Alum-precipitated OVA induced quick and strong immune responses after one dose of I.M. injection, and the subsequent two doses further increased the IgG, IgG1 and IgG2a levels in serum, demonstrating the high efficacy of alum in the induction of systemic immune responses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 88,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Systemic Immune Response After Intranasal Administration of OVA-NP"
        },
        {
            "text": "For the nasal immunization groups, the primary dose did not increase the IgG or IgG2a levels but significantly increased the IgG1 levels, indicating a quicker response of IgG1 antibody to these nanoparticles in serum. The following two booster immunizations significantly increased the IgG, IgG1 and IgG2a levels in the OVA-NP and NPe groups, especially in the former, whose IgG level on day 42 was 5.3 and 2.8 times that of the NPe and I.M. groups, respectively, demonstrating the high levels of systemic immune responses after nasal immunization of OVA-NP. In addition, the immune responses after intramuscular or nasal immunization were predominantly of the Th2 type, as evidenced by the much higher increase in IgG1 antibody than IgG2a antibody (Fig. 4d) , indicating humoral-mediated immune responses in mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 749,
                    "end": 758,
                    "text": "(Fig. 4d)",
                    "ref_id": null
                }
            ],
            "section": "Systemic Immune Response After Intranasal Administration of OVA-NP"
        },
        {
            "text": "Mucosal immune responses, which secret secretory IgA (sIgA) antibodies, are important for the prevention of infection of pathogens via mucosal surfaces, such as the nasal, lung, buccal and vaginal mucosa. Brandtzaeg indicated that sIgA exerts a decisive role in protection and cross-protection against a variety of infectious agents, which was demonstrated in infection models in knockout mice (20) . Therefore, the levels of sIgA secreted by the nasal, lung, buccal and vaginal mucosa were investigated after three immunizations. As shown in Fig. 5 , no increase in sIgA antibody was observed in any of the mucosal washes in the I.M. group, confirming the presumption that I.M. injection of alumprecipitated OVA cannot induce mucosal immune responses. OVA alone did not induce strong immune responses after being dropped in the nasal cavity due to its low immunogenicity. However, OVA-NP and NPe significantly increased the sIgA levels in all of the mucosa washes. Furthermore, OVA-NP induced sIgA levels that were 7.9, 1.3, 5.3 and 4.2 times higher than those induced by NPe in nasal, lung, buccal and vaginal washes, respectively, clearly demonstrating the superiority of the former in activating mucosal immune responses.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 549,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Mucosal Immune Response After the Intranasal Administration of OVA-NP"
        },
        {
            "text": "To investigate the role of NALT in the secretion of antibodies, NALT was isolated from immunized mice and cultured ex vivo for study (14) . As shown in Fig. 6 , high levels of antibodies were secreted by NALT after ex vivo culturing for 24 h. The sIgA and IgG levels of the OVA group were not increased compared with those of the HEPES group, whereas many more antibodies were secreted in the OVA-NP group and NPe group. In the I.M. group, more IgG was secreted, but sIgA level was not increased. The trends exhibited by the antibodies in the culture medium of NALT were similar to the trend observed for the sIgA levels in the nasal wash and the IgG levels in serum, indicating that NALT participated in systemic and mucosal immune responses after immunization.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Immune Responses in NALT"
        },
        {
            "text": "As shown in Fig. 7 , green fluorescence was observed in the lamina propria of the nasal mucosa at 10 min after administration of the OVA solution, suggesting rapid transport across the nasal epithelium. The green fluorescence scattered in the lamina propria became stronger at 30 min and disappeared at 4 h. Compared with the OVA solution, the OVA-NP group showed stronger and more durable green fluorescence in the lamina propria, which could still be observed at 4 h. The green fluorescence in the OVA-NP group was mainly located in the surrounding tissues of glands, suggesting that most nanoparticles were transported across the epithelia through glands such as Bowman's glands.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Transport Mechanism of OVA-NP in the Nasal Cavity"
        },
        {
            "text": "After nasal administration, the OVA formulations may have also been transported to the nasopharynx by nasal cilia movement and uptaken by NALT. As shown in Fig. 8 , sporadic green fluorescence was observed in NALT in both the OVA solution group and OVA-NP group at 10 min. Nevertheless, distinct green fluorescence was observed at the surface and interior of NALT at 30 min, especially in the OVA-NP group. The green fluorescence in the OVA solution group decreased at 1 h and disappeared at 4 h, whereas the fluorescence signals in the OVA-NP group remained strong at 1-2 h and could still be observed at 4 h, indicating higher and more durable absorption of OVA in NALT through the OVA-NP than through the OVA solution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 162,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Transport Mechanism of OVA-NP in the Nasal Cavity"
        },
        {
            "text": "Two concentrations of OVA-NP were selected in the toxicity study. The low concentration (5 mg/mL) was consistent with the dosage in the immunization study, and the high concentration (25 mg/mL) was used to examine whether TMC nanoparticles are toxic to nasal mucosa at high TMC concentrations (for example, approximately 25 mg/mL for NPe in the immunization study).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nasal Toxicity of OVA-NP"
        },
        {
            "text": "Representative images of rat nasal mucosae are shown in Fig. 9 . Large areas of the nasal epithelium and cilia were damaged in the positive group, demonstrating the high toxicity of 1% deoxysodium cholate toward the nasal mucosa. The nasal cilia were bushy and regular, and the epithelium was intact in the OVA-NP groups, similar to that of the negative group, indicating that OVA-NP (5 mg/mL and 25 mg/mL) did not affect the integrity of the nasal cilia and epithelium.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 62,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Nasal Toxicity of OVA-NP"
        },
        {
            "text": "GSH plays an important role in the protection against reactive oxygen species (ROS) and its content in tissue reflects the degree of oxidative stress. IL-1β, a typical proinflammatory cytokine that mediates inflammation, may serve as a sensitive marker of acute inflammation responses. As shown in Fig. 10 , 1% deoxysodium cholate caused significant decrease of GSH and increase of IL-1β in nasal mucosa while OVA-NP had no effect on the concentration of GSH or IL-1β, indicating that OVA-NP will not induce oxidative stress or inflammatory reaction after nasal administration for several times. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 305,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Nasal Toxicity of OVA-NP"
        },
        {
            "text": "After treatment with 1% Triton X-100, complete hemolysis of erythrocytes was observed and a red, diaphanous solution was obtained. As shown in Fig. 11 , OVA-NP at concentrations of 0.125-2 mg/ml induced slight hemolysis of erythrocytes, indeed less than 1% (the international standard of limits for spontaneous hemolysis), indicating that OVA-NP will not affect the integrity and functionality of erythrocytes in the blood circulation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Hemolysis of OVA-NP"
        },
        {
            "text": "Nasal vaccination can induce nasal mucosal immunity, distant mucosal immunity as well as systemic immunity, making it suitable for preventing respiratory infectious diseases. Due to the poor immunogenicity of free antigens, nano-sized carriers are often used as vaccine adjuvants to improve the immunogenicity of antigens for nasal immunization. Commonly, antigens are encapsulated into nanoparticles (21) (22) (23) . However, this approach has several disadvantages, such as the low encapsulation efficiency of antigens; burst release or incomplete release, allowing only a fraction of the antigens to contact and be recognized by APC; and a non-ideal immunity effect.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "For example, in our study, although the parameters of preparation of NPe were optimized, only 20.8% of OVA could be encapsulated, and OVA in the NPe could easily leak out. This was most likely due to the high hydrophilicity of TMC and weak electrostatic interaction between TMC and OVA. As a result, most of antigens are wasted, and only a small amount of them can be delivered to the action site. In order to overcome these problems, OVA was covalently conjugated on the surface of quaternized chitosan nanoparticles for nasal immunization in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Cervical lymph nodes are the main lymphoid tissue against pathogens in the neck and head region. Soluble or particulate antigens in nasal cavity are taken up by APC such as dendritic cells and macrophages in the lamina propria and then directed to cervical lymph nodes for the activation of T cells and B cells. Activated lymphocytes travel to mucosal effector sites via lymph nodes to become mature memory and effector B and T cells (24, 25) . The amount of antigen delivered to the cervical lymph nodes after nasal administration determines, at least to some extent, the mucosal and systemic immune responses. Therefore, we focused on the amount of OVA transported to the cervical lymph nodes after administration. As expected, intramuscularly injected OVA did not concentrate in cervical lymph nodes but showed higher distributions in the liver, kidney and axillary lymph nodes, suggesting that I.M. OVA Fig. 9 The morphology of nasal mucosa from rats after intranasal administration of HEPES buffer (a), OVA-NP (5 mg/mL) (b), OVA-NP (25 mg/mL) (c) and deoxysodium cholate (1%) (d) three times. Cilia indicated by arrow. may induce weak mucosal immune responses in the nasal cavity. On the other hand, intranasal OVA formulations were mainly transported to superficial and deep cervical lymph nodes, which might activate APC and result in high levels of systemic and mucosal, OVA-specific immune responses.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 438,
                    "text": "(24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 907,
                    "end": 913,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "To test the hypothesis regarding the pharmacokinetic results, the systemic and mucosal immune responses induced by OVA formulations were further evaluated. As the commonly used positive control, I.M. injection of alum-precipitated OVA induced quick and strong immune responses after one dose, demonstrating the high efficacy of alum in activating systemic immune responses. However, alum could not induce mucosal immune responses, which was consistent with the low OVA level of I.M. injection in cervical lymph nodes. Similar to other reports (26, 27) , the primary dose of the nasal immunization groups did not increase the IgG levels; thus, two or more doses were needed for nasal immunization to further activate the immune system. Interestingly, following three nasal immunizations, the IgG levels in the OVA-NP groups significantly increased and were even higher than those of the I.M. group (2.8 times), demonstrating high levels of systemic immune responses following the nasal immunization of OVA-NP. Moreover, OVA-NP induced much higher sIgA levels in nasal, lung, buccal and vaginal washes than NPe, which are especially beneficial for the prevention of respiratory infectious diseases.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 547,
                    "text": "(26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is worth noting that OVA-NP induced a high level of sIgA in the vaginal mucosa. The genital tract is considered to lack functional mucosa-associated lymph nodes, and thus, intravaginal vaccination cannot alter vaginal antibody responses (28) . Fortunately, the existence of a common mucosal immune system makes it possible to induce mucosal immune responses in the genital tract via nasal immunization: activated immunocytes in the nasal mucosa may be home to the effector sites of other mucosa and thus induce mucosal immune responses (29) . Therefore, nasal vaccination of antigen-conjugated TMC nanoparticles may be a convenient and useful method for fighting against sexually transmitted diseases such as HIV.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Because of their large volume, it may be difficult for nanoparticles to permeate the nasal epithelium. How did the OVA-NP penetrate through the nasal mucosa and reach the cervical lymph nodes? In this study, we found that most nanoparticles were transported to the lamina propria through glands. This is consistent with those reported in our previous study, in which strong green fluorescence was observed in Bowman's glands after the intranasal administration of wheat germ agglutinin-conjugated PEG-PLA nanoparticles by loading with a fluorescent marker, 6-coumarin (30) . In addition to penetrating across the nasal epithelia, nanoparticles may also be transported to the nasopharynx by nasal cilia movement and contact with NALT. It has been reported that there are abundant M cells on the surface of NALT that can absorb particulates (31, 32) . In our study, higher and more durable absorption of OVA in NALT through the OVA-NP than through the OVA solution was observed, suggesting that OVA-NP may be uptaken by M cells in NALT. The antigens in the lamina propria or NALT were then drained to superficial and deep cervical lymph nodes, which receive afferent lymphatic drainage from the nasal cavity and nasolabial region (33) and activate immune responses; thus, the larger amount of OVA derived from the OVA-NP than from the OVA solution or NPe in cervical lymph nodes led to higher levels of immune response.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 572,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "(31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Additionally, as a vaccine, the safety of the nanoparticle system developed herein was also considered. The toxicity study demonstrated that OVA-NP at both doses had little effect on the nasal mucosa after being administered nasally three times and on erythrocytes in vitro, indicating that OVA-NP exhibit good biocompatibility and can be used as carriers for nasal immunization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study, OVA-conjugated N-trimethylaminoethylmethacrylate chitosan nanoparticles (OVA-NP) for nasal immunization were prepared and evaluated. Compared with OVAencapsulated nanoparticles (NPe), the OVA-NP showed much higher encapsulation/conjugation efficiency, higher cellular uptake by macrophages in vitro and more efficient transport to cervical lymph nodes in vivo, resulting in much stronger systemic and mucosal immune responses after nasal administration. The transport mechanism study revealed that particulate antigens are more easily taken up in the nasal epithelium and transported to cervical lymph nodes compared with free antigens. OVA-NP did not induce obvious toxicity to nasal mucosa or hemolysis. The conjugation of antigens on the surface of nanoparticles may serve as an effective strategy for nasal vaccination, especially for small antigens with low immunogenicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Intranasal immunization of mice with influenza vaccine in combination with the adjuvant LT-R72 induces potent mucosal and serum immunity which is stronger than that with traditional intramuscular immunization",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Barackman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;hagan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Infect Immun",
            "volume": "67",
            "issn": "8",
            "pages": "4276--4285",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Application of chitosan microspheres for nasal delivery of vaccines",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biotechnol Adv",
            "volume": "27",
            "issn": "6",
            "pages": "857--65",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Role of trimethylated chitosan (TMC) in nasal residence time, local distribution and toxicity of an intranasal influenza vaccine",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hagenaars",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mania",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Que",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nieuwland",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Slütter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Control Release",
            "volume": "144",
            "issn": "1",
            "pages": "17--24",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nanoparticles for nasal vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Csaba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garcia-Fuentes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Alonso",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Adv Drug Deliv Rev",
            "volume": "61",
            "issn": "2",
            "pages": "140--57",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Trimethyl chitosan and its applications in drug delivery",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Mourya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Inamdar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Mater Sci Mater Med",
            "volume": "20",
            "issn": "5",
            "pages": "1057--79",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chitosan graft copolymer nanoparticles for oral protein drug delivery: preparation and characterization",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biomacromolecules",
            "volume": "7",
            "issn": "10",
            "pages": "2722--2729",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Strong antibody responses induced by protein antigens conjugated onto the surface of lecithin-based nanoparticles",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Sloat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sandoval",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hau",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Control Release",
            "volume": "141",
            "issn": "1",
            "pages": "93--100",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Methods for nano-particle based vaccine formulation and evaluation of their immunogenicity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kalkanidis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Pietersz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Mottram",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Crimeen-Irwin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ardipradja",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Methods",
            "volume": "40",
            "issn": "1",
            "pages": "20--29",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Size-dependent immunogenicity: therapeutic and protective properties of nano-vaccines against tumors",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fifis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gamvrellis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Crimeen-Irwin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Pietersz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Mottram",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "173",
            "issn": "5",
            "pages": "3148--54",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Systemic immune responses in sheep, induced by a novel nano-bead adjuvant",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Scheerlinck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gloster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gamvrellis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Mottram",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plebanski",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "8",
            "pages": "1124--1155",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Short peptide sequences containing MHC class I and/or class II epitopes linked to nano-beads induce strong immunity and inhibition of growth of antigen-specific tumour challenge in mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fifis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mottram",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bogdanoska",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hanley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plebanski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "2",
            "pages": "258--66",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Preparation and evaluation of antigen/N-trimethylaminoethylmethacrylate chitosan conjugates for nasal immunization",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "2",
            "issn": "22",
            "pages": "2582--90",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The labelling of proteins to high specific radioactivities by conjugation to a 125 I-containing acylating agent",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Bolton",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Biochem J",
            "volume": "133",
            "issn": "3",
            "pages": "529--568",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Examining the role of nasopharyngeal-associated lymphoreticular tissue (NALT) in mouse responses to vaccines",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Cisney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Krietz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Ulrich",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Vis Exp",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Double crosslinked interpenetrated network in nanoparticle form for drug targeting-preparation, characterization and biodistribution studies",
            "authors": [
                {
                    "first": "Jătariu",
                    "middle": [],
                    "last": "Cadinoiu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Holban",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Peptu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Sava",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Costuleanu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Popa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Pharm",
            "volume": "436",
            "issn": "1-2",
            "pages": "66--74",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Amino Acid grafted chitosan for high performance gene delivery: comparison of amino Acid hydrophobicity on vector and polyplex characteristics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Layek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biomacromolecules",
            "volume": "14",
            "issn": "2",
            "pages": "485--94",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Conjugation of ovalbumin to trimethyl chitosan improves immunogenicity of the antigen",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Slütter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Soema",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verheul",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hennink",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jiskoot",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Control Release",
            "volume": "143",
            "issn": "2",
            "pages": "207--221",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Polyoxalate nanoparticles as a biodegradable and biocompatible drug delivery vehicle",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seong",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biomacromolecules",
            "volume": "11",
            "issn": "3",
            "pages": "555--60",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Quantitative assessment of the comparative nanoparticle-uptake efficiency of a range of cell lines",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Varela",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salvati",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Small",
            "volume": "7",
            "issn": "23",
            "pages": "3341--3350",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Induction of secretory immunity and memory at mucosal surfaces. Vaccine",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brandtzaeg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "5467--84",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "N-trimethyl chitosan (TMC) nanoparticles loaded with influenza subunit antigen for intranasal vaccination: biological properties and immunogenicity in a mouse model",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amidi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Romeijn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Verhoef",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Junginger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bungener",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huckriede",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "1",
            "pages": "144--53",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Adjuvanted, antigen loaded N-trimethyl chitosan nanoparticles for nasal and intradermal vaccination: adjuvant-and site-dependent immunogenicity in mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Bal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Slütter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verheul",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bouwstra",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jiskoot",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur J Pharm Sci",
            "volume": "45",
            "issn": "4",
            "pages": "475--81",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Dual role of CpG as immune modulator and physical crosslinker in ovalbumin loaded N-trimethyl chitosan (TMC) nanoparticles for nasal vaccination",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Slütter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jiskoot",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Control Release",
            "volume": "148",
            "issn": "1",
            "pages": "117--138",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Nanotechnology solutions for mucosal immunization",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chadwick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kriegel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amiji",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Adv Drug Deliv Rev",
            "volume": "62",
            "issn": "4-5",
            "pages": "394--407",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nasal vaccines",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Adv Drug Deliv Rev",
            "volume": "51",
            "issn": "1-3",
            "pages": "21--42",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Intranasal immunization with inactivated tickborne encephalitis virus and the antigenic peptide 89-119 protects mice against intraperitoneal challenge",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goncharova",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ryzhikov",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Poryvaev",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bulychev",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Karpyshev",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maksyutov",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Med Microbiol",
            "volume": "296",
            "issn": "",
            "pages": "195--201",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Intranasal immunization with recombinant antigens associated with new cationic particles induces strong mucosal as well as systemic antibody and CTL responses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Debin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kravtzoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Santiago",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cazales",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sperandio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Melber",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "",
            "pages": "2752--63",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Specific secretory immune responses in the female genital tract following intranasal immunization with a recombinant adenovirus expressing glycoprotein B of herpes simplex virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Gallichan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Vaccine",
            "volume": "13",
            "issn": "16",
            "pages": "1589--95",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Regional specialization in the mucosal immune system: primed cells do not always home along the same track",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brandtzaeg",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "N"
                    ],
                    "last": "Farstad",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Haraldsen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Immunol Today",
            "volume": "20",
            "issn": "6",
            "pages": "267--77",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Noseto-brain transport pathways of wheat germ agglutinin conjugated PEG-PLA nanoparticles",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "F"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pharm Res",
            "volume": "29",
            "issn": "2",
            "pages": "546--58",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Transport of nanoparticles across the rat nasal mucosa",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brooking",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Illum",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Drug Target",
            "volume": "9",
            "issn": "4",
            "pages": "267--79",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Nanoparticulate systems for nasal delivery of drugs: a real improvement over simple systems?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Illum",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Pharm Sci",
            "volume": "96",
            "issn": "3",
            "pages": "473--83",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Delivery of insulin-like growth factor-I to the rat brain and spinal cord along olfactory and trigeminal pathways following intranasal administration",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Thorne",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Pronk",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Padmanabhan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Frey 2nd",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Neuroscience",
            "volume": "127",
            "issn": "2",
            "pages": "481--96",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The particle sizes of NP and OVA-NP were 138.4±1.4 nm and 140.5±1.5 nm, with polydispersity indexes of 0.129± 0.004 and 0.141±0.006, respectively. Conjugation of OVA on NP did not change the size distribution of nanoparticles. SEM imaging (Fig. 1) also confirmed the uniform and spherical shape of the OVA-NP. Due to the positive charge of TMC, the zeta potentials of NP and OVA-NP were 10.5± 0.3 mV and 10.3±0.2 mV, respectively. The particle size of the NPe was 148.3±3.6 nm, with a polydispersity index of 0.173±0.007. The encapsulation efficiency was low (20.8%), and the burst release (1 h) of OVA in PBS (pH7.4) was 24.0% in the in vitro release experiment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "SEM image of OVA-NP.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cellular uptake of different formulations of OVA by Raw 264.7 cells (n=3). *: p<0.05, the fluorescence intensity of the OVA-NP group is higher than that of any other group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "). SCLN superficial cervical lymph nodes; DCLN deep cervical lymph nodes; BLN brachial lymph nodes; ALN axillary lymph nodes. *: p<0.05.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mucosal anti-OVA sIgA titers of mice on day 42 after immunization with different formulations of OVA (n=8). *: p<0.05, compared with all of the other groups; ∇: p<0.05, compared with the HEPES group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "OVA-specific antibodies secreted by NALTof mice after ex vivo culture for 24 h (n=4). *: p<0.05, compared with all of the other groups; ∇: p<0.05, compared with the HEPES group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "j). Green: FITC-OVA; blue: nucleus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 8 The distribution of free OVA (a, c, e, g, i) and OVA-NP (b, d, f, h, j) in NALT at 10 min (a, b), 30 min (c, d), 1 h (e, f), 2 h (g, h) and 4 h (i, j). Green: FITC-OVA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "GSH and IL-1β levels in nasal mucosa of rats after intranasal administration of OVA-NP three times. *: p<0.05, compared with the HEPES group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Hemolysis of OVA-NP after incubation with 2% rabbit erythrocytes at 37°C for 1 h.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "AUC 0→4 h and LNTI of 125 I-OVA in Superficial and Deep Cervical Lymph Nodes After Administration of Different Formulations (n=4)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}