{
    "paper_id": "9b9aaf52e1b9e2bab84828ffa9b4e5db907b1048",
    "metadata": {
        "title": "An overview of the National Microbiology Laboratory emergency management program",
        "authors": [
            {
                "first": "D",
                "middle": [],
                "last": "Marcino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Microbiology Laboratory",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "MB"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Gordon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Microbiology Laboratory",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "MB"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The National Microbiology Laboratory (NML) emergency management program was developed after the 2003 Severe Acute Respiratory Syndrome (SARS) outbreak to provide a framework for the responses to public health events. The program comprises three components (Site response, Continuity and Site support) that have adopted the Incident Command System (ICS) as their management structure and follows the four phases of emergency management. All program components have extensive competency-based training for staff and exercise plans. The emergency management program ensures quality and continuous improvement through its certification in International Organization for Standardization (ISO) 9001 and structured review processes. This means that the Operations Centre can be activated and working at optimum capacity with highly trained and experienced staff within an hour of receiving notice to begin a response. The NML can also send mobile laboratories to aid Canadian or international efforts to address outbreaks or bioterrorism events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Affiliations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The National Microbiology Laboratory (NML) is a world-class infectious disease diagnostic and research organization and, in partnership with the National Centre for Foreign Animal Diseases, is home to Canada's only Containment Level 4 public health laboratory. With a mission to advance human health through laboratory leadership, scientific excellence and public health innovation (1), the NML has developed a reputation for its dedication in protecting the health of Canadians and making significant contributions to the global public health community during times of crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The NML's history of contributing to global public health emergencies began in 2003 when an as-yet unknown pathogen was emerging globally and quickly revealing gaps in Canada's ability to respond to public health threats. As the disease spread around the world, NML laboratorians attempted to identify the pathogen that would become known as Severe Acute Respiratory Syndrome or SARS. While this laboratory work was being done, others at the NML worked diligently to develop a plan to respond to the outbreak. Boardrooms morphed into makeshift emergency operation centres, communications escalated and staff quickly came together to provide support and guidance to their public health partners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the 15 years since the SARS outbreak, the NML senior management have acted upon the lessons learned from this and many subsequent events by championing the development of a successful, comprehensive and evergreen emergency management program that is rooted in a culture of quality management. As outbreaks freely migrate across borders and continents, the public health community needs to optimize their understanding and knowledge of emergency management to be prepared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aim of this article is to provide a general overview of the emergency management program at the NML; how it integrates the four standard phases of emergency management and the incident command system management framework; and how it is maintained by a continuous cycle of improvement and strong management support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are three components to the NML emergency management plan: Site response, Continuity and Site support. Responses can be launched internally at the NML or externally in the field and can be executed independently by NML or as part of a larger team with Canadian or international partners. How the NML coordinates with national and international efforts is beyond the scope of this article. External site responses engage the NML mobile laboratories and address incidents that involve a pathogen or biological agent in the field. The NML has two unique groups that provide field-based diagnostics: the Special Pathogens Diagnostic Response (SPDR) team spearhead responses to pathogen outbreaks (such as the 2014 Ebola virus disease outbreak); and the Microbiological Emergency Response Team (MERT) primarily lead responses to bioterrorism events. Both groups can also proactively deploy. The MERT could be deployed to a planned event such as was done for the 2010 Vancouver Olympics and will be done for the upcoming G7 Summit. Or SPDR could be deployed to assist an external partner prepare for, build capacity and assist in program development for outbreak responses, such as was done for the Nigeria Centre for Disease Control to combat Lassa fever earlier this year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency management program components and teams"
        },
        {
            "text": "The Continuity component of the Emergency Management Program (EMP) involves significant advanced planning functions to ensure that the NML continues its critical daily functions when responding to events or when access to the facility, equipment or personnel is lost. Business continuity planning activities include developing alternative facility arrangements and surge capacity staffing programs that cross-train laboratorians to backfill those who are responding to events. Activating these plans during an emergency enables the NML to provide the routine ongoing services to their clients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Continuity"
        },
        {
            "text": "The Site support component of the EMP is when the NML's Operations Centre is activated to provide coordination and support to a Site response, the Continuity component or both. The Operations Centre is a coordination hub that functions to ensure a comprehensive and collaborative response effort and to reduce pressures on the team that is responding. Site support personnel conduct a range of duties that could include ensuring logistical supplies are available, travel arrangements and documents are in place, and any Site personnel have had the appropriate vaccinations to participate in the response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Site support"
        },
        {
            "text": "All components of the NML emergency management program are built upon the four standard phases of emergency management: mitigation, preparedness, response and recovery. These phases need to be considered as a continuous cycle with each phase building upon the last and laying the groundwork for the next. This creates an environment where emergency management is accounted for in daily operations and in itself assists with mitigating the potential impact of future emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phases of emergency management"
        },
        {
            "text": "The Government of Canada defines the four phases of emergency management as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phases of emergency management"
        },
        {
            "text": "• Mitigation: Actions taken to reduce the impact of disasters in order to protect lives, property and the environment, and to reduce economic disruption. • Preparedness: Actions taken prior to a disaster/event to be ready to respond to it and manage its consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phases of emergency management"
        },
        {
            "text": "Response: Actions taken during or immediately before or after a disaster to manage its consequences and minimize suffering and loss. • Recovery: Actions taken to repair or restore conditions to an acceptable level after a disaster (2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "In addition to the NML EMP components being developed upon these phases, all of NMLs response teams have adopted these phases as a part of their operational strategy. This has benefitted the NML in three ways. First, it has led to the development of rosters of highly trained and tested personnel who are ready to implement response plans. Second, it has provided justification for the response teams to develop an inventory of required equipment, maintenance plans and programs. And third, it has created a workforce culture that strives to implement lessons learned from each emergency response. Combined, these actions build NML's resilience for future events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The Incident Command System (ICS) is a management framework that has been in use by first responders since the 1970's. The ICS is a well-tested universal system that facilitates the intraand interjurisdictional management of events through the use of common roles and responsibilities; a scalable organizational structure; and standardized processes (3). All components of the NML's emergency management program have adopted ICS as their management tool. Utilizing a standardized and scalable management system allows NML responders to quickly adapt protocols to function proportionally to an event and to quickly integrate their operations when working with first responders, Canadian or international partners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incident Command System"
        },
        {
            "text": "The organizational structure of the ICS at the operations centre is very robust (Figure 1 ). An important aspect of this structure is that it is able to adapt to each event. For example, during major events, like the 2009 H1N1 pandemic, the full complement of staff could be engaged for up to 24 hours a day, seven days a week. Conversely, for more localized events, such as recent SPDR deployments to Sierra Leone on the Ebola Bio-Banking project, the staffing of the operations centre was scaled down to include only essential positions such as the Operations Centre Director, Liaison Officer and Logistics Chief.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 89,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Incident Command System"
        },
        {
            "text": "In addition to the four phases of emergency management and ICS, dedicated emergency management staff, quality control, a well-developed training and exercise program, and strong, ongoing management support are vital to the success of the emergency management program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional aspects"
        },
        {
            "text": "The Operations Centre has four permanent full-time staff, including a Certified Emergency Manager, whose primary roles are to ensure that the NML is prepared to respond to any emergency event. The staff provide a range of services including conducting training and exercises, developing rosters for ICS, and ensuring computers, electronic equipment and other assets are available and functioning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency management staff"
        },
        {
            "text": "All emergency management program components have extensive competency-based training and exercise plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training and exercise programs"
        },
        {
            "text": "With the support and authority of NML senior management, 625 individuals have been provided with basic emergency management training since 2009 and over 60% have been identified or elected to continue their training, with some achieving certification in emergency management. All training and exercise/event participation is tracked within the NML's laboratory information management system. Having an extensive pool of trained individuals to draw upon means always having available highly trained and experienced specialists who are able to respond to all elements of the emergency management program during extended and even multiple, simultaneous events, which is vital to the program's capacity, capability and success.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training and exercise programs"
        },
        {
            "text": "The emergency management program operates within a culture of quality and continuous improvement. Since 2012, it has been certified by the International Organization for Standardization (ISO) 9001. The \"ISO 9001\" is the international standard that specifies requirements for a quality management system (4). The ISO 9001 certification is maintained by the NML's Quality Office. These ongoing requirements enable the emergency management program to function efficiently within defined objectives. This demonstrates to clients and stakeholders that their requirements are being met within the boundaries of federal and provincial legislations. The ISO 9001 certification requirements are woven throughout the fabric of the program and assist in facilitating consistency and client satisfaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality control and continuous improvement"
        },
        {
            "text": "A significant element of the continuous improvement strategy and ISO certification is ensuring that the NML implements lessons learned from all responses. To facilitate this, \"hot-wash\" discussions are conducted immediately following all responses. The goal of a hot-wash discussion is to bring together all the individuals who participated in a response to identify the strengths, weaknesses and challenges of the response so that opportunities for improvement can be identified and documented in an After Action Review. The After Action Reviews are integral to the program's continuous improvement strategy as they include prioritized recommendations for improvement. These recommendations are reviewed and approved by Senior Management and then are assigned either ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality control and continuous improvement"
        },
        {
            "text": "to positions in the operations centre or to NML program areas. All recommendations are managed within the laboratory information management system to ensure accountability and completion, and incorporated into future responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IMPLEMENTATION SCIENCE"
        },
        {
            "text": "The success of the emergency management program is deeply rooted in the long-term commitment of senior management. Their dedication has provided the opportunity to develop a program that addresses the gaps revealed by the SARS outbreak and garner strong buy-in from employees. This has resulted in an institutional philosophy that the NML is not just a public health laboratory but also a significant contributor to public health emergency response efforts in Canada and abroad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strong management support"
        },
        {
            "text": "Three of the most significant decisions made by senior management early in the development of the emergency management program were to construct a physical Operations Centre; hire experienced specialists to develop the program and operate the centre; and mandate introductory ICS and emergency Operation Centre training. A physical operations centre is important because it guarantees that the assets required to conduct a response are in place so that a response to an emergency can begin as efficiently as possible. Within an hour of receiving notice, the Operations Centre can be staffed with a full complement of trained individuals who function as a cohesive team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strong management support"
        },
        {
            "text": "The hiring of permanent, full-time specialists to develop the emergency management program and operate the Operations Centre has been beneficial for a number of reasons. Most importantly, they bring a comprehensive knowledge of the field of emergency management. Often, organizations attach the role of emergency manager to an existing, and unrelated, job description; the associated tasks are handled as time and knowledge permit and the emergency management program never gains the momentum or buy-in required to flourish. Having well-educated and dedicated staff, supported by organization authorities, is crucial to managing the four phases of emergency management. The Operations Centre staff lead organization-wide preparedness and mitigation phase activities, such as training programs, event exercises and the development of response plans. During the response phase, they make sure the Operations Centre is staffed and protocols and quality measures are adhered to. They also conduct recovery phase activities such as developing After Action Reviews and tracking and implementing lessons learned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strong management support"
        },
        {
            "text": "Having mandated introductory emergency management training for all employees has also proved to be invaluable for generating buy-in from staff. This training ensures that, at a minimum, all staff have a full understanding of NML's vital emergency functions. All training is conducted at the NML, which has reduced individual financial burden and time commitments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strong management support"
        },
        {
            "text": "Since the SARS outbreak, emergency management at the NML has evolved from an ad-hoc effort to an important function of daily operations and an institutional philosophy. Implementation of this program has allowed the NML to become a leader in the field and contribute to the development of similar programs within laboratories throughout Canada and worldwide. In turn, the NML has gained invaluable relationships that allow rapid connections and coordination during emergency events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Although developing an emergency management program may seem daunting, the benefits are immense and indispensable in ensuring the health of Canadians and the citizens of our global society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Microbiology Laboratory report of accomplishments: excellence, innovation, leadership. Ottawa (ON): Public Health Agency of Canada",
            "authors": [],
            "year": 2008,
            "venue": "Terminology Bulletin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ISO 9001:2015 -What is the 9001 Version 2015 Standard? Milwaukee (WI)",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "National Microbiology Laboratory Operations Centre organizational structure Abbreviations: CNPHI, Canadian Network for Public Health Intelligence; LIMS, Lab Information Management System; OC, Operations Centre; PHRS, Public Health Risk Science",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "emergency. A Program area response addresses incidents that involve a pathogen; where NML's role within a coordinated FPT response can be done on site. Examples of program area responses include the Influenza and Respiratory Virus section's response to the 2009 H1N1 pandemic or the Viral Zoonosis section's response to the 2016 Zika epidemic.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Kelly Keith (National Microbiology Laboratory) and Ted Kuschak (National Microbiology Laboratory, Canadian Public Health Laboratory Network) for their contributions to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' statement DM -Writing -original draft, review and editing KG -Conceptualization, review and editing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}