{
    "paper_id": "9bddad5b8597afa80f799ae234986958e1628387",
    "metadata": {
        "title": "A Dual Protease Approach for Expression and Affinity Purification of Recombinant Proteins",
        "authors": [
            {
                "first": "Sreejith",
                "middle": [],
                "last": "Raran-Kurussi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Macromolecular Crystallography Laboratory",
                    "institution": "National Cancer Institute",
                    "location": {
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "S"
                ],
                "last": "Waugh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Macromolecular Crystallography Laboratory",
                    "institution": "National Cancer Institute",
                    "location": {
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We describe a new method for affinity purification of recombinant proteins using a dual protease protocol. Escherichia coli maltose binding protein (MBP) is employed as an N-terminal tag to increase the yield and solubility of its fusion partners. The MBP moiety is then removed by rhinovirus 3C protease, prior to purification, to yield an N-terminally His 6 -tagged protein. Proteins that are only temporarily rendered soluble by fusing them to MBP are readily identified at this stage because they will precipitate after the MBP tag is removed by 3C protease. The remaining soluble His 6 -tagged protein, if any, is subsequently purified by immobilized metal affinity chromatography (IMAC). Finally, the N-terminal His 6 tag is removed by His 6 -tagged tobacco etch virus (TEV) protease to yield the native recombinant protein, and the His 6 -tagged contaminants are removed by adsorption during a second round of IMAC, leaving only the untagged recombinant protein in the column effluent. The generic strategy described here saves time and effort by removing insoluble aggregates at an early stage in the process while also reducing the tendency of MBP to \"stick\" to its fusion partners during affinity purification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rapid advances during the past three decades in genomics and proteomics have revolutionized the fields of biotechnology and human medicine, particularly when recombinant DNA technology joined hands with structural biology. Currently, samples of proteins for structural and functional studies are routinely obtained by bioengineering (Derewenda 2004) . Even so, protein purification remains the principal bottleneck. Conventional methods of protein purification have been almost completely supplanted by affinity-based methods that employ protein or peptide affinity tags (Lichty et al. 2005; Terpe 2003; Waugh 2005) . The popularity of these affinity-based methods can be attributed to their generic nature in comparison to traditional approaches, which are rather protein specific. Other purification platforms like ion exchange, hydrophobic interaction or size exclusion chromatography are used as auxiliary steps to further enhance the purity of the sample if necessary.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 349,
                    "text": "(Derewenda 2004)",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 591,
                    "text": "(Lichty et al. 2005;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 592,
                    "end": 603,
                    "text": "Terpe 2003;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 604,
                    "end": 615,
                    "text": "Waugh 2005)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In our laboratory and many others, a dual His 6 -MBP (maltose-binding protein) tag is used in an initial immobilized metal-ion affinity chromatography (IMAC) step (Hewitt et al. 2011; Jing et al. 2010; Nallamsetty and Waugh 2007) . The reason for employing the dual-tag has been discussed in detail elsewhere (Nallamsetty et al. 2005) . Briefly, MBP enhances the solubility and improves the yield of its fusion partners during overproduction but is not a particularly effective affinity tag for protein purification. Hence, the His 6 tag is included to allow affinity chromatography by IMAC. The N-terminal His 6 -MBP tags are subsequently removed by tobacco etch virus (TEV) protease to generate a tag-free protein. Although in general this approach has been very successful, it is not without its problems. For instance, a significant fraction of aggregation-prone proteins that are rendered soluble by fusing them to MBP subsequently precipitate when the fusion proteins are cleaved by TEV protease (Nomine et al. 2001; Smyth et al. 2003) . These proteins presumably are either not properly folded or exist as soluble aggregates in partially folded forms. Usually it cannot be ascertained whether or not this will be a problem until after affinity purification. A second potential pitfall is the tendency of some proteins to stick to MBP after TEV digestion, making it difficult to separate them from each other. The interaction between MBP and its fusion partners may be related to the mechanism of solubility enhancement (Raran-Kurussi and Waugh 2012) . In these situations, it is usually necessary to employ an MBPTrap (or amylose) column, or another IMAC step to remove the MBP, thereby making the purification process more labor intensive. In the present study, we attempt to circumvent both of these problems by using a dual protease approach to achieve sequential removal of the MBP and His 6 tags.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 183,
                    "text": "(Hewitt et al. 2011;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 184,
                    "end": 201,
                    "text": "Jing et al. 2010;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 202,
                    "end": 229,
                    "text": "Nallamsetty and Waugh 2007)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 309,
                    "end": 334,
                    "text": "(Nallamsetty et al. 2005)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1002,
                    "end": 1022,
                    "text": "(Nomine et al. 2001;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1023,
                    "end": 1041,
                    "text": "Smyth et al. 2003)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1526,
                    "end": 1556,
                    "text": "(Raran-Kurussi and Waugh 2012)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "pBAD24-sfGFPx1 was a gift from Sankar Adhya and Francisco Malagon (Addgene plasmid # 51558) (Malagon 2013) . The 3C protease expression vector pET/3C was a gift from Ari Geerlof (EMBL, Heidelberg, Germany). The pBLN200-GFPmut2-Car9 plasmid was a gift from François Baneyx (Coyle and Baneyx 2014).",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 106,
                    "text": "(Malagon 2013)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "All chemicals of the highest available purity were purchased from Sigma-Aldrich (St. Louis, MO, USA), American Bioanalytical Inc. (Natick, MA, USA), Thermo Fisher Scientific (Rockford, IL, USA), Roche Diagnostics Corp. (Indianapolis, IN, USA), or EMD Millipore (Billerica, MA, USA) unless otherwise stated. Restriction endonucleases were obtained from New England Biolabs (Ipswich, MA, USA). Fast-Link T4 DNA Ligase was purchased from Epicentre (Madison, WI, USA). All PCR reactions were carried out using either the PfuUltra II Fusion HS DNA Polymerase (Agilent Technologies, Santa Clara, CA, USA) or the Phusion Flash High-Fidelity PCR Master Mix (Thermo Fisher Scientific).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "The Gateway destination vector pSRK2721 (Supplementary Figure S1 ) was constructed as follows. First, a SnaBI restriction site was inserted at the end of the ORF encoding MBP in pKM596 (Fox et al. 2003) , using the QuikChange Lightning site-directed mutagenesis kit (Agilent Technologies) with primers PE-2852 and PE-2853 (Table 1) to generate the plasmid pSRK2704. In the next step, the C-terminus of MBP in pSRK2704 was further extended to include an in-frame 3C protease recognition site followed by a His 6 tag by PCR-restriction cloning using PE-42, PE-2886 and PE-2887 primers ( Table 1 ). The PE-42 primer was designed to anneal just proximal to the BglII site in the malE gene while PE-2886 and PE-2887 were partially overlapping reverse primers that were employed to engineer the desired insertions (3C site and His 6 tag) followed by a SnaBI restriction site. The PCR amplicon, consisting of a C-terminal portion of the MBP ORF from pKM596 joined inframe to a sequence encoding GGGLEVLFQ/GPHHHHHHYV, was digested with BglII and SnaBI, and then cloned between the same sites in pSRK2704 to yield the destination vector pSRK2721 ( Table 2 ). The \"YV\" residues shown above are cloning artifacts derived from the SnaBI site. The rhinovirus 3C protease recognition site is underlined and the cleavage site is marked by a forward slash (see above).",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 202,
                    "text": "(Fox et al. 2003)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 64,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 331,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 592,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1139,
                    "end": 1146,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Construction of pSRK2721"
        },
        {
            "text": "The sfGFP ORF was amplified from pBAD24-sfGFPx1 (Malagon 2013) by a single PCR reaction using primers PE-277 (Forward-1), PE-2829 (Forward-2) and PE-2830 (Reverse) ( Table 1 ). The PCR product contained the N-and C-terminal attB recombination sites and a TEV protease recognition site appended to the N-terminus of the sfGFP ORF. The PCR amplicon was used in the Gateway BP reaction with pDONR221 (Thermo Fisher Scientific) to generate the entry clone pSRK2661 (Table 2) . Similarly, the Chikungunya virus (ChikV) protease ORF was amplified from a ChikV cDNA clone using the primers PE-277 (Forward-1), PE-2645 (Forward-2) and PE-2646 (Reverse) ( Table 1 ). The PCR amplicon was used in the Gateway BP reaction with pDONR221 to generate the entry clone pKK2483 (Table 2) . Additional entry clones encoding Francisella tularensis IglC, human dihydrofolate reductase (DHFR), human dual specificity phosphatase 14 (DUSP14), the human SUMO conjugating enzyme Ubc9, catalytically inactive Middle East Respiratory Syndrome coronavirus 3C-like protease (MERS-CoV 3CL pro C148A), and wild-type green fluorescent protein (GFP) were constructed as described previously (Lountos et al. 2009; Nallamsetty et al. 2005; Needle et al. 2015; Routzahn and Waugh 2002) .",
            "cite_spans": [
                {
                    "start": 1159,
                    "end": 1180,
                    "text": "(Lountos et al. 2009;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1181,
                    "end": 1205,
                    "text": "Nallamsetty et al. 2005;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1206,
                    "end": 1225,
                    "text": "Needle et al. 2015;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1226,
                    "end": 1250,
                    "text": "Routzahn and Waugh 2002)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 470,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 654,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 770,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Construction of entry clones"
        },
        {
            "text": "The destination vector (pSRK2721) was recombined in a Gateway LR reaction (Thermo Fisher Scientific) with various entry clones to generate the dual-protease expression vectors for further study. All of the expression vectors are listed in Table 2 . A schematic representation of the MBP fusion proteins they produce is shown in Figure 1A . The second protease recognition site corresponds to that of TEV protease, which was incorporated into the entry clones.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 246,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 337,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "Construction of fusion protein expression vectors"
        },
        {
            "text": "Gateway recombinational cloning (Thermo Fisher Scientific) was used to make an untagged rhinovirus 3C protease expression vector for co-lysis experiments. The 3C protease ORF was amplified by PCR from pET/3C using primers PE-2856 and PE-2857 (Table 1) . These primers incorporated the attB recombination sites along with an appropriately positioned ribosome-binding site (RBS) in the PCR product. Subsequently, the PCR product was used in a BP reaction with pDONR221 (Thermo Fisher Scientific) to generate the entry clone pSRK2703. The entry clone was recombined in an LR reaction with pDEST42 (Thermo Fisher Scientific) to generate the IPTG-inducible 3C protease expression vector pSRK2706 ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 251,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 701,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Construction of an IPTG-inducible, untagged 3C protease expression vector"
        },
        {
            "text": "A kanamycin-resistant plasmid with a p15A origin of replication and an L-arabinose inducible promoter was created as described previously with slight variations (Sathiamoorthy and Shin 2012) . In the initial step, the desired insertion sequence (p15A ori) was PCR-amplified using a high fidelity DNA polymerase. The forward and reverse primers for creating a \"p15A mega primer\" were pSAMRFFwd and pSAMRFRev, respectively ( Table 1 ). The reaction set-up, cycling method and template DNA were the same as previously described (Sathiamoorthy and Shin 2012) . This mega primer amplicon was used as complimentary primers in a subsequent QuikChange Lightning reaction (Agilent Technologies) to bring about the desired change in the target plasmid. The QuikChange Lightning reaction mix consisted of the target DNA template (50 ng) and the mega primer amplicon (350 ng) along with other PCR components. The cycling method was as follows: 95 °C for 30 s (segment 1); 95 °C for 30 s, 52 °C for 1 min, 68 °C for 7 min (segment 2 for 5 cycles); 95 °C for 30 s, 55 °C for 1 min, 68 °C for 7 min (segment 3 for 13 cycles). The target plasmid in the QuikChange reaction was pBLN200-GFPmut2-Car9 plasmid (Coyle and Baneyx 2014) in our reaction mix instead of pET-28a(+) in the earlier method (Sathiamoorthy and Shin 2012) . The pBLN200-GFPmut2-Car9 is a derivative of pET-24a(+) and carries the arabinose-inducible P BAD promoter and the araC gene instead of the T7 promoter. Thus, effectively the ColE1 replicon in pBLN200-GFPmut2-Car9 was replaced with the p15A replicon. The modified vector, pSRK2738 (Table 2) , was confirmed by PCR and DNA sequencing. Induction of the vector with L-arabinose was confirmed by monitoring the fluorescence of the GFPmut2 protein in E. coli BL21 (DE3) cells (Agilent Technologies Inc.). Next, the 3C protease ORF, bracketed by NdeI and XhoI sites, was amplified by PCR, cleaved with these restriction enzymes, and inserted between the same sites in pSRK2738 to generate the L-arabinose inducible, untagged 3C protease expression vector pSRK2751 (Table 2) .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 190,
                    "text": "(Sathiamoorthy and Shin 2012)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 525,
                    "end": 554,
                    "text": "(Sathiamoorthy and Shin 2012)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1278,
                    "end": 1307,
                    "text": "(Sathiamoorthy and Shin 2012)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 430,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1590,
                    "end": 1599,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 2067,
                    "end": 2076,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Construction of an L-arabinose-inducible, untagged 3C protease expression vector"
        },
        {
            "text": "E. coli BL21-CodonPlus (DE3)-RIL cells (Agilent Technologies) were used for all protein expression experiments except for co-expression experiments involving two different plasmids, in which case BL21 (DE3) cells were used instead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein expression and purification"
        },
        {
            "text": "In protein expression experiments, cells were grown with shaking at 37 °C in Luria broth containing the appropriate antibiotics and 0.2% glucose to mid-log phase, at which point Raran-Kurussi and Waugh Page 4",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 201,
                    "text": "Raran-Kurussi and Waugh",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein expression and purification"
        },
        {
            "text": "Anal Biochem. Author manuscript; available in PMC 2017 July 01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein expression and purification"
        },
        {
            "text": "overexpression of the fusion proteins was induced at 30 °C for 4 h by the addition of 1 mM IPTG. In cells co-expressing a fusion protein with 3C protease from pSRK2751, 0.01-0.2 % L-arabinose was added after a delay of 3 h following IPTG induction of the MBP-fusion proteins at 30 °C. The culture was incubated for an additional hour after the addition of Larabinose (total 4 h induction). The induced cells were pelleted by centrifugation and stored at −80 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein expression and purification"
        },
        {
            "text": "To assess the solubility of recombinant proteins, E. coli cells overexpressing MBP fusions or 3C protease (produced from pSRK2706) were cultured separately and resuspended in approximately 0.2-0.4 culture volumes of ice-cold sonication buffer (50 mM Tris-HCl pH 8.0, 150 mM NaCl). The cells were lysed by sonication and the insoluble material was pelleted by centrifugation. Samples of the total and soluble fractions were subjected to SDS-PAGE. The cells were normalized to an OD 600 of 10.00 (arbitrary setting) in sonication buffer before lysis. To check the 3C protease activity, equal volumes of the soluble extracts from cells expressing an MBP fusion protein and 3C protease were combined and incubated for 15 min at 4 °C. Following the incubation, the supernatants were analyzed by SDS-PAGE before and after centrifugation. In this manner, the propensity of the passenger protein to precipitate after protease digestion (i.e., after separation from MBP) could be monitored prior to affinity chromatography. The titration experiment to determine the optimal amount of 3C cells to be used in the co-lysis protocol was determined by varying the amount of soluble extract containing 3C protease in the above experiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein expression and purification"
        },
        {
            "text": "Large-scale protein purifications were performed at 4-8 °C. For the combined cell lysis (colysis) method of protein purification, E. coli cell pastes of MBP fusion protein (~ 5.0 g) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein expression and purification"
        },
        {
            "text": "3C protease (~ 0.5 g) were suspended together in 150 ml of buffer A (50 mM Tris pH 7.6, 200 mM NaCl, 5% (v/v) glycerol) containing 25 mM imidazole and Complete EDTA-free protease-inhibitor cocktail tablets (Roche Diagnostics Corp.). The mixture of cell suspensions was lysed with an APV-1000 homogenizer (Invensys APV Products, Albertslund, Denmark) at 69 MPa and centrifuged at 30,000g for 30 min. The supernatant was filtered through a 0.2 μm polyethersulfone membrane and applied onto a 5 ml HisTrap FF column (GE Healthcare Life Sciences). The column was washed to base line with buffer A containing 25 mM imidazole and eluted with a linear gradient of imidazole in buffer A to 250 mM. The column effluent contained the MBP and 3C protease. The eluted fractions containing the His 6 -tagged proteins were pooled and concentrated using a 10-kDa molecular weight cut-off membrane (Millipore). The concentrated protein was diluted with buffer A to reduce the imidazole concentration to approximately 25 mM and digested overnight with His 6 -tagged TEV protease (Kapust et al. 2001 ) at 4 °C. The digest was applied to a 5 ml HisTrap FF column to capture the cleaved His 6 -tag and the His 6 -TEV. The column effluent contained the pure protein of interest. The effluent was concentrated and incubated overnight with 10 mM dithiothreitol at 4 °C. The reduced sample was loaded onto a HiPrep 26/60 Sephacryl S-200 HR column (GE Healthcare Life Sciences) that was equilibrated with 25 mM Tris pH 7.6, 150 mM NaCl, 2 mM Tris (2-carboxyethyl) phosphine (TCEP), 5% (v/v) glycerol.",
            "cite_spans": [
                {
                    "start": 1062,
                    "end": 1081,
                    "text": "(Kapust et al. 2001",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Protein expression and purification"
        },
        {
            "text": "The fusion proteins used in this study have the following modular architecture: MBP tag-3C protease site-His 6 tag-attB1 site-TEV protease site-passenger protein ( Figure 1A ). The purpose of the MBP tag is to enhance the solubility and promote the proper folding of the passenger protein (Kapust and Waugh 1999; Raran-Kurussi and Waugh 2012; Waugh 2005) . The 3C protease site allows the MBP moiety to be separated from the His 6 -tagged passenger protein prior to IMAC. This has two benefits. First, it enables one to determine whether or not the passenger protein will precipitate when it is released from MBP before any chromatographic steps are performed. Second, it helps alleviate the propensity of MBP to stick to and co-purify with some passenger proteins, probably because such an interaction is less likely to persist once the two fusion partners are no longer covalently attached to one another. After IMAC purification of the His 6 -tagged passenger protein, the His 6 tag is removed by His 6 -tagged TEV protease. In the final step, the cleaved His 6 tag and the TEV protease are adsorbed by another IMAC step, leaving just the pure, untagged passenger protein in the column effluent.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 312,
                    "text": "(Kapust and Waugh 1999;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 313,
                    "end": 342,
                    "text": "Raran-Kurussi and Waugh 2012;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 343,
                    "end": 354,
                    "text": "Waugh 2005)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 173,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "Rationale and vector design"
        },
        {
            "text": "The removal of MBP by 3C protease can be accomplished in either of two ways. In one approach, E. coli cell paste containing an overproduced fusion protein is mixed with cell paste containing 3C protease and lysed together. The 3C protease, which is highly active at low temperature (Raran-Kurussi et al. 2013) , will rapidly cleave the fusion protein during processing of the sample. Alternatively, 3C protease can be co-expressed with the fusion protein substrate. For this purpose, an arabinose-inducible 3C protease vector is utilized, enabling the production of 3C protease to be controlled independently of the IPTG-inducible fusion protein expression vector. The ability to delay the induction of 3C protease expression is an important advantage because prolonged association of MBP with its passenger proteins stimulates their proper folding (Kapust and Waugh 2000) .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 309,
                    "text": "(Raran-Kurussi et al. 2013)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 849,
                    "end": 872,
                    "text": "(Kapust and Waugh 2000)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Rationale and vector design"
        },
        {
            "text": "Studies have shown that the length and sequence of the linker that connects MBP to its passenger proteins can have a profound impact on the solubility of MBP fusion proteins (Raran-Kurussi et al. 2015; Smyth et al. 2003) . Hence, it was important to assess the solubility of the MBP fusion proteins with a linker composed of a 3C protease cleavage site followed respectively by a His 6 tag, an attB1 recombination site (an artifact of Gateway cloning) and a TEV protease site. Except for sfGFP, Ubc9 and MERS-CoV 3CL pro , all of the other passenger proteins used in this study are poorly soluble when expressed in an unfused form or as GST fusion proteins in E. coli (Fox et al. 2003; Kapust and Waugh 1999; Nallamsetty et al. 2005; Sun et al. 2011) . As shown in Figures 1B and 1C , the all of the fusion proteins with the modified linker sequence were expressed at a very high level, and most of them were also highly soluble. The partial solubility of the DHFR and ChikV protease fusion proteins is comparable to that of their counterparts with conventional linkers (Raran-Kurussi and Waugh, 2012; Raran-Kurussi and Waugh, in press ). The untagged 3C protease solubility is shown in Figure 1C as well. Anal Biochem. Author manuscript; available in PMC 2017 July 01.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 201,
                    "text": "(Raran-Kurussi et al. 2015;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 202,
                    "end": 220,
                    "text": "Smyth et al. 2003)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 668,
                    "end": 685,
                    "text": "(Fox et al. 2003;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 686,
                    "end": 708,
                    "text": "Kapust and Waugh 1999;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 709,
                    "end": 733,
                    "text": "Nallamsetty et al. 2005;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 734,
                    "end": 750,
                    "text": "Sun et al. 2011)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1070,
                    "end": 1101,
                    "text": "(Raran-Kurussi and Waugh, 2012;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1102,
                    "end": 1135,
                    "text": "Raran-Kurussi and Waugh, in press",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 765,
                    "end": 782,
                    "text": "Figures 1B and 1C",
                    "ref_id": null
                },
                {
                    "start": 1187,
                    "end": 1196,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "Solubility analysis of MBP fusions with dual-protease recognition sites"
        },
        {
            "text": "To assess the ability of 3C protease to cleave fusion protein substrates in crude cell extracts, equal volumes of soluble extracts from cells expressing an MBP fusion protein and 3C protease were combined and incubated for 15 min at 4 °C. The results confirmed that the fusion proteins were cleaved nearly to completion during the short incubation period ( Figure  2A, 2B) . Upon prolonged incubation, the 3C protease also cleaved the TEV recognition site in the MBP fusion proteins (Supplementary data). This observation was unexpected, considering the reportedly strict requirement for Gly and Pro residues in the P1′ and P2′ positions, respectively, of a 3C protease recognition site (Waugh 2011) . In a subsequent titration experiment, it was determined that an E. coli cell weight ratio of 10:1 (fusion protein cells: 3C protease cells) can remove the MBP tag efficiently without causing any non-specific cleavage at the TEV site ( Figure 3) . Thus, generally speaking, 1 liter of cells expressing 3C protease is required to cleave the MBP fusion protein in cells obtained from 10 liters of medium.",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 699,
                    "text": "(Waugh 2011)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 372,
                    "text": "Figure  2A, 2B)",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 946,
                    "text": "Figure 3)",
                    "ref_id": null
                }
            ],
            "section": "Cleavage of fusion proteins by 3C protease"
        },
        {
            "text": "We also experimented with the processing of MBP fusion proteins inside intact cells by coexpression of 3C protease. For this purpose, we used a 3C protease expression vector that can be induced by L-arabinose independently of the IPTG-inducible MBP fusion protein expression vector. As shown in Figure 4 , even in the absence of L-arabinose enough 3C protease was produced to cleave the majority of the MBP-sfGFP fusion protein. Nearly complete digestion was obtained in the presence of 0.01% arabinose. Higher concentrations of L-arabinose led to unintended cleavage of the TEV protease recognition site by 3C protease. Cleavage of the TEV protease site by 3C protease was confirmed by mass spectrometry (Supplementary Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 303,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 728,
                    "text": "(Supplementary Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Cleavage of fusion proteins by 3C protease"
        },
        {
            "text": "The dual protease protocol for protein purification consists of 4 main steps. First, cells expressing 3C protease are combined with cells expressing an appropriately designed MBP fusion protein ( Figure 1A) and lysed together to cleave off the MBP tag. Next, the soluble His 6 -tagged passenger protein is purified by IMAC on a HisTrap column. Third, the affinity purified protein is digested with His 6 -tagged TEV protease to remove the His 6 -tag and the translated attB1 region, thus generating the native protein devoid of any tags and cloning artifacts with the possible exception of an N-terminal glycine residue. Finally, the pure protein is collected in the effluent from a second HisTrap column, which serves to remove the His-tag, the TEV protease and any residual undigested His-tagged passenger protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 206,
                    "text": "Figure 1A)",
                    "ref_id": null
                }
            ],
            "section": "A dual protease strategy for protein purification"
        },
        {
            "text": "This second IMAC step also aids in the removal of any nonspecific proteins that appeared in the first IMAC elution. A gel filtration column is recommended as a final polishing step and a means of removing any soluble aggregates that may be present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A dual protease strategy for protein purification"
        },
        {
            "text": "To evaluate the efficacy of this generic protocol, we purified GFP, sfGFP, IglC, Ubc9, ChikV protease, MERS-CoV 3CL pro , and DUSP14, all of which were produced as MBP fusion proteins of the type depicted in Figure 1A . At every step, the purity of the proteins was monitored by SDS-PAGE ( Figure 5 ). The cleavage products generated by 3C protease and TEV protease were also analyzed by electrospray ionization mass spectroscopy along the purification route. The phosphatase activity or the visible green fluorescence confirmed the Anal Biochem. Author manuscript; available in PMC 2017 July 01.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 217,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 298,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "A dual protease strategy for protein purification"
        },
        {
            "text": "proper folding of the purified DUSP14 and GFP, respectively (data not shown). Following a final buffer exchange with a gel filtration column to enhance the homogeneity of the purified proteins, they were judged to be >95% pure by SDS-PAGE ( Figure 5 ). Their molecular weights were confirmed by electrospray ionization mass spectroscopy. The final yield of the purified passenger proteins ranged from 0.5 -5.0 mg per gram of wet E. coli cell weight.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 249,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "A dual protease strategy for protein purification"
        },
        {
            "text": "The extraordinary ability of MBP to enhance the yield and promote the solubility of its fusion partners is well documented (Fox et al. 2003; Kapust and Waugh 1999; Raran-Kurussi et al. 2015) , but it is not a particularly good affinity tag for protein purification. Therefore, we and others have employed a generic strategy for protein expression and purification that combines the solubility-enhancing benefit conferred by MBP with the powerful advantage of immobilized metal affinity chromatography by using a polyhistidine tag in a tandem configuration with MBP (His 6 -MBP) (Hewitt et al. 2011; Jing et al. 2010; Nallamsetty and Waugh 2007) . Although frequently successful, this approach has two potential pitfalls. First, many aggregation-prone proteins that can be rendered soluble by fusing them to MBP subsequently precipitate after they are separated from the solubility enhancer. Second, MBP has a tendency to form noncovalent complexes with some passenger proteins that complicates their downstream purification. The first problem occurs when passenger proteins are unable to fold properly, either spontaneously or with the assistance of endogenous chaperones, once the competing kinetic pathway of aggregation is blocked by fusing them to MBP (Raran-Kurussi & Waugh, 2012) . Presently there is no generally effective solution to this problem. However, the method reported here, in which MBP is cleaved from the passenger protein in the crude cell extract, enables many of these \"dead end\" cases to be spotted very early, prior to purification of the fusion protein by affinity chromatography. Still, occasionally a passenger protein may remain soluble but be biologically inactive after it is released from MBP, possibly because fusion to MBP enables certain proteins to evolve into kinetically trapped folding intermediates that are no longer susceptible to aggregation. Therefore, it is advisable to employ a biological assay, if possible, at an early stage to confirm that the passenger protein is properly folded. The second advantage of cleaving the MBP fusion protein prior to affinity purification is that this reduces the tendency of MBP to \"stick\" to the cleaved passenger protein during its purification. This characteristic of MBP may be related to the mechanism by which it promotes solubility and inhibits aggregation, which is thought to involve the formation of transient complexes between MBP and partially folded passenger proteins (Raran-Kurussi & Waugh, 2012) .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 140,
                    "text": "(Fox et al. 2003;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 141,
                    "end": 163,
                    "text": "Kapust and Waugh 1999;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 164,
                    "end": 190,
                    "text": "Raran-Kurussi et al. 2015)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 578,
                    "end": 598,
                    "text": "(Hewitt et al. 2011;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 599,
                    "end": 616,
                    "text": "Jing et al. 2010;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 617,
                    "end": 644,
                    "text": "Nallamsetty and Waugh 2007)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1256,
                    "end": 1285,
                    "text": "(Raran-Kurussi & Waugh, 2012)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2462,
                    "end": 2491,
                    "text": "(Raran-Kurussi & Waugh, 2012)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the amino acids surrounding the 3C protease cleavage site are the same in all of the fusion proteins, they were not all cleaved with equal efficiency (Figure 2A, 2B) . The most likely explanation for this is that some of the fusions exist in the form of soluble aggregates, thereby masking the cleavage site. We have also observed cases in which a His 6 -MBP fusion protein binds readily to IMAC (e.g., Ni-NTA) resin whereas the corresponding His 6 fusion protein generated after 3C cleavage does not. This could be due to obstruction of the His 6 tag when it is present on the N terminus of the passenger protein as opposed to when it is attached to the N terminus of MBP. This is exemplified by DUSP14 (Supplementary Figure S3A) . Inefficient binding of a His 6 -tagged passenger during IMAC is not necessarily indicative of an unfolded protein, however, because at least some of the unbound His 6 -DUSP14 was enzymatically active (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 174,
                    "text": "(Figure 2A, 2B)",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 739,
                    "text": "Figure S3A)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Donnelly and coworkers have described a similar dual protease approach using TVMV and TEV proteases. (Donnelly et al. 2006 ). However, the method presented here has two noteworthy advantages. First, 3C protease is used instead of TVMV protease to separate MBP from the His-tagged passenger protein. 3C protease is superior to TVMV protease because it is highly active at low temperature (Raran-Kurussi et al. 2013) . Consequently, the reaction proceeds efficiently on ice. Moreover, in the Donnelly method the fusion protein is cleaved by TVMV protease inside intact cells. Yet expression of the TVMV protease is constitutive, resulting in the rapid cleavage of MBP fusion proteins following their translation. There is significant evidence to suggest that the longer a protein remains fused to MBP, the more likely it is to fold correctly (Kapust and Waugh 2000) . Although delayed induction of the 3C protease gene on the plasmid pSRK2751 with arabinose was intended to solve this problem, unfortunately enough protease was produced in the absence of inducer to cleave a substantial portion of a well-expressed MBP-sfGFP fusion protein in vivo ( Figure   4 ). Hence, we recommend employing the novel co-lysis method of 3C protease cleavage instead.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 122,
                    "text": "(Donnelly et al. 2006",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 387,
                    "end": 414,
                    "text": "(Raran-Kurussi et al. 2013)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 840,
                    "end": 863,
                    "text": "(Kapust and Waugh 2000)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1148,
                    "end": 1158,
                    "text": "Figure   4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The dual protease strategy for protein expression and purification described here is simple and universally applicable. For example, MBP fusion proteins expressed in insect cells or other hosts could be co-lysed with E. coli cells containing 3C protease if desired; it is not necessary to develop a means of co-expressing 3C protease in each different host. Moreover, while the attrition rate may seemingly appear higher than that associated with the use of a dual His 6 -MBP tag and a single protease, proteins that cannot be purified using the dual protease approach very likely would also prove to be problematic when the more conventional approach is employed, only at a later stage and after a considerably greater expenditure of time and effort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        },
        {
            "text": "Purification monitored by SDS-PAGE at different stages. In panels A to D, the following gel-loading pattern applies. Lane 1, soluble lysate (crude); lane 2, flow-through from 1 st IMAC column (unbound); lane 3, eluate from 1 st IMAC column; lane 4, products of TEV protease digest; lane 5, flow-through from 2 nd IMAC column; lane 6, protein after final gel filtration column. The passenger proteins are marked in all panels. The pattern of digestion products is marked in (A). Anal Biochem. Author manuscript; available in PMC 2017 July 01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure. 5. Protein purification using the dual protease method"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An expression vector tailored for large-scale, high-throughput purification of recombinant proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Millard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clancy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stols",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Eschenfeldt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Collart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Joachimiak",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Protein Expr Purif",
            "volume": "47",
            "issn": "2",
            "pages": "446--54",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Maltodextrin-binding proteins from diverse bacteria and archaea are potent solubility enhancers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Routzahn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Bucher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "FEBS Lett",
            "volume": "537",
            "issn": "1-3",
            "pages": "53--60",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Expression of proteins in Escherichia coli as fusions with maltose-binding protein to rescue non-expressed targets in a highthroughput protein-expression and purification pipeline",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Hewitt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Crowther",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Napuli",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Voorhis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acta Crystallogr Sect F Struct Biol Cryst Commun",
            "volume": "67",
            "issn": "",
            "pages": "1006--1015",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Crystal structure and oligomeric state of the RetS signaling kinase sensory domain",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jaw",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Schubot",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proteins",
            "volume": "78",
            "issn": "7",
            "pages": "1631--1671",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Tobacco etch virus protease: mechanism of autolysis and rational design of stable mutants with wild-type catalytic proficiency",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kapust",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tozser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cherry",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Copeland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Protein Eng",
            "volume": "14",
            "issn": "12",
            "pages": "993--1000",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Escherichia coli maltose-binding protein is uncommonly effective at promoting the solubility of polypeptides to which it is fused",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kapust",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Protein Sci",
            "volume": "8",
            "issn": "8",
            "pages": "1668--74",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Controlled intracellular processing of fusion proteins by TEV protease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kapust",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Protein Expr Purif",
            "volume": "19",
            "issn": "2",
            "pages": "312--320",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison of affinity tags for protein purification",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lichty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Malecki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Agnew",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Michelson-Horowitz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Protein Expr Purif",
            "volume": "41",
            "issn": "1",
            "pages": "98--105",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Overproduction, purification and structure determination of human dual-specificity phosphatase 14",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Lountos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Tropea",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cherry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "65",
            "issn": "",
            "pages": "1013--1033",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "RNase III is required for localization to the nucleoid of the 5' pre-rRNA leader and for optimal induction of rRNA synthesis in E. coli",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Malagon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "RNA",
            "volume": "19",
            "issn": "9",
            "pages": "1200--1207",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Gateway vectors for the production of combinatorially-tagged His6-MBP fusion proteins in the cytoplasm and periplasm of Escherichia coli",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nallamsetty",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Austin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Penrose",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Protein Sci",
            "volume": "14",
            "issn": "12",
            "pages": "2964--71",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A generic protocol for the expression and purification of recombinant proteins in Escherichia coli using a combinatorial His6-maltose binding protein fusion tag",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nallamsetty",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Protoc",
            "volume": "2",
            "issn": "2",
            "pages": "383--91",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Structures of the Middle East respiratory syndrome coronavirus 3C-like protease reveal insights into substrate specificity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Needle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Lountos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "71",
            "issn": "",
            "pages": "1102--1113",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A strategy for optimizing the monodispersity of fusion proteins: application to purification of recombinant HPV E6 oncoprotein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nomine",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ristriani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Laurent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Lefevre",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Trave",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Protein Eng",
            "volume": "14",
            "issn": "4",
            "pages": "297--305",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Expression and purification of recombinant proteins in Escherichia coli with a His 6 or dual His 6 -MBP tag",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raran-Kurussi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Methods Mol. Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Positional effects of fusion partners on the yield and solubility of MBP fusion proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raran-Kurussi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Keefe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Protein Expr Purif",
            "volume": "110",
            "issn": "",
            "pages": "159--64",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Differential temperature dependence of tobacco etch virus and rhinovirus 3C proteases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raran-Kurussi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tozser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cherry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Tropea",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Anal Biochem",
            "volume": "436",
            "issn": "2",
            "pages": "142--146",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The ability to enhance the solubility of its fusion partners is an intrinsic property of maltose-binding protein but their folding is either spontaneous or chaperone-mediated",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raran-Kurussi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Differential effects of supplementary affinity tags on the solubility of MBP fusion proteins",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Routzahn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Struct Funct Genomics",
            "volume": "2",
            "issn": "2",
            "pages": "83--92",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Boundaries of the origin of replication: creation of a pET-28a-derived vector with p15A copy control allowing compatible coexistence with pET vectors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sathiamoorthy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Crystal structures of fusion proteins with large-affinity tags",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Mrozkiewicz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcgrath",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Listwan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kobe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Protein Sci",
            "volume": "12",
            "issn": "7",
            "pages": "1313--1335",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Enhancing the solubility of recombinant proteins in Escherichia coli by using hexahistidine-tagged maltose-binding protein as a fusion partner",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Tropea",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Methods Mol Biol",
            "volume": "705",
            "issn": "",
            "pages": "259--74",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Overview of tag protein fusions: from molecular and biochemical fundamentals to commercial systems",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Terpe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Appl Microbiol Biotechnol",
            "volume": "60",
            "issn": "5",
            "pages": "523--556",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Making the most of affinity tags",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends Biotechnol",
            "volume": "23",
            "issn": "6",
            "pages": "316--336",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "An overview of enzymatic reagents for the removal of affinity tags",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Protein Expr Purif",
            "volume": "80",
            "issn": "2",
            "pages": "283--93",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We thank Karina Keefe and Danielle Needle for constructing the ChikV protease and the Ubc9 entry clones, respectively. This project has been funded by the Intramural Research Program of the NIH, National Cancer Institute, Center for Cancer Research. The content of this publication does not necessarily reflect the views or policies of the Department of Health and Human Services, nor does the mention of trade names, commercial products or organizations imply endorsement by the US Government. We thank the Biophysics Resource in the Structural Biophysics Laboratory, Frederick National Lab, for assistance with electrospray ionization mass spectroscopy. The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": " Table 1 Primer sequences",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        },
        {
            "text": "Sequence ( Anal Biochem. Author manuscript; available in PMC 2017 July 01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primers"
        }
    ]
}