{
    "paper_id": "9beadb64ac304891ccfe132bc0bea7073e02c11a",
    "metadata": {
        "title": "HIV-infected microglia mediate cathepsin B induced neurotoxicity",
        "authors": [
            {
                "first": "Frances",
                "middle": [],
                "last": "Zenón",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Puerto Rico Medical Sciences Campus",
                    "location": {
                        "settlement": "San Juan, Puerto Rico"
                    }
                },
                "email": ""
            },
            {
                "first": "Yisel",
                "middle": [],
                "last": "Cantres-Rosario",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Puerto Rico Medical Sciences Campus",
                    "location": {
                        "settlement": "San Juan, Puerto Rico"
                    }
                },
                "email": ""
            },
            {
                "first": "Radhika",
                "middle": [],
                "last": "Adiga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University School of Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "country": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Mariangeline",
                "middle": [],
                "last": "Gonzalez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Puerto Rico",
                    "location": {
                        "settlement": "Rio Piedras Campus"
                    }
                },
                "email": ""
            },
            {
                "first": "Eillen",
                "middle": [],
                "last": "Rodriguez-Franco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Puerto Rico Medical Sciences Campus",
                    "location": {
                        "settlement": "San Juan, Puerto Rico"
                    }
                },
                "email": ""
            },
            {
                "first": "Dianne",
                "middle": [],
                "last": "Langford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple University School of Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "country": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Loyda",
                "middle": [
                    "M"
                ],
                "last": "Melendez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Puerto Rico Medical Sciences Campus",
                    "location": {
                        "settlement": "San Juan, Puerto Rico"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "BACKGROUND-HIV-1-infected mononuclear phagocytes release soluble factors that affect the homeostasis in tissue. HIV-1 can prompt metabolic encephalopathy with the addition of neuronal dysfunction and apoptosis. Recently, we reported that HIV-1 enhances the expression and secretion of bioactive cathepsin B in monocyte-derived macrophages, ultimately contributing to neuronal apoptosis. In this research, we request if microglia respond to HIV infection similarly by modifying the expression, secretion, neurotoxic potential of cathepsin B and the in vivo relevance of these findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "METHODS-HIV-ADA infected human primary microglia and CHME-5 were assessed for expression and activity of cathepsin B, its inhibitors, cystatins B and C, and neurotoxicity associated with these changes. Human primary neurons were exposed to supernatants from HIVinfected and uninfected microglia in the presence of cathepsin B inhibitors and apoptosis was assessed by TUNEL. Microglial expression of cathepsin B was validated in brain tissue from HIVE patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "microglia secreted significantly greater levels of cathepsin B, cystatin B, and cystatin C compared to uninfected cells. Increased apoptosis was observed in neurons exposed to supernatants from HIV-1 infected microglia at days 12 post-infection. The cathepsin B inhibitor CA-074 and cathepsin B antibody prevented neuronal apoptosis. Increased microgliaderived cathepsin B, cystatin B, and cystatin C and caspase-3+ neurons were detected in HIVE brains compared to controls. CONCLUSIONS-Our results suggest that HIV-1-induced cathepsin B production in microglia contributes to neuronal apoptosis and may be an important factor in neuronal death associated with HIVE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Human primary neuron and microglia isolation and culture-Human primary neurons and microglia were provided by Temple University's Comprehensive NeuroAIDS Center. Fetal brain tissue (gestational age 16-18 weeks) was obtained from elective abortion procedures performed in full compliance with National Institutes of Health and Temple University ethical guidelines. The tissue was washed with cold Hanks balanced salt solution (HBSS) and meninges and blood vessels were removed as previously described [Huang et al, 2011; Ghorpade et al, 1998].. For microglia, brain tissue was supplemented with Ca 2+ and Mg 2+ and then digested with 0.25% trypsin (Sigma) for 30 min at 37°C. Trypsin was neutralized with fetal bovine serum (FBS), and the tissue was further dissociated to obtain single-cell suspensions. The cells were cultured in DMEM (Sigma), supplemented with a mixture containing 10% heat-inactivated FBS, 1,000 U of purified recombinant human macrophage colony stimulating factor (MCSF) per ml, penicillin and streptomycin (50 mg/ ml), and 100 mg/ml of neomycin. The mixed culture was maintained under 5% CO 2 for 7 days, and the medium was fully replaced to remove any cell debris. The microglia cells released with further incubation were collected and purified by preferential adhesion. Microglia were seeded as an adherent monolayer at a density of 3 × 10 6 cells/well in a 6well plate and floating cells were removed after 4h. For neurons, tissue in HBSS was digested with papain (Sigma-Aldrich, St. Louis, MO) for 30 min at 37°C. Tissue was then dissociated to obtain single-cell suspensions by repeated pipetting with small bore fire polished glass Pasteur pipettes. Cells were plated in poly-D lysine-coated dishes at a density of ~ 1.8 × 10 6 cells/60mm dish in neurobasal media with B27 supplement, horse serum, and gentamicin (Invitrogen). After 2hr of attachment, media was replaced with fresh complete neurobasal media. Twenty-four hours later, cultures were replaced with neurobasal media without horse serum. Four days later, one fourth of the media was removed and replaced with neurobasal media supplemented with fluorodeoxyuridine (FDU) and uridine. Following FDU treatment, neurons were cultured in neurobasal medium with Glutamax and B27 supplement. One half volume of media was replaced every 48h. Purity of cell type specific cultures was assessed by immunolabeling for cell-type specific markers, including Iba-1 for microglia, GFAP for astrocyte and MAP2, neurofilament, and synaptophysin for neurons. CHME-5 microglia-The microglia cell line CHME-5 was kindly provided by Dr. Randal Davis from Oklahoma State University. It was originally obtained from human fetal microglia (Peudenier et al. 1991) transfected with the T-antigen of SV-40 virus (Janabi et al. 1995). Cells were cultured to 70% confluence in Dulbecco's modified Eagle's medium (DMEM) (Sigma Chemical Company, St. Louis, MO) supplemented with 5% inactivated Zenón et al.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 519,
                    "text": "[Huang et al, 2011;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2705,
                    "end": 2728,
                    "text": "(Peudenier et al. 1991)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Microglia are the brain macrophages that participate in the protection and support of neurons. (Rock et al. 2004 ). One of the most important functions of microglia is to supply primary defense of the central nervous system (CNS) against infectious diseases (Rock et al. 2004 ) and to play a pivotal role of innate immunity in the CNS (Nguyen et al. 2002) . Microglia exert their protective functions by working as scavengers (Voyvodic 1996) , maintaining homeostasis (Tambuyzer et al. 2009 ), and recruiting immune cells from the periphery to the CNS (Alexaki et al. 2008) . However, the protective phenotype can evolve into a destructive one under chronic disease conditions such as HIV-1 infection and its neurological complications by producing inflammatory cytokines and chemokines that can damage bystander cells including neurons (Ghorpade et al. 1998a ).",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 112,
                    "text": "(Rock et al. 2004",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 258,
                    "end": 275,
                    "text": "(Rock et al. 2004",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 335,
                    "end": 355,
                    "text": "(Nguyen et al. 2002)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 426,
                    "end": 441,
                    "text": "(Voyvodic 1996)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 468,
                    "end": 490,
                    "text": "(Tambuyzer et al. 2009",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 552,
                    "end": 573,
                    "text": "(Alexaki et al. 2008)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 837,
                    "end": 859,
                    "text": "(Ghorpade et al. 1998a",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The hallmark for HIV-associated neurocognitive disorders (HAND) is the release of soluble viral and cellular neurotoxins from infected and/or activated microglia and perivascular macrophages that can damage bystander cells. In a recent study, we used monocyte-derived macrophages (MDM) differentiated from blood monocytes from healthy donors as a model of perivascular macrophage to explore the role of cathepsin B on neuronal apoptosis in the brain during HIV infection (Rodriguez-Franco et al. 2012) . Cathepsin B is a cysteine protease of lysosomal origin involved in various cellular processes (Honey and Rudensky 2003) including; apoptosis (Kingham and Pocock 2001) , inflammation, and neurodegeneration (Nixon et al. 2000) . In the previous study, we reported that HIV-infected MDM secreted high levels of bioactive cathepsin B that were associated with increased neuronal apoptosis (Rodriguez-Franco et al. 2012) . We also demonstrated that following chronic HIV infection, cathepsin B does not interact with the lysosome membrane. Absence of interactions between cathepsin B and both of its inhibitors, cystatins B and C, were observed in HIV-1 infected MDM compared to uninfected controls (Rodriguez-Franco et al. 2012) . The increased expression of cathepsin B was also observed in peripheral blood monocytes from the Hispanic women cohort with HAND (Cantres-Rosario et al. 2013) , and from post-mortem brain tissue from a patient with HAND (Rodriguez-Franco et al. 2012) and from MDM and brain tissue of patients exposed to cocaine (Zenón et al. 2014 ). However, the contribution of cathepsin B from HIV-infected microglia remained to be determined.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 501,
                    "text": "(Rodriguez-Franco et al. 2012)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 598,
                    "end": 623,
                    "text": "(Honey and Rudensky 2003)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 645,
                    "end": 670,
                    "text": "(Kingham and Pocock 2001)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 709,
                    "end": 728,
                    "text": "(Nixon et al. 2000)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 889,
                    "end": 919,
                    "text": "(Rodriguez-Franco et al. 2012)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1198,
                    "end": 1228,
                    "text": "(Rodriguez-Franco et al. 2012)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1360,
                    "end": 1389,
                    "text": "(Cantres-Rosario et al. 2013)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1451,
                    "end": 1481,
                    "text": "(Rodriguez-Franco et al. 2012)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1543,
                    "end": 1561,
                    "text": "(Zenón et al. 2014",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the present study, we asked if HIV-1 triggers similar responses in resident microglia. We compared the expression of cathepsin B and cystatins B and C in HIV-1 infected and uninfected human primary microglia. Results demonstrated that HIV infection in vitro affected cathepsin B expression and secretion in human primary microglia and the microglia cell line CHME-5. The results revealed an induced secretion of cathepsin B in HIV-infected microglia that prompted neuronal apoptosis. The results with CHME-5 cells were comparable to primary microglia albeit at lower levels. To assess the relevance of these findings, we determined expression patterns of these enzymes in post-mortem brain tissue from HIV encephalitis (HIVE) and control cases. We found that cathepsin B expression and cystatin C were increased in HIVE cases and was associated with microglial cells and perivascular macrophages. Expression of cystatin B increased in microglial cells with HIV infection. Taken together, our findings support an important role for cathepsin B and cystatins B and C in microglial response to HIV infection of the CNS. fetal bovine serum (FBS), 1% L-glutamine, and 1% pen/strep. All cells were maintained at 37°C in a 5% CO 2 incubator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "CHME-5 microglia were grown as previously described until confluence for surface labeling of CD4 and CCR5 receptors. At approximately 75% confluence, cells were detached from the flask by repeated pipetting with fresh media or PBS against the cell monolayer. Detached cells were transferred to 5-ml polystyrene tubes (BD Falcon, Franklin Lakes, NJ) at a concentration of 5 × 10 5 cells/ml. The cell suspension was then centrifuged for 3 min at 4°C and 1200 rpm to obtain the cell pellet. Cells were washed with 1ml of wash buffer (3% FBS/PBS) and labeled with CD4-FITC (1:100; Becton Dickinson) and CCR5-FITC (1:100; R & D Systems) antibodies, or left in the wash buffer alone (unlabeled control) for 30 min at 4°C. For detection of intracellular cystatin B levels, CHME-5 were permeabilized using the BD Cytofix/Cytoperm kit (BD Biosciences, San Jose, CA), incubated with anti-cystatin B (Sigma) antibody (1:1000) for 1 hour at 4°C. After incubation with antibodies, cells were washed twice with 1 ml of wash buffer and centrifuged. Finally, cells were fixed in 1 ml of 1% paraformaldehyde. Fluorescence was read within 1 hr using a FACSort (BD Immunocytometry Systems, Franklin Lakes, NJ). Flow cytometry data acquisition and multivariate analysis was performed using the Cell Quest software (BD Biosciences, CA). Cells were gated in forward/side scatter dot plots and FITC emission measured in the FL1 (band pass filter 525 nm) channel. Data on scatter parameters and histograms were acquired in log mode. Ten thousand events were evaluated for each sample and the median peak channel obtained from the histograms was used to determine levels of CD4, CCR5, or cystatin B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of HIV-1 receptors CD4 and CCR5, and intracellular cystatin B in CHME-5 cells by flow cytometry"
        },
        {
            "text": "HIV-1 ADA was obtained from Dr. Howard Gendelman (University of Nebraska) following propagation and titration in MDM from HIV-1-seronegative donors after as previously described (Gendelman et al. 1990) . Primary microglia and CHME-5 were inoculated with HIV-ADA as described in Rodriguez-Franco et al. 2012 . Cultures were followed for 12 days post-infection and media collected at 3, 6 and 12 days post-infection (dpi) and stored at −80°C for p24 antigen assay, protein expression, and activity. Cells were lysed for protein studies were prepared according the previous published work of Rodriguez-Franco et al, 2012 .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 201,
                    "text": "(Gendelman et al. 1990)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 278,
                    "end": 306,
                    "text": "Rodriguez-Franco et al. 2012",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 589,
                    "end": 617,
                    "text": "Rodriguez-Franco et al, 2012",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "HIV-1 infection of primary human microglia and CHME-5 cells"
        },
        {
            "text": "Cell lystates containing 30μg of total protein were lyophilized at 4°C and rehydrated in 10 μl of sample buffer (4.75μL of Laemmli sample buffer, 0.25 μL of β-mercaptoethanol [BioRad] and 5.00 μl of ultrapure water (HPLC), and heated at 70°C for 10 minutes. Samples were loaded into 4%-20% Tris-HCL 15-well Ready Gels (BioRad), and positive controls for cystatin B, cystatin C and cathepsin B (isolated human protein from liver, Bio Vision, New Minas, N Nova Scotia, Canada). Proteins were separated at 150V for 1hr according to the NuPAGE® Protocol (Life Technologies, Grand Island, NY). After electrophoresis, proteins were transferred to a PVDF membrane using the semi-dry transfer method on a BioRad Trans Blot Turbo Transfer System for 7 minutes at 1.3 A-25V per gel. After transfer, membranes were blocked with non-fat dry milk in 1X T-TBS for 1 hr at room temperature with shaking. Membranes were incubated overnight at 4 °C with primary antibodies including mouse anti-human cathepsin B (1:500, Sigma-Aldrich), mouse anti-human cystatin B (1:2000, Sigma), mouse anti-human cystatin C (1:500, R&D Systems) and rabbit GAPDH (1:500, BIOSS) followed by secondary anti-mouse Ig G-HRP (1:10,000, Sigma), anti-rabbit Ig G-HRP (1:10,000, Sigma) or anti-mouse IgG-HRP (1:10,000, Sigma). All incubations with primary antibodies were conducted overnight at 4°C; all incubations with secondary antibodies were conducted for 1 hr at room temperature. Following incubations with primary and secondary antibodies, membranes were washed with 1X T-TBS at room temperature, five times for 5-10 minutes. Chemiluminescence (Super Signal West Femto Detection Kit; Pierce, Rockford, IL) was used for signal detection at BioRad Chemi Doc XR. The density of protein bands was determined using the Image Lab software (BioRad) and normalized against monoclonal rabbit anti-GAPDH (Sigma).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blot analysis"
        },
        {
            "text": "The secretion of cathepsin B and its inhibitors was determined from uninfected and HIV-1infected microglial supernatants collected at 3, 6, 9, and 12 dpi. Sandwich ELISA was used for the quantification of expression of secreted cathepsin B (R & D), cystatin B (R & D), and cystatin C (Bio Vendor) according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secretion of cathepsin B and its inhibitors"
        },
        {
            "text": "The bioactivity of secreted cathepsin B was determined using the cathepsin B Activity Assay kit (Bio Vision, New Mines, Nova Scotia) according to manufacturer's instructions AFC substrate was quantified using fluorometry as described (Rodriguez-Franco et al. 2012) . Microglial supernatants collected from cell cultures at 3, 6, 9, and 12 dpi were assayed in duplicates. Signals were detected using a fluorescence plate reader equipped with 400-nm excitation filter and 505-nm emission filters VersaFluor TM Fluorometer (BioRad).",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 264,
                    "text": "(Rodriguez-Franco et al. 2012)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Cathepsin B activity assay"
        },
        {
            "text": "Supernatants from primary microglia and CHME-5 cells were collected at days 3, 6 and 12 dpi and fresh serum-free media was added for 24 hr prior to collection (conditioned media). To determine neuronal apoptosis induced from primary microglia supernatants, we followed the method described in Rodriguez-Franco et al. 2012 . Human primary neurons were cultured until confluence and incubated with conditioned media derived from HIV-infected primary microglia at 12 dpi and treated with cathepsin B inhibitor (50uM) or cathepsin B monoclonal antibody (50 ng/mL). Apoptosis was measured using terminal deoxynucleotidyl transferase dUTP nick end labeling (TUNEL) assay at 12 days post-infection. Primary neurons exposed to conditioned media from uninfected microglia ( Figure 4A ), and HIV infected microglia ( Figure 4B ) show apoptosis. Inhibition of cathepsin B with the specific inhibitor, CA-074 decreased the neuronal apoptosis ( Figure 4C ). Little or no apoptosis were observed in neurons treated with microglia conditioned medium pretreated with cathepsin B antibody ( Figure 4D ). Positive control shows neuronal apoptosis ( Figure 4E ) as compared with negative control of culture media ( Figure 4F ). Confocal images were obtained on a Zeiss confocal microscope Axiovert 200M with a LSM 510 under an excitation wavelength of 488nm, 20X magnification. Quantitative analysis of staining ratio of apoptotic (green)/ non-apoptotic (blue) nuclei was performed using Image-based Tool for Counting Nuclei (ITNC) from Image J software (Rasband, 1997 (Rasband, -2009 to determine the percentage of apoptotic neurons (G). A significant increment of apoptotic neurons is present at 12 dpi (* p < 0.05). A significant decrease of apoptosis is observed in neurons that received the microglial medium pre-treated with the specific cathepsin B inhibitor (CA-074). Specificity of cathepsin B effects to significantly decrease apoptosis was further demonstrated in neurons that received microglia HIV-infected supernatants pre-treated with cathepsin B antibody at 1:500 (* p < 0.05). Two-way ANOVA was used as statistical analysis using 95% confidence interval. These results correspond to HIV infected microglia from donor 1.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 321,
                    "text": "Rodriguez-Franco et al. 2012",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1535,
                    "end": 1549,
                    "text": "(Rasband, 1997",
                    "ref_id": null
                },
                {
                    "start": 1550,
                    "end": 1565,
                    "text": "(Rasband, -2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 765,
                    "end": 774,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 807,
                    "end": 816,
                    "text": "Figure 4B",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 941,
                    "text": "Figure 4C",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1083,
                    "text": "Figure 4D",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1140,
                    "text": "Figure 4E",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1205,
                    "text": "Figure 4F",
                    "ref_id": null
                }
            ],
            "section": "Determination of neuronal apoptosis from microglia condition media"
        },
        {
            "text": "Neuronal apoptosis, was assessed using SK-N-SH cell line obtained from human metastatic neuroblastoma tissue (Biedler et al. 1973; Biedler et al. 1978; Nishida et al. 2008; Baratchi et al. 2011 ). The SN-N-SH cells were cultured until ~85% confluence and incubated with conditioned media from uninfected and HIV-infected microglia at 1:4 dilution in serum-free DMEM. The CHME-5-conditioned medium with or without cathepsin B inhibitor (50uM, Sigma) was added at a concentration of 50uM, or cathepsin B monoclonal antibody (50ng/mL, Sigma). Cathepsin B inhibitor and antibody were titrated previous to selection of final concentration for the assay. After incubation, conditioned media was removed, and neuronal apoptosis was measured by TUNEL as described previously (Rodriguez-Franco et al. 2012 ).",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 130,
                    "text": "(Biedler et al. 1973;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 131,
                    "end": 151,
                    "text": "Biedler et al. 1978;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 152,
                    "end": 172,
                    "text": "Nishida et al. 2008;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 173,
                    "end": 193,
                    "text": "Baratchi et al. 2011",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 767,
                    "end": 796,
                    "text": "(Rodriguez-Franco et al. 2012",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Determination of neuronal apoptosis from microglia condition media"
        },
        {
            "text": "Human brain tissue was obtained from the National NeuroAIDS Tissue Consortium (NNTC) and the California NeuroAIDS Tissue Consortium (CNTN) (San Diego, CA), in accordance with Human Subjects Protections and the Institutional Review Board (Temple and UPR). Serial sections of formalin-fixed, paraffin-embedded frontal cortex tissues from HIVE patients or normal controls were placed on electromagnetically charged glass slides. Sections were deparaffinized at 60°C for 40 min, placed in xylene and rehydrated through descending grades of ethanol up to water. After non-enzymatic antigen retrieval in 0.01 M sodium citrate buffer (pH 6.0) for 30 min at 97°C in a vacuum oven, slides were washed with 1 X PBS and placed in blocking solution (5% normal goat or horse serum; Vector Laboratories) for 2 hr. Primary antibodies utilized included IBA (1: 100; Wako, Richmond, VA), cathepsin-B (1: 100; Sigma-Aldrich), cystatin C (1: 100; R&D Systems), cystatin B (1:500, Sigma-Aldrich), and caspase-3 (1:15, Millipore, Danvers, MA). Sections were incubated with primary antibody overnight in a dark, humidified chamber at room temperature, rinsed 3X with PBS, and incubated with fluorescein isothiocyanate (FITC) (1: 200; Vector Laboratories) or Rhodamine Red (1: 200; Vector Laboratories)-conjugated secondary antibodies for 1 hr at room temperature in the dark. Sections were again washed 3 X with PBS, cover-slipped with an aqueous based mounting medium containing DAPI for nuclear labeling (Vectashield; Vector Laboratories), visualized with a Nikon ultraviolet inverted microscope, and processed with deconvolution software (Slidebook 4.0; Intelligent Imaging, Denver, CO). Deconvolution was performed using Slide Book 4 software, allowing acquisition of multiple 0.25 μm thick digital sections and 3-D reconstruction of the image. For cystatin B and IBA immunofluorescence, sections were labeled with mouse antihuman cystatin B (1:100, Sigma-Aldrich), IBA and DAPI. Conjugated goat anti-mouse Alexa-488 and goat anti-rabbit Alexa-546 secondary antibodies (Life Technologies) were used at 1:200 dilution. Images were acquired using a Nikon Eclipse E400 fluorescence microscope equipped with a SPOT Insight QE camera and analyzed using SPOT 5.1 software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of cathepsin B, cystatin B and Cystatin C from microglia in post-mortem brain tissue with HIV encephalitis"
        },
        {
            "text": "Data from each experiment were tested for normal distribution using the Shapiro-Wilk test of normality. For those data that were normally distributed, descriptive statistics included mean and standard deviation. Differences between HIV-positive and HIV-negative samples over days of infection were assessed using analysis of variance (ANOVA). For those data that were not normally distributed, descriptive statistics included median and interquartile range (25th and 75th percentile of the distribution). Differences between groups and over days of infection were assessed using median one-way or two-way analysis of variance one way ANOVA, as needed. Statistical significance was considered at p<0.05 for all comparisons. All statistics were performed using SAS, version 9.2 (The SAS Institute, Cary, NC) or Prism GraphPad 5.0 software (GraphPad software, Inc., CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Human primary microglia were inoculated with HIV ADA and productivity of infection determined from cell supernatants by ELISA. Levels of HIV-1 infection were indicated by increased HIV-1 p24 antigen over the time of infection with a mean significant increase of ~5,000 pg/mL at 12 days post-infection (dpi) (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "HIV ADA replication is productive in human primary microglia and CHME-5 cells"
        },
        {
            "text": "To determine the susceptibility of CHME-5 microglia to HIV-1 infection, we first determined the expression of the CD4 receptor and CCR5 co-receptor by flow cytometry, as both receptors are used for HIV-1 entry. Results showed that CHME-5 microglia cells expressed the CD4 and CCR5 receptors with a mean fluorescence intensity (MFI) of 20 and 60 respectively (Supplementary Figure 1A -C). These results are similar to human primary fetal microglia cells (Lecointe et al. 2002) . After HIV-1 infection, CHME-5 microglia showed an increase in p24 antigen levels after 3 dpi (p<0.05), reaching 500 pg/mL at 12 dpi (Supplementary Figure 1D) . The levels of HIV p24 were 10x lower than human primary microglia but showed an increase in HIV-1 replication over time in culture. These data demonstrate that both human primary microglia and CHME-5 cells were productively infected by HIV-1 albeit at lower levels than MDM (Lee et al. 1993; Ioannidis et al. 1995) .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 475,
                    "text": "(Lecointe et al. 2002)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 912,
                    "end": 929,
                    "text": "(Lee et al. 1993;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 930,
                    "end": 952,
                    "text": "Ioannidis et al. 1995)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 382,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 625,
                    "end": 635,
                    "text": "Figure 1D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "HIV ADA replication is productive in human primary microglia and CHME-5 cells"
        },
        {
            "text": "Cathepsin B and its natural inhibitors cystatin B and cystatin C expression was determined in HIV-infected human primary microglia at 3, 6 and 12 dpi by Western blot analyses. Intracellular levels of cathepsin B remained at similar levels in uninfected and HIV-infected cells (Figure 2A , B), while cystatin B increased at 12 dpi in HIV infected cells ( Figure 2C ). Cystatin C did not show differences in expression between HIV infected and uninfected cells ( Figure 2D ). Following densitometry analysis, no significant differences were observed between uninfected and HIV-infected primary human microglia for cathepsin B or its inhibitors (Figure 2A-D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 286,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 354,
                    "end": 363,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 461,
                    "end": 470,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 642,
                    "end": 655,
                    "text": "(Figure 2A-D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Intracellular expression of cathepsin B and its inhibitors in HIV-infected microglia"
        },
        {
            "text": "Protein expression levels of cathepsin B, cystatin B, and cystatin C were monitored in CHME-5 cells following HIV-1 infection. Cathepsin B levels increased in HIV-1 infected CHME-5 cells at 3 and 6 dpi, however, these levels decreased at 12 dpi (Supplementary Figure 2A -C). Cystatin B did not show significant differences between uninfected and HIV infected cells (Supplementary Figure 2B and D) . However, intracellular levels of cystatin C were increased in HIV-infected than uninfected CHME-5 microglia at 12 dpi (Supplementary Figure 2E ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 269,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 380,
                    "end": 396,
                    "text": "Figure 2B and D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 532,
                    "end": 541,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Intracellular expression of cathepsin B and its inhibitors in HIV-infected microglia"
        },
        {
            "text": "Since western blot analyses revealed little or no expression of cystatin B in uninfected and HIV-1 infected CHME-5 cells ( Supplementary Figure 1 A Figure 3C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 147,
                    "text": "Supplementary Figure 1 A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 148,
                    "end": 157,
                    "text": "Figure 3C",
                    "ref_id": null
                }
            ],
            "section": "Intracellular expression of cathepsin B and its inhibitors in HIV-infected microglia"
        },
        {
            "text": "The concentration of secreted cathepsin B from human primary microglia of three different donors was measured. Data shows that at 3dpi the levels of cathepsin B in uninfected controls were 8ng/mL. However, at 6 and 12 dpi the levels of secreted cathepsin B in HIVinfected microglia supernatants increased to 25 and 26 ng/mL, respectively. These data suggest that HIV-1 replication significantly increased the levels of cathepsin B secretion in primary microglia at 6 and 12dpi ( Figure 3A ). Supernatants from HIV-1 infected and uninfected primary microglia of 3,6, and 12 dpi were tested for cathepsin B inhibitors; cystatins B and C. Results showed a similar levels of cystatin B over-time in culture ( Figure  3B ). Cystatin B levels reached 8ng/mL in uninfected and HIV infected cells ( Figure 3B ). Cystatin C increased at 3 dpi in HIV infected cells from 20 to 60 ng/mL but remained at similar levels at and 12 dpi ( Figure 3C ). No differences were observed in the ratio of cathepsin B to cystatins B or C respectively ( Figure 3 D and E).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 488,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 715,
                    "text": "Figure  3B",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 800,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 923,
                    "end": 932,
                    "text": "Figure 3C",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1036,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Increased levels of cathepsin B secretion in HIV-infected primary Microglia and CHME-5 cells"
        },
        {
            "text": "Extracellular secretion of cathepsin B and its inhibitors were also measured in CHME-5 cells. Cathepsin B increased in HIV infected cells at 6 dpi and although it decreased over time in culture, it remained significantly increased over uninfected controls (Supplementary Figure 4) . However the levels of cathepsin B in CHME-5 cells were 40 fold lower (reaching 0.5 ng/mL) than the levels in primary microglia that reached 25 ng/mL ( Figure 3A ). Cystatin C levels were similar in uninfected and HIV infected CHME-5 cells (Supplementary Figure  4) . The levels of cystatin C in HIV infected and uninfected CHME-5 were 0.25 ng/mL, which is approximately 200 fold lower than in primary microglia ( Figure 3C ). The levels of extracellular cystatin B in CHME-5 were undetectable in both uninfected and HIV-infected cultures (data not-shown). However, the levels of cystatin B secretion between HIV-infected and uninfected primary microglia although not significant reached 8 ng/mL ( Figure 3B ) which is 8-fold higher than CHME-5 cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 280,
                    "text": "Figure 4)",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 443,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 547,
                    "text": "Figure  4)",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 705,
                    "text": "Figure 3C",
                    "ref_id": null
                },
                {
                    "start": 980,
                    "end": 989,
                    "text": "Figure 3B",
                    "ref_id": null
                }
            ],
            "section": "Increased levels of cathepsin B secretion in HIV-infected primary Microglia and CHME-5 cells"
        },
        {
            "text": "Taken together these results indicate that both primary microglia and CHME-5 cells showed increased cathepsin B in response to HIV infection but the levels of its secretion and of the inhibitors were different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased levels of cathepsin B secretion in HIV-infected primary Microglia and CHME-5 cells"
        },
        {
            "text": "The activity of secreted cathepsin B was measured in culture supernatants from HIVinfected and uninfected primary microglia. No differences were detected between HIVinfected and uninfected cells at all days post-infection ( Figure 3F ), but cathepsin B activity is significantly higher at 12dpi for both uninfected and HIV-positive microglia compared to 3 and 6dpi. Activity of cathepsin B in CHME-5 cells was similar in uninfected and HIV infected CHME-5 cells (Supplementary Figure 4C) . When compared to primary microglia, the levels of cathepsin B activity as 25 fold higher in CHME-5 than human primary microglia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 233,
                    "text": "Figure 3F",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 487,
                    "text": "Figure 4C)",
                    "ref_id": null
                }
            ],
            "section": "Bioactive cathepsin B is secreted from human primary microglia and CHME-5 cells upon HIV-1 infection"
        },
        {
            "text": "Taken together, the results of cathepsin B in HIV infected and uninfected primary microglia and CHME-5 cells indicate that HIV-1 infection induces increased levels of cathepsin B in both types of cells during HIV infection. While the levels of cathepsin B in primary cells are much higher than CHME-5, the level of activity in CHME-5 was higher suggesting that the combination of concentration and activity in both types of cells is elevated during HIV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioactive cathepsin B is secreted from human primary microglia and CHME-5 cells upon HIV-1 infection"
        },
        {
            "text": "To further determine the potential contribution of human primary microglia-derived cathepsin B to neuronal apoptosis, primary neurons were treated with supernatant from primary microglia infected with HIV-1 ADA 6 and 12 dpi. Neuronal apoptosis was assessed using the TUNEL assay, and images were analyzed by fluorescence microscopy. The results show a significant increase of neuronal apoptosis at 12dpi (Figure 4) . However, the apoptosis can be ameliorated with primary microglia conditioned medium treated with cathepsin B inhibitor (CA-074) or pre-treated medium with anti-cathepsin B antibody. The percentage of cathepsin B-mediated neuronal apoptosis induced by HIV-infected microglial supernatant was determined by quantitative analysis of apoptotic (green)/non-apoptotic (blue) nuclei using Image-based Tool for Counting Nuclei (ITNC) from Image J software (NIH). A significant increase in the percentage of apoptotic neurons was observed at 12dpi (p<0.001) compared to neurons treated with uninfected primary microglia conditioned media. However, inhibition of cathepsin B by CA-074 or anti-cathepsin B significantly decreased the percentage of apoptotic neurons at 12dpi (p<0.001) (Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 414,
                    "text": "(Figure 4)",
                    "ref_id": null
                },
                {
                    "start": 1191,
                    "end": 1200,
                    "text": "(Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Human primary microglia and CHME-5 conditioned media induce neuronal apoptosis"
        },
        {
            "text": "The role of CHME-5 microglia-derived cathepsin B in neuronal apoptosis was tested using confluent SK-N-SH neuronal cells incubated in serum-free CHME-5 conditioned medium from uninfected and HIV-infected cultures and collected at 3, 6, and 12dpi. Neuronal apoptosis was measured using TUNEL, and images analyzed by confocal microscopy. The results show an increase of neuronal apoptosis at 6 and 12dpi (Supplementary Figure 5A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 426,
                    "text": "Figure 5A",
                    "ref_id": null
                }
            ],
            "section": "Human primary microglia and CHME-5 conditioned media induce neuronal apoptosis"
        },
        {
            "text": "As observed with primary neurons, apoptosis can be blocked with CHME-5 microglial conditioned medium containing the cathepsin B inhibitor (CA-074) or pre-treated medium with anti-cathepsin B antibody. A significant increase in the percentage of apoptotic neurons was observed at 6dpi (p<0.01) and 12dpi (p<0.001) compared to neurons treated with uninfected CHME-5 microglia condition media. However, inhibition of cathepsin B by CA-074 (Supplementary Figure 5B ) decreased significantly the percentage of apoptotic neurons at 6dpi (p<0.05) and 12dpi (p<0.001) compared to neurons treated with HIVinfected CHME-5 condition media. Likewise, CHME-5 microglia supernatant pre-treated with cathepsin B antibody reverted significantly the percentage of apoptotic neurons at 6dpi (p<0.01) and 12dpi (p<0.001). (Supplementary Figure 5C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 460,
                    "text": "Figure 5B",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 827,
                    "text": "Figure 5C",
                    "ref_id": null
                }
            ],
            "section": "Human primary microglia and CHME-5 conditioned media induce neuronal apoptosis"
        },
        {
            "text": "To assess microglial and macrophage expression of cathepsin B and cystatin C in HIV infection, frontal cortex tissues from 5 HIVE cases and 3 control cases (no HIV no CNS alterations) were co-immunolabeled with the microglial/macrophage specific marker IBA-1 and either cathepsin B or cystatin C. In control cases, cells labeled with IBA-1 (green) typical ramified microglia morphology were observed ( Figure 5A , B, arrowhead) with very low levels of cathepsin B detected (red). In contrast, HIVE cases showed increased cathepsin B (red) in IBA-1 (green) immunoreactive cells with morphologies characteristic of activated microglia ( Figure 5C -D, arrowheads) and macrophages ( Figure 5E , F, arrows) associated with small blood vessels ( Figure 5E , F, vessel lumen indicated by asterisks). Moreover, in HIVE, co-labeling of IBA-1 and cathepsin B in the same cell or closely adjacent cells was detected in microglia or macrophages. Some cathepsin B immunoreactive cells were also positive for caspase-3, a marker for apoptosis, indicating that these cells were undergoing programmed cell death ( Figure 5G , H, arrowheads). Of note, some cathepsin B positive cells were not co-labeled with caspase-3 and vice-versa ( Figure 5G , H arrows), indicating that some bystander cells not expressing detectable cathepsin B were undergoing apoptosis. These results suggest that in HIVE, expression of cathepsin B in IBA-1immunoreactive cells is increased, compared to uninfected control and that its expression is associated with microglia and macrophages. To assess expression of cystatin C, a cathepsin B inhibitor in IBA immunoreactive cells, 3 control and 5 HIVE cases were assessed. As expected, IBA-1 was detected in macrophages/microglia in all control and HIVE cases ( Figure 6A -F, green). Cystatin C expression was observed in IBA-1 positive cells with typical microglial morphology ( Figure 6A , D, C, arrowheads) and in IBA-1 positive cells resembling macrophages and associated with small vessels ( Figure 6E , arrow, asterisks indicate lumen). Cystatin B immunoreactivity was also analyzed in human post-mortem tissues from control or HIV-positive cases, with increased expression levels in microglia from HIVE cases (Figure 7) . Taken together, these results show that in HIVE, cathepsin B, cystatin C, and cystatin B levels are increased compared to uninfected control cases. Cathepsin B, cystatin C, and cystatin B are expressed in microglial cells and perivascular macrophages. Evidence of apoptosis is detected not only in cathepsin B expressing IBA positive cells, but in bystander cells as well.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 411,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 644,
                    "text": "Figure 5C",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 688,
                    "text": "Figure 5E",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 749,
                    "text": "Figure 5E",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1107,
                    "text": "Figure 5G",
                    "ref_id": null
                },
                {
                    "start": 1219,
                    "end": 1228,
                    "text": "Figure 5G",
                    "ref_id": null
                },
                {
                    "start": 1770,
                    "end": 1779,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 1888,
                    "end": 1897,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 2005,
                    "end": 2014,
                    "text": "Figure 6E",
                    "ref_id": null
                },
                {
                    "start": 2224,
                    "end": 2234,
                    "text": "(Figure 7)",
                    "ref_id": null
                }
            ],
            "section": "Cathepsin B, cystatin B and cystatin C are increased in microglia and perivascular macrophages from patients with HIVE"
        },
        {
            "text": "Resident microglia and infiltrating macrophages are the principal producers of HIV-1 in the brain and key players in induction of neuronal damage during HAND (Glass et al. 1995) . Proteomic analysis of HIV-infected macrophages has revealed that HIV infection can induce profound alterations in its normal cell physiology, potentially contributing to neuronal dysfunction [as reviewed by Melendez and collaborators, 2011; (Melendez et al. 2011 ). These alterations include not only the production of neurotoxins, but also the modulation of normal cellular processes. However, the difficulty and complexity of studying the human brain ex vivo is an obstacle to the understanding of HAND (Jayadev and Garden 2009) . With that in mind, we compared the role of microglia cathepsin B and its inhibitors in HIVinduced neuronal injury. Our study demonstrated that HIV-infected microglia secreted neurotoxic levels of cathepsin B.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 177,
                    "text": "(Glass et al. 1995)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 387,
                    "end": 420,
                    "text": "Melendez and collaborators, 2011;",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 442,
                    "text": "(Melendez et al. 2011",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 685,
                    "end": 710,
                    "text": "(Jayadev and Garden 2009)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although microglia are the sentinels of the brain, they are susceptible to HIV infection and consequently play a pivotal role in HAND. Investigation of HIV infection of microglia has continued since the discovery of HIV in the early 1980s (Barré-Sinoussi et al. 1983) . Microglia are commonly believed to originate from myeloid-monocytic cells precursors and express CD4, CCR5, and other essential co-receptors for HIV infection (He et al. 1997; Shieh et al. 1998) . It is also well known that these cells are productively infected by HIV (González-Scarano and Baltuch 1999) and thus act as reservoirs of low but persistent virus in the brain (Alexaki et al. 2008) .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 267,
                    "text": "(Barré-Sinoussi et al. 1983)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 429,
                    "end": 445,
                    "text": "(He et al. 1997;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 446,
                    "end": 464,
                    "text": "Shieh et al. 1998)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 643,
                    "end": 664,
                    "text": "(Alexaki et al. 2008)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In vitro infection of both fetal and adult human microglia has been demonstrated by several groups (Lee et al. 1993; Ioannidis et al. 1995) ; however, research with human primary microglia is laborious and a subject of controversy as fetal cells may not behave as adult microglia cells. We compared the expression of cathepsin B and its inhibitors in human primary microglia obtained from our Temple University CNAC to a human microglia cell line (CHME-5), obtained through transfection with SV-40 T-antigen (Janabi et al. 1995) and explored the effect of HIV-1 infection. The initial characterization of CHME-5 by Janabi and collaborators (1995) reported a lack of expression of the monocytic marker, CD4. In our study, however, we found that CHME-5 cells expressed low levels of the CD4 receptor. It has been demonstrated that CHME-5 microglia expresses the CCR5 chemokine receptor; which is known to be one of the principal co-receptors of HIV-1 in the brain (He et al. 1997; Shieh et al. 1998) . CCR5 is also the predominant co-receptor used by several neurotropic HIV-1 isolates, such as HIV-1 DS-br , HIV-1 RC-br , and HIV-1 YU-2 (Albright et al. 1999) . We found that CHME-5 expressed both receptors and were productively infected by HIV ADA , a macrophage-tropic isolate that uses CCR5 as a co-receptor. This viral isolate was originally isolated from peripheral blood mononuclear cells of an AIDS patient with Kaposi's sarcoma (Gendelman et al. 1988 ) and is known to infect primary microglia (Ghorpade et al. 1998b ). Several groups have previously used CHME-5 microglia as a model for CNS inflammation and infectious diseases including HIV (Atanassov et al.; Lachance et al. 1998; Arbour et al. 1999; Chugh et al. 2008; Lucas et al. 2010 ). These groups have transfected CHME-5 with HIV proteins, in contrast to direct infection of CHME-5 microglia cells (Chugh et al. 2008; Lucas et al. 2010 ).",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 116,
                    "text": "(Lee et al. 1993;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 117,
                    "end": 139,
                    "text": "Ioannidis et al. 1995)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 508,
                    "end": 528,
                    "text": "(Janabi et al. 1995)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 615,
                    "end": 646,
                    "text": "Janabi and collaborators (1995)",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 978,
                    "text": "(He et al. 1997;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 979,
                    "end": 997,
                    "text": "Shieh et al. 1998)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1136,
                    "end": 1158,
                    "text": "(Albright et al. 1999)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1436,
                    "end": 1458,
                    "text": "(Gendelman et al. 1988",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1502,
                    "end": 1524,
                    "text": "(Ghorpade et al. 1998b",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1651,
                    "end": 1669,
                    "text": "(Atanassov et al.;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1670,
                    "end": 1691,
                    "text": "Lachance et al. 1998;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1692,
                    "end": 1711,
                    "text": "Arbour et al. 1999;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1712,
                    "end": 1730,
                    "text": "Chugh et al. 2008;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1731,
                    "end": 1748,
                    "text": "Lucas et al. 2010",
                    "ref_id": null
                },
                {
                    "start": 1866,
                    "end": 1885,
                    "text": "(Chugh et al. 2008;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1886,
                    "end": 1903,
                    "text": "Lucas et al. 2010",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The main goal of this study was to determine if human primary microglia-derived cathepsin B could play a role in HAND by comparing its intracellular and extracellular expression and to determine if CHME-5 microglia cell line can model for primary human microglia in these effects. The expression and activity of cathepsin B and its inhibitors was also measured in post-mortem brain tissue microglia in relation to HIV-1 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cysteine proteases, such as cathepsin B are ubiquitous host proteins involved mainly in nonselective intracellular protein degradation in lysosomes (Barrett and Kirschke 1981) .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 175,
                    "text": "(Barrett and Kirschke 1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Outside the lysosomes, cathepsins are tightly regulated by the cystatins (Kopitar-Jerala 2006) . Until recently, cathepsins were thought to be completely inactive at neutral pH, but several groups have provided evidence that associates cytoplasmic and secreted cathepsin B with inflammation (Stoka et al. 2001; Schurigt et al. 2005; Nagaraj et al. 2006; Tsai et al. 2009 ) and apoptosis (Guicciardi et al. 2000; Kingham and Pocock 2001; Gan et al. 2004; Li and Pober 2005; Nagaraj et al. 2006; Wang et al. 2008; Tran et al. 2009 ). It is known that HIV infection triggers TNF-α and IL-1 inflammatory pathways (Albright 2002; O'Donnell et al. 2006; Ghafouri et al. 2006) , and this action is associated with increased oxidative stress (Guicciardi et al. 2000; Li and Pober 2005) and antioxidant dysfunction (Velazquez et al. 2009 ) during HAND. At low concentrations, cytoplasmic cathepsin B can be modulated by cystatins. Increased TNF and IL-1 promote the release of cathepsin B from the lysosomes (Guicciardi et al. 2000) . When cathepsin B released from lysosomes exceeds the amount of available cystatins, the protease inhibitor system is disrupted and free active cathepsin B can indiscriminately degrade essential proteins and/or be secreted from the cell (Li and Pober 2005) .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 94,
                    "text": "(Kopitar-Jerala 2006)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 291,
                    "end": 310,
                    "text": "(Stoka et al. 2001;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 311,
                    "end": 332,
                    "text": "Schurigt et al. 2005;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 333,
                    "end": 353,
                    "text": "Nagaraj et al. 2006;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 354,
                    "end": 370,
                    "text": "Tsai et al. 2009",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 387,
                    "end": 411,
                    "text": "(Guicciardi et al. 2000;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 412,
                    "end": 436,
                    "text": "Kingham and Pocock 2001;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 437,
                    "end": 453,
                    "text": "Gan et al. 2004;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 454,
                    "end": 472,
                    "text": "Li and Pober 2005;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 473,
                    "end": 493,
                    "text": "Nagaraj et al. 2006;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 494,
                    "end": 511,
                    "text": "Wang et al. 2008;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 512,
                    "end": 528,
                    "text": "Tran et al. 2009",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 609,
                    "end": 624,
                    "text": "(Albright 2002;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 625,
                    "end": 647,
                    "text": "O'Donnell et al. 2006;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 648,
                    "end": 669,
                    "text": "Ghafouri et al. 2006)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 734,
                    "end": 758,
                    "text": "(Guicciardi et al. 2000;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 759,
                    "end": 777,
                    "text": "Li and Pober 2005)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 806,
                    "end": 828,
                    "text": "(Velazquez et al. 2009",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 999,
                    "end": 1023,
                    "text": "(Guicciardi et al. 2000)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1262,
                    "end": 1281,
                    "text": "(Li and Pober 2005)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As both perivascular macrophages and microglia express CD4 and chemokine receptors and are susceptible to HIV-1, we asked if microglia cells would modulate cathepsin B and its inhibitors as we have observed for MDM (Rodriguez-Franco et al. 2012 ). In the present study, we found that HIV-infected primary microglia and CHME-5 expressed significantly higher levels of intracellular cathepsin B compared to their uninfected controls. Results indicated that HIV-1 ADA replicated productively in primary microglia cells. Primary microglia expressed an increased extracellular cathepsin B at 6 and 12dpi compared with uninfected controls suggesting that HIV-1 infection promotes the secretion of cathepsin B. We also showed that cystatins B and C had very different patterns of expression. Cystatin B was found in primary microglia that remained at similar levels in HIV infected and uninfected cells. In contrast, very low but also similar levels of cystatin B were found in both HIV infected and uninfected CHME-5 cells. In primary microglia, cystatin C expression is higher in than CHME-5 and increased significantly at 3dpi in HIV-1 infection compared with uninfected controls. We did not found any difference of intracellular expression of cathepsin B and its inhibitors in primary microglia. These results point out similarities in the intracellular expression of cystatin B in primary microglia and CHME-5 cells. We found that CHME-5 produce low levels of HIV p24 and undetectable cystatin B in supernatants which correlates with the low level of HIV-1 replication found in these cells as well as other tissue macrophages including placental macrophages (Luciano-Montalvo et al. 2008; Luciano-Montalvo and Melendez 2009 ). In contrast high levels of secreted cystatin B at 12 dpi correlates with HIV-1 infection in MDM as reported in previous studies (Meléndez et al. 2011; Rivera-Rivera et al. 2012) .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 244,
                    "text": "(Rodriguez-Franco et al. 2012",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1656,
                    "end": 1686,
                    "text": "(Luciano-Montalvo et al. 2008;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1687,
                    "end": 1721,
                    "text": "Luciano-Montalvo and Melendez 2009",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1853,
                    "end": 1875,
                    "text": "(Meléndez et al. 2011;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1876,
                    "end": 1902,
                    "text": "Rivera-Rivera et al. 2012)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding the secretion of cathepsin B and its inhibitors, we found that cathepsin B secretion was higher primary microglia (25ng/mL) compared to CHME-5 (0.5 ng/mL), but its secretion was significantly increased in HIV-infected primary microglia and CHME-5 cells as compared with uninfected controls. These results indicate that cathepsin B expression is increased in response to HIV infection in both types of microglia albeit at different levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, the levels of secreted-bioactive cathepsin B were much higher in HIV-infected and control CHME-5 cells compared to primary microglia. Following TUNEL assay experiments, we found that HIV-infected primary microglia and CHME-5 conditioned media both induce neuronal apoptosis and that can be prevented with the addition of cathepsin B inhibitor CA-074. These findings indicate that cathepsin B is also an important neurotoxic factor in microglia as reported for MDM (Rodriguez-Franco et al. 2012) , and this detrimental effect can be prevented using the cathespsin B inhibitor, CA-074 or anticathepsin B antibody.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 509,
                    "text": "(Rodriguez-Franco et al. 2012)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Higher levels of cystatins B and C were produced by primary microglia that diminished cathepsin B activity significantly but did not prevent its secretion and neurotoxicity. In CHME-5 cells, cystatin B appears not to have a crucial role in inhibiting cathepsin B due to its low expression; instead, our results suggest that cystatin C is the main enzyme regulating intracellular cathepsin B. However, high levels of cystatin C prevented the secretion of cathepsin B but did not diminish its activity. These findings are confirmed by studies that reported the sequestration of cystatin C in the cytoplasm, increased levels of intracellular enzyme, and a concomitant decrease in extracellular levels during late HIV infection (Yoshii et al. 2011 ). This could be a mechanism of cellular protection against increments in cytoplasmic cathepsin B released from lysosomes after infection. Cystatin C has been associated with neuroprotection against increased oxidative stress (Pennacchio et al. 1996; Nagai et al. 2000; Wakasugi et al. 2004; Laspiur et al. 2007 ).",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 743,
                    "text": "(Yoshii et al. 2011",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 970,
                    "end": 994,
                    "text": "(Pennacchio et al. 1996;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 995,
                    "end": 1013,
                    "text": "Nagai et al. 2000;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1014,
                    "end": 1035,
                    "text": "Wakasugi et al. 2004;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1036,
                    "end": 1055,
                    "text": "Laspiur et al. 2007",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Studies of post-mortem brain tissue confirmed the identification of microglia and perivascular macrophages as cellular sources for increased cathepsin B, cystatin C, and cystatin B in 5 HIVE cases. The secretion of cathepsin B was associated with increased caspase-3 in microglia, macrophages and surrounding cells. These results support the role of cathepsin B in apoptosis during HIVE and suggest the development of strategies to control the secretion of this enzyme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our study shows that HIV infection of primary microglia and CHME-5 cells induce secretion of bioactive intracellular cathepsin B and neurotoxicity. This study also demonstrated that human primary cells and CHME-5 differ in basal levels of cathepsin B and its activity. The opposite occur in primary microglia compared to CHME-5 cells, increased secretion and low activity. However both CHME-5 and primary microglia mediate neuronal apoptosis in response to HIV infection (Huang et al. 2011 ). In addition, our data indicates that microglia derived cathepsin B is an important mediator of neuronal apoptosis and suggest that cystatin C limits cathepsin B activity but is not sufficient to prevent neuronal apoptosis. Our data indicate that the regulation of cathepsin B and its inhibitors is unique for each cell type but together with studies of post-mortem brain tissue supports the role of microglia and perivascular macrophages derived cathepsin B in neuronal injury, as demonstrated recently in MDM (Rodriguez-Franco et al. 2012) . The regulation of these enzymes in response drugs of abuse have recently been study and demonstrate that cocaine increases further cathepsin B secretion and activity from HIV-infected MDM increasing the levels of neuronal apoptosis (Zenón et al. 2014 ). Since both primary microglia and CHME-5 increases cathepsin B-induced neuronal apoptosis after HIV infection, CHME-5 cells could be used for further studies of regulation by other CNS cells in response to HIV infection and drug of abuse.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 504,
                    "text": "(Huang et al. 2011",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1018,
                    "end": 1048,
                    "text": "(Rodriguez-Franco et al. 2012)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1283,
                    "end": 1301,
                    "text": "(Zenón et al. 2014",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        },
        {
            "text": "Human primary neurons were incubated with conditioned media from HIV-infected primary microglia until 12 dpi with or without cathepsin B inhibitor (50uM) or cathepsin B monoclonal antibody (50 ng/mL). Apoptosis was measured using terminal deoxynucleotidyl transferase dUTP nick end labeling (TUNEL) assay at 12 dpi. Apoptotic cells are shown in green. Primary neurons exposed to conditioned media from uninfected microglia (A), or from HIV infected microglia (B) HIV+ supernatant shows significantly more apoptosis+ neurons (green) compared to uninfected supernatant. Inhibition of cathepsin B with the specific inhibitor, CA-074 decreased the neuronal apoptosis (C). Little or no apoptosis was observed in neurons treated with microglia conditioned medium pretreated with cathepsin B antibody (D). Positive control shows neuronal apoptosis (E) as compared with negative control of culture media (F). Confocal images were obtained on a Zeiss confocal microscope Axiovert 200M with a LSM 510 under an excitation wavelength of 488nm, 20X magnification. Quantitative analysis of staining ratio of apoptotic (green)/non-apoptotic (blue) nuclei was performed using Image-based Tool for Counting Nuclei (ITNC) from Image J software (NIH) to determine the percentage of apoptotic neurons (G). A significant increment of apoptotic neurons is present at 12 dpi (* p < 0.05). A significant decrease of apoptosis is observed in neurons that received the microglial medium pre-treated with the specific cathepsin B inhibitor (CA-074). Specificity of cathepsin B effects to significantly decrease apoptosis was further demonstrated in neurons that received microglia HIVinfected supernatants pre-treated with cathepsin B antibody at 1:500 (* p < 0.05). Two-way ANOVA was used for statistical analysis under 95% confidence interval. This is a representative experiment of HIV infected microglia from three different donors. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 4. HIV-infected primary microglia secrete cathepsin B that induces neurotoxicty"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Winning at losing: a guide to healthy weight loss. Best and worst exercises for weight loss. What works and what does not for shedding pounds through physical activity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Albright",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Diabetes Forecast",
            "volume": "55",
            "issn": "",
            "pages": "69--70",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Microglia express CCR5, CXCR4, and CCR3, but of these, CCR5 is the principal coreceptor for human immunodeficiency virus type 1 dementia isolates",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Albright",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "205--218",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cellular reservoirs of HIV-1 and their role in viral persistence",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alexaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wigdahl",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Curr HIV Res",
            "volume": "6",
            "issn": "",
            "pages": "388--400",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Persistent infection of human oligodendrocytic and neuroglial cell lines by human coronavirus 229E",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arbour",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ekandé",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Côté",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "3326--3363",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of ammonia on endocytosis and cytokine production by immortalized human microglia and astroglia cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Atanassov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dumont",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Neurochem Int",
            "volume": "27",
            "issn": "",
            "pages": "417--441",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Survivin mutant protects differentiated dopaminergic SK-N-SH cells against oxidative stress",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baratchi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Kanwar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Kanwar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "e15865.10.1371/journal.pone.0015865"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Isolation of a T-lymphotropic retrovirus from a patient at risk for acquired immune deficiency syndrome (AIDS)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Barré-Sinoussi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Chermann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rey",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Science",
            "volume": "220",
            "issn": "",
            "pages": "868--71",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Morphology and Growth, Tumorigenicity, and Cytogenetics of Human Neuroblastoma Cells in Continuous Culture Morphology and Growth, Tumorigenicity, and Cytogenetics of Human Neuroblastoma Cells in Continuous Culture",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Biedler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Helson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Spengler",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "2643--2652",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Multiple Neurotransmitter Synthesis by Human Neuroblastoma Cell Lines and Clones Multiple Neurotransmitter Synthesis by Human Neuroblastoma Cell Lines and Clones",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Biedler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roffler-Tarlov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schachner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3751--3757",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cathepsin B and cystatin B in HIV-seropositive women are associated with infection and HIV-1-associated neurocognitive disorders",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cantres-Rosario",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plaud-Valentín",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gerena",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "AIDS",
            "volume": "27",
            "issn": "",
            "pages": "347--56",
            "other_ids": {
                "DOI": [
                    "10.1097/QAD.0b013e32835b3e47"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Akt inhibitors as an HIV-1 infected macrophage-specific anti-viral therapy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chugh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bradel-Tretheway",
                    "suffix": ""
                },
                {
                    "first": "Cmr",
                    "middle": [],
                    "last": "Monteiro-Filho",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Retrovirology",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "11.10.1186/1742-4690-5-11"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Identification of cathepsin B as a mediator of neuronal death induced by Abeta-activated microglial cells using a functional genomics approach",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "5565--72",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M306183200"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Macrophage-HIV interaction: viral isolation and target cell tropism",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Gendelman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Baca",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Husayni",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "AIDS",
            "volume": "4",
            "issn": "",
            "pages": "221--229",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Efficient isolation and propagation of human immunodeficiency virus on recombinant colony-stimulating factor 1-treated monocytes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Gendelman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Orenstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Exp Med",
            "volume": "167",
            "issn": "",
            "pages": "1428--1469",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "HIV-1 associated dementia: symptoms and causes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghafouri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amini",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khalili",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Sawaya",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Retrovirology",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "28.10.1186/1742-4690-3-28"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Role of the beta-chemokine receptors CCR3 and CCR5 in human immunodeficiency virus type 1 infection of monocytes and microglia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ghorpade",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Q"
                    ],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "3351--61",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Human immunodeficiency virus neurotropism: an analysis of viral replication and cytopathicity for divergent strains in monocytes and microglia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghorpade",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nukuna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Che",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "3340--50",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Immunocytochemical quantitation of human immunodeficiency virus in the brain: correlations with dementia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fedor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Wesselingh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcarthur",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ann Neurol",
            "volume": "38",
            "issn": "",
            "pages": "755--62",
            "other_ids": {
                "DOI": [
                    "10.1002/ana.410380510"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Microglia as mediators of inflammatory and degenerative diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "González-Scarano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baltuch",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Annu Rev Neurosci",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "219-40.10.1146/annurev.neuro.22.1.219"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cathepsin B contributes to TNF-alpha-mediated hepatocyte apoptosis by promoting mitochondrial release of cytochrome c",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Guicciardi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deussing",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miyoshi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Clin Invest",
            "volume": "106",
            "issn": "",
            "pages": "1127--1164",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI9914"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "CCR3 and CCR5 are co-receptors for HIV-1 infection of microglia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "385",
            "issn": "",
            "pages": "645--654",
            "other_ids": {
                "DOI": [
                    "10.1038/385645a0"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Lysosomal cysteine proteases regulate antigen presentation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Honey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Rudensky",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Rev Immunol",
            "volume": "3",
            "issn": "",
            "pages": "472--82",
            "other_ids": {
                "DOI": [
                    "10.1038/nri1110"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Glutaminase dysregulation in HIV-1-infected human microglia mediates neurotoxicity: relevant to HIV-1-associated neurocognitive disorders",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Neurosci",
            "volume": "31",
            "issn": "",
            "pages": "15195--204",
            "other_ids": {
                "DOI": [
                    "10.1523/JNEUROSCI.2051-11.2011"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Long-term productive human immunodeficiency virus-1 infection in human infant microglia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ioannidis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reichlin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Skolnik",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Pathol",
            "volume": "147",
            "issn": "",
            "pages": "1200--1206",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Establishment of human microglial cell lines after transfection of primary cultures of embryonic microglial cells with the SV40 large T antigen",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Janabi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peudenier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Héron",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Neurosci Lett",
            "volume": "195",
            "issn": "",
            "pages": "105--113",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Host and viral factors influencing the pathogenesis of HIV-associated neurocognitive disorders",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jayadev",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Garden",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Neuroimmune Pharmacol",
            "volume": "4",
            "issn": "",
            "pages": "175--89",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Microglial secreted cathepsin B induces neuronal apoptosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Kingham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pocock",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Neurochem",
            "volume": "76",
            "issn": "",
            "pages": "1475--84",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The role of cystatins in cells of the immune system",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kopitar-Jerala",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "FEBS Lett",
            "volume": "580",
            "issn": "",
            "pages": "6295--301",
            "other_ids": {
                "DOI": [
                    "10.1016/j.febslet.2006.10.055"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Involvement of aminopeptidase N (CD13) in infection of human neural cells by human coronavirus 229E",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lachance",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arbour",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cashman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "6511--6520",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "CSF proteomic fingerprints for HIV-associated cognitive impairment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Laspiur",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ciborowski",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Neuroimmunol",
            "volume": "192",
            "issn": "07",
            "pages": "271--279",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Human cytomegalovirus infection reduces surface CCR5 expression in human microglial cells, astrocytes and monocyte-derived macrophages",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lecointe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dugas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leclerc",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Microbes Infect",
            "volume": "4",
            "issn": "",
            "pages": "1401--1409",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Productive infection of human fetal microglia in vitro by HIV-1",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hatch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Ann N Y Acad Sci",
            "volume": "693",
            "issn": "",
            "pages": "314--320",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The cathepsin B death pathway contributes to TNF plus IFN-gamma-mediated human endothelial injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Pober",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "175",
            "issn": "",
            "pages": "1858--1866",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Targeting the PI3K/Akt cell survival pathway to induce cell death of HIV-1 infected macrophages with alkylphospholipid compounds",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rivera-Pabon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "201010.1371/journal.pone.0013121"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Proteomic analyses associate cystatin B with restricted HIV-1 replication in placental macrophages",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luciano-Montalvo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ciborowski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Placenta",
            "volume": "29",
            "issn": "",
            "pages": "1016--1023",
            "other_ids": {
                "DOI": [
                    "S0143-4004(08)00307-X[pii].10.1016/j.placenta.2008.09.005"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Cystatin B associates with signal transducer and activator of transcription 1 in monocyte-derived and placental macrophages",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luciano-Montalvo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Melendez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Placenta",
            "volume": "30",
            "issn": "",
            "pages": "464--467",
            "other_ids": {
                "DOI": [
                    "S0143-4004(09)00081-2[pii].10.1016/j.placenta.2009.03.003"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Proteomic analysis of HIV-infected macrophages",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Melendez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Colon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rivera",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Neuroimmune Pharmacol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "89-106.10.1007/s11481-010-9253-4"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Proteomic analysis of HIV-infected macrophages",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Meléndez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Colon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rivera",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Neuroimmune Pharmacol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "89-106.10.1007/s11481-010-9253-4"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Cystatin C and cathepsin B in CSF from patients with inflammatory neurologic diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Murakawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Terashima",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Neurology",
            "volume": "55",
            "issn": "",
            "pages": "1828--1860",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Cathepsin B mediates TRAIL-induced apoptosis in oral cancer cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Nagaraj",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vigneswaran",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zacharias",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Cancer Res Clin Oncol",
            "volume": "132",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "171-83.10.1007/s00432-005-0053-9"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Innate immunity: the missing link in neuroprotection and neurodegeneration?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Julien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rivest",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat Rev Neurosci",
            "volume": "3",
            "issn": "",
            "pages": "216--243",
            "other_ids": {
                "DOI": [
                    "10.1038/nrn752"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Identification and classification of genes regulated by phosphatidylinositol 3-kinase-and TRKB-mediated signalling pathways during neuronal differentiation in two subtypes of the human neuroblastoma cell line SH-SY5Y",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Adati",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ozawa",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Res Notes",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "95.10.1186/1756-0500-1-95"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The endosomal-lysosomal system of neurons in Alzheimer's disease pathogenesis: a review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Nixon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cataldo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Neurochem Res",
            "volume": "25",
            "issn": "",
            "pages": "1161--72",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Human immunodeficiency virus (HIV)-induced neurotoxicity: roles for the NMDA receptor subtypes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "O&apos;donnell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Jordan-Sciutto",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Neurosci",
            "volume": "26",
            "issn": "",
            "pages": "981--990",
            "other_ids": {
                "DOI": [
                    "26/3/981[pii].10.1523/JNEUROSCI.4617-05.2006"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Mutations in the gene encoding cystatin B in progressive myoclonus epilepsy (EPM1)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Pennacchio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Lehesjoki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "271",
            "issn": "",
            "pages": "1731--1735",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Human microglial cells: characterization in cerebral tissue and in primary culture, and study of their susceptibility to HIV-1 infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peudenier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hery",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Montagnier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tardieu",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Ann Neurol",
            "volume": "29",
            "issn": "",
            "pages": "152--61",
            "other_ids": {
                "DOI": [
                    "10.1002/ana.410290207"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Inhibition of interferon response by cystatin B: implication in HIV replication of macrophage reservoirs",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rivera-Rivera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perez-Laspiur",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Colón",
                    "suffix": ""
                },
                {
                    "first": "Lmm",
                    "middle": [],
                    "last": "Meléndez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Neurovirol",
            "volume": "18",
            "issn": "",
            "pages": "20--29",
            "other_ids": {
                "DOI": [
                    "10.1007/s13365-011-0061-2"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Role of microglia in central nervous system infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Rock",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gekker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Microbiol Rev",
            "volume": "17",
            "issn": "",
            "pages": "942--64",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.17.4.942-964.2004"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Dysregulation of Macrophage-Secreted Cathepsin B Contributes to HIV-1-Linked Neuronal Apoptosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Franco",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Cantres-Rosario",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plaud-Valentin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "e36571.10.1371/journal.pone.0036571"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Local expression of matrix metalloproteinases, cathepsins, and their inhibitors during the development of murine antigen-induced arthritis",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schurigt",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stopfel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hückel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arthritis Res Ther",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "R174-88.10.1186/ar1466"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Chemokine receptor utilization by human immunodeficiency virus type 1 isolates that replicate in microglia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Albright",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sharron",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "4243--4252",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Lysosomal protease pathways to apoptosis. Cleavage of bid, not pro-caspases, is the most likely route",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stoka",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Turk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Schendel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "3149--57",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M008944200"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Microglia: gatekeepers of central nervous system immunology",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Tambuyzer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ponsaerts",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Nouwen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Leukoc Biol",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "352-70.10.1189/jlb.0608385"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "TNFalpha-induced macrophage death via caspase-dependent and independent pathways",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Temkin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Apoptosis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "320-32.10.1007/s10495-009-0311-4"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Imbalanced serum concentration between cathepsin B and cystatin C in patients with pelvic inflammatory disease",
            "authors": [
                {
                    "first": "H-T",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "P-H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y-T",
                    "middle": [],
                    "last": "Tee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Fertil Steril",
            "volume": "91",
            "issn": "",
            "pages": "549--55",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Antioxidant enzyme dysfunction in monocytes and CSF of Hispanic women with HIV-associated cognitive impairment",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Velazquez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plaud",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wojna",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Neuroimmunol",
            "volume": "206",
            "issn": "",
            "pages": "106--111",
            "other_ids": {
                "DOI": [
                    "S0165-5728(08)00454-2[pii].10.1016/j.jneuroim.2008.10.013"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Cell death in cortical development: How much? Why? So what?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Voyvodic",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Neuron",
            "volume": "16",
            "issn": "",
            "pages": "693--699",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Association of human neuroglobin with cystatin C, a cysteine proteinase inhibitor",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wakasugi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Morishima",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochemistry",
            "volume": "43",
            "issn": "",
            "pages": "5119--5144",
            "other_ids": {
                "DOI": [
                    "10.1021/bi0495782"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Proteomic modeling for HIV-1 infected microglia-astrocyte crosstalk",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "e2507.10.1371/journal.pone.0002507"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "CD4-independent human immunodeficiency virus infection involves participation of endocytosis and cathepsin B",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshii",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kamiyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Cocaine Potentiates Cathepsin B Secretion and Neuronal Apoptosis from HIV-Infected Macrophages",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zenón",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Segarra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Meléndez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Neuroimmune Pharmacol",
            "volume": "9",
            "issn": "",
            "pages": "703--718",
            "other_ids": {
                "DOI": [
                    "10.1007/s11481-014-9563-z"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", B, and D), we conducted flow cytometry analyses to confirm intracellular expression of this protein. Analysis confirmed the presence of very low intracellular levels of cystatin B in uninfected (Supplementary Figure 3A) and HIV-infected CHME-5 cells (Supplementary Figure 3B). No differences were observed in mean fluorescence intensities for cystatin B between uninfected and HIV infected CHME-5 cells (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "HIV-1 ADA replicates productively in primary microgliaIn vitro HIV-infected primary microglia from three different donors (triangles, A, B, C) shows productive infection at 12dpi. HIV replication was measured in cell supernatants by p24 antigen ELISA. The mean of the three experiments is demonstrated in panel D. Neurovirol. Author manuscript; available in PMC 2016 October 01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Intracellular expression of cathepsin B, cystatin B and cystatin C in human primary microgliaWestern blot analyses were performed with cell lysates from uninfected or HIV-1 infected human primary microglia using mouse monoclonal anti-cystatin B, anti-cystatin C, anticathepsin B and anti-β-actin antibodies. Cathepsin B (25 and 35 kDa), cystatin B (11kDa) and cystatin C (14kDa) are observed in all samples from 3, 6, 9, and 12 days post-infection, as well as the loading control GAPDH. Densitometry analyses were performed for all the proteins at the four time points after normalization with normalized GAPDH, indicating there were no differences in the expression of cystatin B (panel B), cathepsin B (panel C), or cystatin C (panel D). The figure is representative of three biological replicates. Two-way ANOVA was used as statistical analysis under 95% confidence interval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Double immunofluorescence labeling of frontal cortex tissue from representative control and HIVE patients with cathepsin B and caspase-3 A-B) control, C-F) HIVE. A-F) Tissues are immunolabeled with IBA (green) and cathepsin B (red). A-F) Arrowheads indicate cells with typical microglial morphology and arrows indicate cells associated with small vessels with typical macrophage morphology. G-H) Tissues are immunolabeled with caspase-3 (green) and cathepsin B (red). Arrows indicate cells immunoreactive for either cathepsin B or caspase-3, but not both. Arrowheads indicate co-localization of cathepsin B and caspase-3 (yellow). Asterisks indicate the lumens of vessels. Nuclei are stained in blue with DAPI. A-C) Magnification 400X, with panel B showing inset of panel A. D) magnification 1000X. E, G) magnification 400X. Neurovirol. Author manuscript; available in PMC 2016 October 01. Double immunofluorescence labeling of frontal cortex tissue from representative control and HIVE patients with cystatin C A-B) control, C, D) HIVE. Tissues are immunolabeled with IBA (green) and cystatin C (red). Arrowheads indicate cells with typical microglial morphology and arrows indicate cells associated with small vessels with typical macrophage morphology. D, E) Colocalization is indicted in yellow. Asterisks indicate the lumens of vessels. Nuclei are stained in blue with DAPI. Neurovirol. Author manuscript; available in PMC 2016 October 01. Double immunofluorescence labeling of frontal cortex tissue from representative control and HIV-positive patients with cystatin B A) HIV-negative, B) HIV+ normal cognition, C) HIV sub-syndromic, D) HIVE and HAD. Tissues are immunolabeled with IBA (red) for microglia and macrophages, and cystatin B (green). Nuclei are stained in blue with DAPI. Co-localization is indicted in yellow. Neurovirol. Author manuscript; available in PMC 2016 October 01.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "J Neurovirol. Author manuscript; available in PMC 2016 October 01.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Dr. Randall L. Davis from the Oklahoma State University Center for Health Sciences for kindly providing the CHME-5 microglia cell line. We thank Dr. Howard Gendelman from the University of Nebraska Medical Center for providing HIV-ADA isolates. We would like to thank Rafael Romeu for his help with cell cultures and Dr. Yamil Gerena for advice in flow cytometry. We will like to acknowledge Eduard Guerrero, Carol Torres from the RCMI Emergent Disease Core Laboratories and Dr. Juliana Perez Laspiur and Yolanda Rodriguez from the Proteomics Core Laboratory for all their excellent technical support. Part of this work was previously presented as a poster at the ISNV. May 28-June 2, 2012, NY. Part of this work was also presented at the Annual Biomedical Research Conference for Minority Students (ABRCMS) meeting, November 13-16, 2013, Nashville, TN, USA",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "This work was supported in part by grants from the National Institutes of Health R01MH083516 (to LMM), U54NS4301 (to LMM), R25GM061838 (to FZ, ER, YC), GM08224, and G12-MD007600 (Emergent Diseases Core and Translational Proteomics Center). We acknowledge the facilities from grants ISI0 RR-13705-01 and DBI-0923132 to establish and upgrade the Confocal Microscopy Facility at the University of Puerto Rico (CIF-UPR). UPR Vice President (M.P.), UPR Medical Sciences Campus Chancellor, and the Associate Deanship of Biomedical Sciences provided additional funding to complete this study. This publication was made possible from NIH funding through the NIMH and NINDS Institutes by the following grants: Manhattan HIV Brain Bank: U01MH083501, R24MH59724; Texas NeuroAIDS Research Center U01MH083507, R24 NS45491; National Neurological AIDS Bank 5U01MH083500, NS 38841 California NeuroAIDS Tissue Network U01MH083506, R24MH59745 Statistics and Data Coordinating Center U01MH083545, N01MH32002. Its contents are solely the responsibility of the authors and do not necessarily represent the official view of the NNTC or NIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "HIV-infected or uninfected supernatants from 3 different donors (panels A-F) were collected at 3,6, and 12dpi and levels of cathepsin B secretion was measured by ELISA (panel A). A significant increase in cathepsin B secretion was observed in HIV-infected microglial supernatants at 6 and 12dpi compared with uninfected controls (*p<0.05). No differences were observed in the levels of cystatin B (panel B). Significantly increased levels of cystatin C (**p<0.01) were observed at 3dpi in HIV-infected microglia compared with uninfected controls (panel C). No differences were observed in the cathepsin B/cystatin B or the cathpsin B/cystatin C ratios (panels D and E). Supernatants of 12dpi show no significant differences in cathepsin B activity between HIV infected and uninfected controls (panel F). Zenón et al. Page 20",
            "cite_spans": [
                {
                    "start": 804,
                    "end": 816,
                    "text": "Zenón et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 3. Secretion and activity of cathepsin B and its inhibitors in primary microglia"
        }
    ]
}