{
    "paper_id": "9c127198193a8b257fe885ad0fabf886019ae47e",
    "metadata": {
        "title": "Climatic influences on the worldwide spread of SARS-CoV-2",
        "authors": [
            {
                "first": "Michail",
                "middle": [],
                "last": "Bariotakis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Zentrum München",
                    "location": {
                        "settlement": "Neuherberg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "George",
                "middle": [],
                "last": "Sourvinos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Clinical Virology",
                    "institution": "University of Crete",
                    "location": {
                        "settlement": "Heraklion",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Elias",
                "middle": [],
                "last": "Castanas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Experimental Endocrinology",
                    "institution": "University of Crete",
                    "location": {
                        "settlement": "Heraklion",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Stergios",
                "middle": [
                    "A"
                ],
                "last": "Pirintsos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Crete",
                    "location": {
                        "settlement": "Heraklion",
                        "country": "Greece"
                    }
                },
                "email": "pirintsos@uoc.gr"
            },
            {
                "first": "A",
                "middle": [],
                "last": "Stergios",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Pirintsos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The rapid global spread of the novel, pathogenic, SARS-CoV-2 causing the severe acute respiratory disease COVID-19, becomes a major health problem worldwide and pose the need for international predictive programs. Given the lack of both specific drugs and an efficient preventive vaccine, the expectation that the SARS-CoV-2 transmission rate might decrease in temperate regions during summer, dominated in the social scene. Here, we attempted a prediction of the worldwide spread of the infections based on climatic data, expressed by bioclimatic variables. The calculated probability maps shown that potential areas of infection follow a shift from the Tropical to Temperate and Mediterranean Bioclimatic regions. Maps show an increased probability of infections in Europe, followed by an expansion covering areas of the Middle East and Northern Africa, as well as Eastern coastal areas of North America, South-Eastern coastal areas of Latin America and two areas of Southern Australia. Our approach may, therefore, be of value for the incorporation of climatic influences in the design and implementation of public health policies. Maps are available (constantly updated) at https://navaak.shinyapps.io/CVRisk/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Τhe recent emergence of the novel, pathogenic SARS-coronavirus 2 (SARS-CoV-2) causing the severe acute respiratory disease COVID-19 and its rapid national and international spread, as well as the assessment of WHO that COVID-19 can be characterized as a pandemic pose a global health emergency 1, 2 . Given the lack of both specific effective drugs and an efficient preventive vaccine Health Authorities have focused on public health management measures for the restriction of the viral spread.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 297,
                    "end": 298,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we built a predictive model of viral infections as a function of climate parameters, supporting a climate-related model of SARS-CoV-2 spread. We propose that such a model, continuously updated, might be a useful tool for the establishment of appropriate public health measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20038158 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We have used data of virus detection/infected individuals worldwide, from the World Health Organization (WHO), over time (Situation Reports). Data were fitted with a maximum entropy model, integrating 19 bioclimatic parameters (eTable 1 in the Supplement) as variables. Predictions were projected on a world map as probabilities, ranging from 0 (absence of infection) to 1. Details about the bioclimatic parameters and model fitting are presented in the eMaterial in the Supplement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Potential areas of infection, covering the period 02 February to 04 March, 2020, as predicted by our models (Figure 1 ) follow a shift towards Europe, which becomes more pronounced with time. This shift is followed by an expansion, covering areas of the Middle East and Northern Africa, as well as Eastern coastal areas of North America, South-Eastern coastal areas of Latin America and two areas of Southern Australia. With the integration of new cases, the precision of the model increases (eFigure 1 in the Supplement), attaining a positive predictive value over 90%. Indeed, the outburst of infections in Europe and California are correctly predicted. However, it should be noted that the potential predicted infections might not always coincide with the actual ones. Figure 2 . Importance of the most dominant bioclimatic predictors for each model (permutation analysis). Only predictors with mean importance of at least 5% are shown. Variables are as follows: bio1 = annual mean temperature, bio2 = mean diurnal range, bio3 = isothermality, bio6 = min temperature of the coldest month, bio8 = mean temperature of the wettest quarter, bio14 = precipitation of the driest month, bio19 = precipitation of the coldest quarter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 772,
                    "end": 780,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Α small subset of variables ( Figure 2 ) can predict the viral outbursts, at each given timepoint. In addition, there is a notable shift of the predictive power of some parameters. In particular, \"Precipitation of Driest Month\" is replaced by \"Mean Temperature of Wettest Quarter\", while the importance of \"Isothermality\" (day-to-night temperatures difference relative to the summer-to-winter (annual) difference) is highly reduced over time. The two major predictive variables, at the current state of viral spread (data of March 4) are min temperature of the coldest month, (importance 27.4%) and mean temperature of the wettest quarter (importance 20.9%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Data presented here, show that SARS-CoV-2 distribution/reported infections can be efficiently predicted by a small subset of bioclimate environmental parameters. Our model, . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20038158 doi: medRxiv preprint however, is based on data released by WHO at a country level. We are confident that the predictive power of the model will increase with the incorporation of data with a higher spatial precision (eg. at the city level).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "An integration of world Bioclimates of each continent was recently reported 3 . Under this concept, we predict a shifting from Tropical to Temperate and Mediterranean bioclimatic regions, which corresponds to a transition from low (in Tropical Bioclimate) to high yearly seasonality (especially in Mediterranean Bioclimate). This could be a driving force of virus propagation.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 77,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In addition, a scale shift to Boreal Bioclimates is recorded, especially in the areas of North-Eastern coastal areas of North America. It is not clear whether this is a marginal prediction of our model but it is worthy of mention that the burden of epidemics in the area, taking into consideration the epidemic events globally for the period 2011-2017, is the highest worldwide 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The shifting of the spread at a global scale pose the need for further investigation towards the identification of the underlying relationships of the bioclimatic variables with the virushost interactions. The simulations presented in Figure 1 are available and gradually upgraded at the following link: https://navaak.shinyapps.io/CVRisk/.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 243,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105924"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Worldwide Bioclimatic Classification System",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rivas-Martinez",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [
                        "S"
                    ],
                    "last": "Rivas-Saenz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization (WHO) Managing epidemics: key facts about major deadly diseases Geneva",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Potential distribution of SARS-CoV-2 infections. Each map represents predictions of a model trained with data from all countries with at least 1 (total) confirmed case for the respective situation report. Latin letters a-g represent the temporal order(2, 7, 12, 17, 22, 27  February and 4 March respectively). Red corresponds to the highest probability of viral presence, while green corresponds to lowest.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}