{
    "paper_id": "9c23fe1540707c4a223cdd8d2acaf8cbb175df6a",
    "metadata": {
        "title": "Journal Pre-proof Dilemma of Organ Donation in Transplantation and The COVID-19 Pandemic Dilemma of Organ Donation in Transplantation and The COVID-19 Pandemic",
        "authors": [
            {
                "first": "Ann",
                "middle": [
                    "E"
                ],
                "last": "Woolley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mandeep",
                "middle": [
                    "R"
                ],
                "last": "Mehra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "\"If you know the enemy and know yourself, you need not fear the result of a hundred battles.\" Sun Tzu,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Art of War (Chapter 3, Attack by Stratagem) In late 2019, the world began to confront the emergence of a novel coronavirus (SARS-CoV2) infection and its consequent disease manifestation of COVID-19. The virus spreads stealthily by transmission through asymptomatic carriers and is associated with a high rate of contagion, with a R 0 of 2-3 (average number of people who will catch a disease from one infected person), a 19% rate of hospitalization and a case fatality rate (in those with a confirmed diagnosis) of 1-3.5%. 1 Stages of severity for this illness have been described with death preferentially afflicting the elderly with underlying cardiovascular risk markers or disease. 2 In late stages, COVID-19 overwhelms its host by an aberrant hyperinflammatory response with resultant cardio-pulmonary and multisystem failure. At this time a vaccine is awaited, and therapy targeting COVID-19 is largely derived from anecdotal experience based on empirical suggestions from limited in-vitro data.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 47,
                    "text": "Stratagem)",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 528,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 690,
                    "end": 691,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the world focuses on finding a cure and re-establishing the world cultural, economic and geopolitical order, one area where there is little information on COVID-19 is in the realm of solid organ transplantation. Early reports are beginning to emerge in transplantation. One report of two cases of COVID-19 in heart transplant recipients in China suggested that the disease was manifest in a manner similar to that expected in the general population and did not progress into the hyperinflammation stage of the disease with recovery in both cases. 3, 4 Another cohort study of 87 heart transplant recipients over the first 3 months of the pandemic (December 2019 to February 2020) suggested that precautionary measures of social distancing, sanitization and hygiene resulted in no cases of confirmed diagnosis of COVID-19 without an increased incidence of other infection or allograft related complications. 5 One area that remains unaddressed is on how to assess an organ donor for cardiothoracic transplantation during the exposure opportunity for SARS-CoV-2 and the potential impact on teams procuring the organ, transplanting it and subsequently on the recipient. Donor-derived viral infections such as West Nile virus, lymphocytic choriomeningitis virus, rabies, hepatitis B virus, hepatitis C virus, and human immunodeficiency virus are uncommon but have been well described in cardiothoracic transplant recipients in the past twenty years. In addition, a growing number of community-acquired viral pathogens infecting transplant recipients after transplant have been identified. A wide range of these viruses affect the respiratory tract of transplant recipients, including adenovirus, influenza, human metapneumovirus, parainfluenza virus, respiratory syncytial virus and rhinovirus. 6 During the 2009 H1N1 pandemic, a multicenter cohort study of 83 pediatric solid organ transplant recipients with influenza revealed no deaths. 7 A large multicenter retrospective cohort of pediatric solid organ transplant recipients evaluated the incidence and mortality of hospital-associated respiratory virus infections (rhinovirus/enterovirus, human metapneumovirus, influenza, parainfluenza virus, respiratory syncytial virus, and coronavirus) in the first year after pediatric solid organ transplant. 8 Despite an overall incidence of 14.5%, death after a respiratory viral illness was quite low at 4% and only 2 of the deaths were felt to be related to the respiratory viral infection. 8 Whether or not cardiothoracic organ transplant recipients are exposed to a higher risk of infection from COVID-19, especially if freshly transplanted during the pandemic when frequency of exposure is evolving and their immune system responses are at the weakest, remains uncertain.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 555,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 556,
                    "end": 557,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 913,
                    "end": 914,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1797,
                    "end": 1798,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1942,
                    "end": 1943,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 2306,
                    "end": 2307,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2492,
                    "end": 2493,
                    "text": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to these uncertainties, a vital concern during the COVID-19 pandemic will relate to the impact of the pandemic on waitlist mortality. The SARS outbreak demonstrated the vulnerability of an organ transplantation service. 9 Due to the unprecedented and important world-wide reaction to COVID-19, sequestration, quarantine, isolation and general slowing of travel may alter the available organ donor pool while social distancing is in effect. Similarly, resources for performing transplantation may not be available due to restrictions to travel, reduced availability of the healthcare work force, hospital capacity issues including constraints on intensive care units, and concerns driven by uncertainty of outcomes and consequent ability of recipients to provide informed consent when presented with poorly defined risk quantification.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "text": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this issue of the journal, Chen CY et al. discuss the case of a pediatric donor with a viral pneumonia and residence in an area with evidence of community spread. 10 Their fiduciary responsibility to a recipient child awaiting transplantation and at high risk of death prompted them to diligently make a decision to accept the offered heart organ despite the imposed delays by testing of the donor as well as the persistent uncertainty even in the presence of one negative nasopharyngeal test for SARS-CoV2 in the donor. Emerging data suggests that the sensitivity of a single negative test may be insufficient to reliably exclude active infection when the clinical phenotype is highly suggestive. 11 Often, in such cases, subsequent tests have returned positive, especially if obtained from a lower respiratory tract sample, such as a bronchioalveolar lavage instead of a nasal pharyngeal swab. In addition, asymptomatic, COVID-19 infected individuals are likely to have a lower burden of SARS-CoV2 which may further decrease the negative predictive value of a single test. If a decision is made to proceed based on a single negative test, it should not be interpreted to mean that appropriate precautions and isolation interventions can be avoided since there is still an unquantifiable risk of transmission to the procurement team, organ procurement organization (OPO) staff, donor hospital staff, recipient hospital staff, and the recipient and their family members.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 701,
                    "end": 703,
                    "text": "11",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In some countries, such as in Italy, where the healthcare system is being challenged in an unprecedented manner, the concept of distributive justice and allocation of resources during the COVID-19 pandemic must be taken into consideration when deciding whether or not to proceed with cardiothoracic transplantation at this time. 12 Outbreaks overburden the capacity of the healthcare system which can lead to worse outcomes, and performing an elective operation in such a situation particularly a procedure that is resource and cost-intensive has to be balanced against the collateral damages that would nevertheless ensue in this situation.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "text": "12",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In transplantation, several competing issues coalesce to determine ideal decision making. First, it is essential that a reliable, highly sensitive, point of care test with a short turn around time for the presence of SARS-CoV-2 become widely available for universal testing of organ donors in all regions. All potential recipients should also be tested for COVID-19 prior to transplantation. Next, the urgency of the need to accept the organ should be resolved in the context of available resources in medical equipment, healthcare personnel, hospital intensive care bed availability, and available personal protective ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 Illness in Native and Immunosuppressed States: A Clinical-Therapeutic Staging Proposal",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Siddiqi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Heart Lung Transplant",
            "volume": "DOI",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healun.2020.03.012"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "First Cases of COVID-19 in Heart Transplantation From China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Heart Lung Transplant",
            "volume": "DOI",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healun.2020.03.006"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: Yet Another Coronavirus Challenge in Transplantation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aslam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Heart Lung Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healun.2020.03.007"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological and clinical characteristics of heart transplant recipients during the 2019 coronavirus outbreak in Wuhan, China: a descriptive survey report",
            "authors": [
                {
                    "first": "Z-L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z-W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Heart Lung Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infection in Organ Transplantation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fishman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Transplant",
            "volume": "17",
            "issn": "",
            "pages": "856--879",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "American Society of Transplantation H1N1 Collaborative Study Group. Outcomes from pandemic influenza A H1N1 infection in recipients of solid-organ transplants: a multicentre cohort study",
            "authors": [],
            "year": 2010,
            "venue": "Lancet Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "521--527",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Multicenter Consortium to Define the Epidemiology and Outcomes of Pediatric Solid Organ Transplant Recipients with Inpatient Respiratory Virus Infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Danziger-Isakov",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Steinbach",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paulsen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Munoz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Sweet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Michaels",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Englund",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Halasa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Dulek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Madan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Pediatric Infect Dis Soc",
            "volume": "8",
            "issn": "3",
            "pages": "197--204",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impact of Severe Acute Respiratory Syndrome on",
            "authors": [
                {
                    "first": "Akk",
                    "middle": [],
                    "last": "Chui",
                    "suffix": ""
                },
                {
                    "first": "Arn",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "Hly",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Liver Transplantation Service. Transplant Proc",
            "volume": "36",
            "issn": "8",
            "pages": "2302--2305",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Donor heart selection during the COVID-19 pandemic: a case study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hollander",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Heart Lung Transplant",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Detection of SARS-CoV-2 in",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Different Types of Clinical Specimens",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3786"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coronavirus Disease 2019 and Transplantation: a view from the inside",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Andrea",
                    "suffix": ""
                },
                {
                    "first": "Daniele",
                    "middle": [
                        "D"
                    ],
                    "last": "Barbara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davide",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Laura",
                    "middle": [
                        "A"
                    ],
                    "last": "Paolo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Alessandra",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Giorgio",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ajt.15853"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "equipment for the surgical and medical transplant teams. If a transplant is performed, continued vigilance for COVID-19 must continue in the recipient post-transplant phase. While the risk of donor-derived infection may intuitively seem highest in lung transplants, transmission of SARS-CoV2 from a viremic donor could potentially occur in any organ transplant. Whether use of prophylactic therapy to prevent such disease acquisition is wise would need to await the availability of evidence based targeted medical therapy for COVID-19. Disclosures: Dr. Woolley has nothing to declare pertinent to this manuscript. Dr. Mehra reports no direct conflicts pertinent to the development of this paper. Other general conflicts include consulting relationships with Abbott, Medtronic, Janssen, Mesoblast, Portola, Bayer, NupulseCV, FineHeart, Leviticus, Triple Gene and Baim Institute for Clinical Research.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}