{
    "paper_id": "9c617039978d1b0a00443deb4b2423778ab407f4",
    "metadata": {
        "title": "VIRAL POLYMERASES",
        "authors": [
            {
                "first": "Luis",
                "middle": [],
                "last": "Menéndez-Arias",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raul",
                "middle": [],
                "last": "Andino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Virus replicate inside prokaryotic and eukaryotic cells. Outside cells, they exist as independent particles (i.e. virions) generally composed of a protein shell (sometimes covered with a lipid bilayer) that contains their genetic material made of RNA or DNA. Virus genome replication and transcription are catalyzed by virally encoded polymerases. Although all these enzymes show some homology and share structural features and their catalytic mechanism, they also have important differences that reflect diverse virus replication strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During the last few years we have witnessed significant developments in our knowledge on the structure and function of many viral polymerases. Much of this research has enabled developing effective pharmacological interventions for the treatment of viral infections responsible for diseases such as acquired immune deficiency syndrome (AIDS) or acute or chronic hepatitis. Examples are tenofovir, a reverse transcriptase inhibitor that blocks human immunodeficiency virus (HIV) and hepatitis B virus replication, or sofosbuvir, a recently approved nucleoside analogue that inhibits hepatitis C virus RNA polymerase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This Special Issue is a collection of review articles summarizing our current understanding on viral polymerases. We cover major virus families with different replication mechanisms ( Fig. 1) . A particular emphasis has been placed on polymerase structure/function relationship. However, while for some virus families polymerase structure and function has been extensively studied (e.g. poliovirus (Peersen, 2017) , flavivirus (Gong, 2017), cystovirus (Alphonse and Ghose, 2017) and retrovirus (Menéndez-Arias et al., 2017) ), there is an important lack of structural information in the case of alphavirus (Pietilä et al., 2017) , nidovirus (Posthuma et al, 2017) or poxvirus (Czarnecki and Traktman, 2017) .",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 413,
                    "text": "(Peersen, 2017)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 452,
                    "end": 478,
                    "text": "(Alphonse and Ghose, 2017)",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 523,
                    "text": "(Menéndez-Arias et al., 2017)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 606,
                    "end": 628,
                    "text": "(Pietilä et al., 2017)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 641,
                    "end": 663,
                    "text": "(Posthuma et al, 2017)",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 706,
                    "text": "(Czarnecki and Traktman, 2017)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 191,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Positive-sense single-stranded RNA ((+) ssRNA) viruses are represented by polioviruses (Peersen, 2017) , noroviruses (Deval et al., 2017) , flaviviruses (Lu and Gong, 2017) , 1 Tel.: +34 91 1964494; fax: +34 91 1964420; lmenendez@cbm.csic.es. 2 Tel.: +1 (415) 502-6357; raul.andino@ucsf.edu. Publisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. alphaviruses (Pietilä et al., 2017) , nidoviruses (Posthuma et al, 2017) and tombusviruses (Gunawardene et al., 2017) . These viruses encode RNA-dependent RNA polymerases (RdRp) that share with eukaryotic DNA polymerases the characteristic fingers-palm-thumb subdomain arrangement. However, they show unique extensive interactions between the fingers and thumb subdomains that contribute to the formation of a well-defined template channel (Peersen, 2017; Lu and Gong, 2017) . The poliovirus polymerase is the smallest viral polymerase and recent studies have been focused on how to modulate its fidelity of RNA synthesis, as a potential strategy to use in the development of attenuated vaccines (Peersen, 2017) . Norovirus polymerases share a very similar structure, and it has received attention as a target of drugs currently in development. In their review, Deval et al., 2017 discuss on nucleoside analogues (e.g. ribavirin, favipiravir, 2′-C-methyl-cytidine) and nonnucleoside RdRp inhibitors (e.g. suramin) active in vitro against the human norovirus polymerase.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 102,
                    "text": "(Peersen, 2017)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 117,
                    "end": 137,
                    "text": "(Deval et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 172,
                    "text": "(Lu and Gong, 2017)",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 824,
                    "text": "(Pietilä et al., 2017)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 839,
                    "end": 861,
                    "text": "(Posthuma et al, 2017)",
                    "ref_id": null
                },
                {
                    "start": 880,
                    "end": 906,
                    "text": "(Gunawardene et al., 2017)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1229,
                    "end": 1244,
                    "text": "(Peersen, 2017;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1245,
                    "end": 1263,
                    "text": "Lu and Gong, 2017)",
                    "ref_id": null
                },
                {
                    "start": 1485,
                    "end": 1500,
                    "text": "(Peersen, 2017)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A comparative analysis of the polymerases of several flaviviruses is presented by Lu and Gong (2017) . In these polymerases, the RdRp domain is fused to a methyltransferase domain, forming the so-called NS5 protein. Unlike poliovirus and norovirus RdRps, the flavivirus enzymes do not use a primer to initiate RNA synthesis. The mechanisms of de novo initiation of RNA synthesis and the dynamic interplay of methyltransferase and polymerase domains are major areas of interest in current research.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 100,
                    "text": "Lu and Gong (2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HHS Public Access"
        },
        {
            "text": "In contrast to RdRps described above, there is no structural information available for alphavirus and nidovirus polymerases. In alphaviruses (Pietilä et al., 2017) , the polymerase nsP4 requires host factors to be active, while in nidoviruses, the size and complexity of the viral genome (up to 26-34 kb in coronaviruses) demand more sophisticated replication and transcription strategies that involve host and viral factors (Posthuma et al, 2017) . Viral proteins such as nsp1 and a 3′→5′ exonuclease (nsp14) have been identified as important components of nidovirus replication complexes. Another example illustrating the importance of viral and host cofactors (including membrane factories) is provided by Gunawardene et al. (2017) that present advances in tombusvirus replication. The three-dimensional structure of the polymerase (p92) of this plant virus is not known, although some features might be inferred from its partial homology with the hepatitis C RdRp.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 163,
                    "text": "(Pietilä et al., 2017)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 425,
                    "end": 447,
                    "text": "(Posthuma et al, 2017)",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 734,
                    "text": "Gunawardene et al. (2017)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "HHS Public Access"
        },
        {
            "text": "The genomes of negative-sense single-stranded RNA viruses ((−) ssRNA) can be either nonsegmented or segmented. Segmented genomes are found in influenza virus that contains eight viral RNA segments or in arenaviruses with two RNA molecules. The RNA polymerases of all these viruses are large enzymes that usually contain three domains (or different subunits), including the RdRp and a capping domain. Fearns and Plemper (2017) review current knowledge on the multifunctional complexes of paramyxo-and pneumovirus polymerases. In the absence of a crystal structure for those enzymes, the vesicular stomatitis virus RdRp (L protein) structure provides a useful framework for understanding structurefunction relationships of paramyxo-and pneumovirus polymerases.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 425,
                    "text": "Fearns and Plemper (2017)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "HHS Public Access"
        },
        {
            "text": "Progress in deciphering and understanding the structure of influenza virus polymerase is covered by Pflug et al. (2017) . Recent work has provided novel insights in the \"capsnatching\" mechanism and crystal structures will be helpful to design novel drugs acting against different targets within the influenza virus polymerase (i.e. cap-binding domain, or the endonuclease and RdRp activities). Favipiravir is a novel nucleoside analogue in clinical trials developed against influenza that is also active against other viral RNA polymerases (see review by Deval et al., 2017) . Further insight in segmented (−) ssRNA viruses is given in Ferron et al. (2017) who discuss on the high-resolution structure of La Crosse virus (a bunyavirus) and its \"cap-snatching\" mechanism. Functional and structural similarities of the bunyavirus and arenavirus polymerases are described in detail in this review.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 119,
                    "text": "Pflug et al. (2017)",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 574,
                    "text": "Deval et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 656,
                    "text": "Ferron et al. (2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HHS Public Access"
        },
        {
            "text": "The polymerases of double-stranded RNA viruses (dsRNA) are represented by P2, the RdRp of the Pseudomonas phage Φ6 (Alphonse and Ghose, 2017) . Cystoviruses such as Φ6 have segmented genomes and their virions contain the polymerase P2. This is because the genomic dsRNA cannot be used as mRNA for transcription and translation by host polymerases. The Φ6 polymerase shows significant homology with poliovirus and hepatitis C virus RdRps. Its crystal structure has been determined but a high-resolution elongation complex is not available. Studies on its conformational dynamics using optical tweezers are covered in this review, aimed at a better understanding of how nucleotide selectivity is controlled during RNA elongation.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 141,
                    "text": "(Alphonse and Ghose, 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HHS Public Access"
        },
        {
            "text": "Reverse transcriptases of retroviruses and pararetroviruses are covered in the article by Menéndez-Arias et al. (2017) . This is a comprehensive review where the structure and function of reverse transcriptases from different virus families are compared. HIV reverse transcriptase has been widely studied for the last 30 years and not surprisingly, receives a lot of attention, focusing the discussion on its structure, biochemistry and inhibition, as major topics of research in the field. Animal and plant pararetroviruses are represented by hepadnaviruses and caulimoviruses, respectively. Interestingly, although the hepatitis B virus polymerase structure is not available, its similarity to HIV type 1 reverse transcriptase has guided successful drug discovery programs searching for effective drugs to treat hepatitis B.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 118,
                    "text": "Menéndez-Arias et al. (2017)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "HHS Public Access"
        },
        {
            "text": "The last group of viruses is represented by those having a genomic double-stranded DNA (dsDNA). Herpes simplex virus and human cytomegalovirus encode B family DNA polymerases (UL30 and UL54, respectively), whose structure and function is described in the review by Zarrouk et al. (2017) . These are multifunctional enzymes with DNA polymerase, 3′→5′ exonucleotide proofreading and ribonuclease H activities, that act in complex with processivity factors. The crystal structure of the UL30 polymerase has been determined in its apoenzyme form, although valuable information has been also inferred from its extensive homology with the bacteriophage RB69 DNA polymerase. Studies on the vaccinia virus polymerase (a poxvirus representative) are covered in the last review of the special issue (Czarnecki and Traktman, 2017) . As in herpesvirus, the vaccinia virus polymerase (E9) associates with a processivity factor that in this case is a heterodimer containing a protein A20 and uracyl DNA glycosylase. A crystal structure of a truncated heterodimer is available, but the structure of E9 has not been solved. The review by Czarnecki and Traktman (2017) provides a historical account of 40 years of research on poxvirus polymerases, including relevant aspects on how viral and host factors modulate their activity.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 286,
                    "text": "Zarrouk et al. (2017)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 789,
                    "end": 819,
                    "text": "(Czarnecki and Traktman, 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1122,
                    "end": 1151,
                    "text": "Czarnecki and Traktman (2017)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "HHS Public Access"
        },
        {
            "text": "Finally, we would like to thank Luis Enjuanes for his enthusiastic support of this project, and all authors for their timely contributions to this special issue. We also thank reviewers for their constructive critiques that helped to improve all manuscripts. We hope that this volume will contribute towards a better understanding of viral polymerases, while encouraging research and promoting interest in their study among graduate students and young scientists. Viral replication mechanisms and overview of virus genera whose polymerases are covered in this special issue. Viruses are clustered according to their genomes and replication strategies, as proposed by David Baltimore in 1971 (Baltimore, 1971 ",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 690,
                    "text": "David Baltimore in 1971",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 707,
                    "text": "(Baltimore, 1971",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "HHS Public Access"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cystoviral RNA-directed RNA polymerases: regulation of RNA synthesis on multiple time and length scales",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alphonse",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ghose",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virus Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Expression of animal virus genomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Bacteriol Rev",
            "volume": "35",
            "issn": "",
            "pages": "235--241",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The vaccinia DNA polymerase and its processivity factor. Virus Res",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Czarnecki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Traktman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Structure(s), function(s), and inhibition of the RNA-dependent RNA polymerase of noroviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deval",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "Z"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "Y-C",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virus Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Polymerases of paramyxoviruses and pneumoviruses. Virus Res",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fearns",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Plemper",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transcription and replication mechanisms of Bunyaviridae and Arenaviridae L-proteins",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "De La Torre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reguera",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virus Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Tombusvirus polymerases: Structure and function",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gunawardene",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virus Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A structural view of the RNA-dependent RNA polymerases from the Flavivirus genus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral reverse transcriptases. Virus Res",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Menéndez-Arias",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sebastián-Martín",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Álvarez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Picornaviral polymerase structure, function and fidelity modulation",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Peersen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virus Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Structural insights into RNA synthesis by the influenza virus transcription replication machine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pflug",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lukarska",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Resa-Infante",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cusack",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Virus Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Alphavirus polymerase and RNA replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pietilä",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hellström",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahola",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virus Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Nidovirus RNA polymerases: complex enzymes handling exceptional RNA genomes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Posthuma",
                    "suffix": ""
                },
                {
                    "first": "Ajw",
                    "middle": [],
                    "last": "Velthuis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Herpesvirus DNA polymerases: Structures, functions and inhibitors. Virus Res",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zarrouk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Piret",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Author manuscript",
            "authors": [],
            "year": 2018,
            "venue": "Virus Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "). Abbreviations used are: CHKV, Chikungunya virus; DENV, dengue virus; DNA pol, DNA polymerase; dsDNA, double-stranded DNA; dsRNA, double-stranded RNA; EAV, equine arteritis virus; EV71, enterovirus 71; HBV, hepatitis B virus; HCMV, human cytomegalovirus; HCV, hepatitis C virus; HIV, human immunodeficiency virus; HRV, human rhinovirus; HSV, herpes simplex virus; JEV, Japanese encephalitis virus; LCMV, lymphocytic choriomeningitis virus; LTR, long terminal repeat; PV, poliovirus; RdRp, RNA-dependent RNA polymerase; RSV, respiratory syncytial virus; RT, reverse transcriptase; SARS-CoV, severe acute respiratory syndrome coronavirus; segm., segmented; SFV, Semliki Forest virus; SINV, Sindbis virus; ssRNA, single-stranded RNA; TBSV, tomato bushy stunt virus; WNV, West Nile virus Virus Res. Author manuscript; available in PMC 2018 April 15.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}