{
    "paper_id": "9d183149ec1c0c5172be1c0ca73c9b0c17fad55d",
    "metadata": {
        "title": "A R T I C L E I N F O",
        "authors": [
            {
                "first": "Declan",
                "middle": [
                    "Terence"
                ],
                "last": "Bradley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "settlement": "Belfast",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Mariam",
                "middle": [
                    "Abdulmonem"
                ],
                "last": "Mansouri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "settlement": "Belfast",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Kee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "settlement": "Belfast",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Leandro",
                "middle": [],
                "last": "Martin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Totaro",
                "middle": [],
                "last": "Garcia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "settlement": "Belfast",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A novel zoonotic coronavirus, SARS-CoV-2 has resulted in a pandemic of respiratory infection [1, 2] . COVID-19 has provoked restrictive infection control measures, social and economic disruption, and expressions of racism [3] . Systems thinking can help policymakers understand and influence the spread of infection and its multifaceted consequences across the community since society is itself a complex adaptive system [4] . It can provide a framework to look beyond the chain of infection and better understand the multiple implications of decisions and (in)actions in face of such a complex situation involving many interconnected factors. Causal loop diagrams (CLDs) are tools to depict the causal connections between components of a system, and illustrate how changes in one component cascade in changes in others and back to itself, via feedback loops, potentially affecting the status of the entire system [5] . Fig. 1 presents a simple CLD as an example of some important interacting components in a society that is responding to the threat of COVID-19.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 97,
                    "end": 99,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 920,
                    "end": 926,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "A reinforcing feedback loop is responsible for causing exponential growth in the number of infected people (in red). However, the risk of transmission (often expressed as the basic reproduction number, R 0 ) is seen to be a factor of the context, not simply a characteristic of the virus, resulting from a long chain of dynamic interactions involving components otherwise seen as distant or disconnected, such as the public's trust in authorities and stigma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Risk communication influences people's capability and motivation to perform protective behaviours. However, public alarm about a novel hazard and low trust in authorities may result in 'outrage' [6] . In our illustrative CLD, this may give rise to stigma, reducing detection of infectious people, and therefore reducing the intensity of individual and societal responses. As the novelty of the situation declines, so may outrage, risk perception and individual protective behaviours.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Delays in information flows (and thus corrective actions) reduce controllability in dynamic systems [5, 7] . There are time delays between people being infected and becoming infectious, being detected, and the introduction of control measures. Therefore, the response will lag behind the true number of cases. Given exponential growth in outbreaks, a later response will need more effort than an early one to be successful. The delayed effects of control measures on the number of detected cases will cause uncertainty about their effectiveness, risking over-reaction.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 104,
                    "end": 106,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another important feedback loop is present in our CLD: when the perceived number of infectious people begins to drop (due to control measures or the impaired ability to test and detect new cases, for example), personal and societal measures to control the infection will be relaxed, increasing transmission, and oscillating periods of reemergence of the disease and subsequent return of control measures may occur. System behaviour is caused by system structure [6] . Visualising the system can help us change the structural connections to achieve our goals. If desirable protective measures are separated from their dependence on the perceived number of infectious people, they could be used to pre-emptively reduce the risk of transmission in the absence of the infectious agent. Policies that reduce the number of interpersonal contacts and environmental contamination do not need to motivate people's own protective behaviours, and can therefore avoid the risk of outrage and stigma. Examples of such policies include promoting work from home, flexible or staggered working hours, increasing opportunities to prevent environmental contamination (e.g. better access to hand washing or sanitation facilities), increased cleaning of shared spaces [8] , mitigating economic pressure for people to work while infectious, natural ventilation [9] , and improving sanitation and food hygiene [10] . In common, these actions rely less on individuals' agency by providing a protective context. Finding ways to incorporate and sustain such changes could reduce the risk of future outbreaks, the incidence of seasonal influenza and other infections, and even the carbon footprints of travel and air conditioning. The rapid spread of COVID-19 demonstrates the need to support risk reduction through system change globally, not only to respond after new threats emerge. The sporadic nature of outbreaks means that in the time between outbreaks, it is not evident when the conditions in the system are conducive or resistant to the spread of infection. In responding to the COVID-19 epidemic, policymakers should aim to bring about protective structural system changes so that the readiness of society to prevent emerging infectious disease outbreaks is independent of the current perceived number of cases. In doing so, they can create a system that is intrinsically more resilient to new, and established, infectious agents. Systems thinking and methods can help achieve this.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 465,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1248,
                    "end": 1251,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1340,
                    "end": 1343,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1388,
                    "end": 1392,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dr Bradley is jointly employed by Queen's University Belfast and the Public Health Agency (PHA), Northern Ireland. PHA is the regional body responsible for public health in Northern Ireland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        },
        {
            "text": "Dr. Mansouri reports grants from Kuwait Civil Services Commission, during the conduct of the study; and Dr Mansouri has been employed by the Ministry of Health, Kuwait and has worked with the World Health Organization on outbreak preparedness and response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        },
        {
            "text": "Professor Kee is jointly employed by Queen's University Belfast and the Public Health Agency (PHA), Northern Ireland. PHA is the regional body responsible for public health in Northern Ireland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        },
        {
            "text": "Dr. Garcia has nothing to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing on COVID-19 À 11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Do not violate the International Health Regulations during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Habibi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Burci",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "De Campos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "664--670",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "System science methods in public health: dynamics, networks, and agents",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Da Luke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Stamatakis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annu Rev Public Health",
            "volume": "33",
            "issn": "",
            "pages": "357--76",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "System dynamics methods: a quick introduction",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Kirkwood",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Responding to community outrage: strategies for effective risk communication",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Sandman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Taming delays in dynamical systems",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fr€ Anzle",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Computer aided verification",
            "volume": "",
            "issn": "",
            "pages": "650--69",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "104",
            "issn": "",
            "pages": "246--51",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Natural ventilation for infection control in health-care settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chartier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ucia Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W-H",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Enteric involvement of coronaviruses: is faecalÀoral transmission of SARS-CoV-2 possible?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaushal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Gastroenterol Hepatol 2020 published online Feb",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-1253(20)30048-0"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}