{
    "paper_id": "9d25dc70bd93c8bacabc805e356fbb47ea170ff0",
    "metadata": {
        "title": "Der Anaesthesist Kasuistiken Hämophagozytische Lymphohistiozytose bei unspezifischer Virusinfektion",
        "authors": [
            {
                "first": "Gunnar",
                "middle": [],
                "last": "Lachmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charité -Universitätsmedizin Berlin",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Cornelia"
                ],
                "last": "Knaak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charité -Universitätsmedizin Berlin",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Paul",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "La",
                "middle": [],
                "last": "Rosée",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Spies",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charité -Universitätsmedizin Berlin",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Peter"
                ],
                "last": "Nyvlt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charité -Universitätsmedizin Berlin",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Christian"
                ],
                "last": "Oberender",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charité -Universitätsmedizin Berlin",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Leif",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erik",
                "middle": [],
                "last": "Sander",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charité -Universitätsmedizin Berlin",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "Norbert",
                "middle": [],
                "last": "Suttorp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charité -Universitätsmedizin Berlin",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Holger Müller-Redetzky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charité -Universitätsmedizin Berlin",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Deutschland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Falldarstellung Anamnese Der 30-jährige, zuvor gesunde Patient wurde initial nach 3-monatiger Asienund Südamerikareise aufgrund von Fieber bis 39,0°C, stärksten holozephalen Kopfschmerzen, Übelkeit ohne begleitendes Erbrechen und ohne Diarrhöe in deutlich reduziertem Allgemeinzustand in der Rettungsstelle der Charité -Universitätsmedizin Berlin vorstellig. Die Freundin des Patienten war während der letzten Woche der Reise an einem unspezifischen grippalen Infekt erkrankt. Der Impfpass des Patienten enthielt die aktuellen Impfungen gegen Typhus, Gelbfieber, Mumps/ Masern/Röteln, Meningokokken und Hepatitis A/B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hämophagozytische Lymphohistiozytose bei unspezifischer Virusinfektion"
        },
        {
            "text": "Aufgrund der starken Zephalgien in Verbindung mit hohem Fieber wurde der Patient unter dem Verdacht einer bestehenden Meningitis/Enzephalitis auf die infektiologische Normalstation aufgenommen. Eine Therapie mit Ceftriaxon und Ampicillin wurde initiiert. Bis zum Folgetag konnte eine Meningitis/Enzephalitis mittels cCT, cMRT sowie liquordiagnostisch ausgeschlossen werden. Der Eiweißgehalt des Liquors war dezent erhöht und im cMRT zeigte sich eine diskret akzentuierte, leptomeningeale Kontrastmittelaufnahme, was beides mit einem unspezifischen entzündlichen Geschehen zu vereinbaren war. Der HIV-Test war negativ. Das Röntgenbild des Thorax bei Aufnahme war ebenfalls unauffällig (. Abb. 1a).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hämophagozytische Lymphohistiozytose bei unspezifischer Virusinfektion"
        },
        {
            "text": "Im Labor zeigten sich in den nächsten 48 h eine Leukopenie, eine Thrombozytopenie, ein weiter steigendes CRP, eine Hyponatriämie, erhöhte Hämolyseparameter (relevant erhöhtes freies Hb und bis unter die Nachweisgrenze erniedrigtes Haptoglobin), eine milde Erhöhung von Bilirubin, AST, ALT und eine Verlängerung der aPTT. Es entwickelten sich ein stammbetontes makulopapulöses Exanthem und schließlich eine akute respiratorische Insuffizienz. Als Korrelat zeigten sich in der Thoraxröntgenaufnahme bihiläre Infiltrate (. Abb. 1b) und auskultatorisch bilateral basal ein abgeschwächtes Atemgeräusch sowie feuchte feinblasige Rasselgeräusche, sodass die Verlegung auf die infektiologisch-pneumologische Intensivstation erfolgte. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hämophagozytische Lymphohistiozytose bei unspezifischer Virusinfektion"
        },
        {
            "text": "Hemophagocytic lymphohistiocytosis (HLH), also known as hemophagocytic syndrome or macrophage activation syndrome within a pre-existing rheumatological disease, remains undiagnosed in over 70% of all cases in intensive care units (ICU) due to the sepsis-like clinical presentation. This report describes the case of a 30-yearold previously healthy male patient who was admitted to the normal infectiology ward of the Charité -Universitätsmedizin Berlin with unclear fever after a 3-month journey around Asian and South America. The patient was transferred to the ICU after 3 days because of respiratory failure. Due to the immediate diagnostics of HLH and initiation of specific immunosuppressive treatment with dexamethasone, immunoglobulins and anakinra, the patient completely recovered and could finally be discharged after a 2-week stay in hospital. Furthermore, the current diagnostic and therapeutic options are discussed. Ferritin is a decisive diagnostic marker that should be determined in every patient with unclear organ failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemophagocytic lymphohistiocytosis in unspecific virus infection Abstract"
        },
        {
            "text": "Hemophagocytic lymphohistiocytosis · Hemophagocytic syndrome · Macrophage activation syndrome · Sepsis · Ferritin Clarithromycin zur Abdeckung der atypischen Erreger umgestellt und für 7 Tage fortgeführt. Aufgrund der vorliegenden respiratorischen und drohenden ventilatorischen Insuffizienz wurde der Patient intermittierend nichtinvasiv beatmet; im Wechsel erfolgte eine \"High-flow\"-Sauerstofftherapie. In Zusammenschau aller erhobenen Befunde wurde die Diagnose HLH bereits am Folgetag der ITS-Aufnahme gestellt. Bei Diagnosestellung waren 5 der HLH-2004-Kriterien (. Tab. 2) erfüllt, nach Vorliegen der Befunde des Knochenmarkausstrichs sogar 6 Kriterien. Die spezifische immunsuppressive Therapie wurde am Tag der Diagnosestellung mit Dexamethason (10 mg/m 2 KOF und Tag), Immunglobulinen (0,5 g/kgKG über 3 Tage) und dem IL-1-Rezeptor-Antagonist Anakinra 100 mg/Tag begonnen. Bereits innerhalb von 12 h trat eine deutliche klinische Verbesserung ein: Der Patient entfieberte, die respiratorische Insuffizienz war rasch regredient, der radiologisch pulmonale Befund normalisierte sich (. Abb. 1d) , und das initi- [3] . Dabei kann die HLH sowohl eine Sepsis imitieren als auch durch eine Sepsis selbst ausgelöst werden [4] . Gleichzeitig sind eine frühzeitige Diagnose und Therapie für das Überleben entscheidend, allerdings liegt die Letalität auch mit immunsuppressiver Therapie bei über 50 % [5] . Bei hochgradigem Verdacht auf HLH darf der Therapiebeginn nicht verzögert werden, auch wenn erst 4 Kriterien erfüllt sind [6] . Auf Intensivstationen besteht außerdem bei häufigem Einsatz von Antipyretika, Hämodialyse, ECMO und Transfusionen die Herausforderung, die Kriterien Zy-topenie, Fieber, Ferritin, sIL-2R und Fibrinogen zu beurteilen. Wichtig ist, dass der Nachweis der Hämophagozytose im Knochenmark bei vorliegender HLH oft sehr schwierig ist und in über 35 % der Fälle nicht gelingt [7] .",
            "cite_spans": [
                {
                    "start": 1119,
                    "end": 1122,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1224,
                    "end": 1227,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1400,
                    "end": 1403,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1528,
                    "end": 1531,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1901,
                    "end": 1904,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1090,
                    "end": 1101,
                    "text": "(. Abb. 1d)",
                    "ref_id": null
                }
            ],
            "section": "Keywords"
        },
        {
            "text": "Im Rahmen der Hyperinflammation mit konsekutiver pulmonalvaskulärer Schrankenstörung kam es zum Lungenversagen mit moderatem ARDS; es entwickelten sich eine Polyserositis mit Pleuraergüssen und Aszites sowie eine milde Hepatitis und eine Verbrauchskoagulopathie. Auch die Zephalgien können der Hyperinflammation zugeordnet werden. Dank einer hohen Vigilanz beim Erkennen der HLH wurde der Patient umgehend diagnostiziert, behandelt und konnte nach insgesamt 14-tägigem Krankenhausaufenthalt vollständig genesen entlassen werden. Durch die zeitnahe Einleitung der spezifischen immunsuppressiven Therapie ist anzunehmen, dass ein weiteres Voranschreiten der HLH zu einem schweren ARDS und ausgeprägtem Multiorganversagen verhindert wurde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Ferritin als wichtiger Hinweisgeber zum Vorliegen der HLH wies ab einem Wert von 3951 μg/l eine Sensitivität von 88 % und eine Spezifität von 82 % auf Intensivstationen auf [8] . Im Fall eines fortgeschrittenen Leberversagens und laufender Dialyse sowie Massentransfusion ist der einmalig gemessene Ferritinwert allerdings nicht als HLHspezifisch einzuschätzen. Die zusätzliche Bestimmung von sIL-2R ist in diesen Fällen sehr sinnvoll und zeigte ab Werten von 2,515 U/ml eine Sensitivität von 100 % und eine Spezifität von 72,5 % [9] . Bei Zweifelsfällen zur Diagnose kann der H-Score (http://saintantoine.aphp. fr/score/) berechnet oder das deutsche HLH-Register (http://www.hlh-registry. org/hlh-register-fuer-erwachsene/) für Therapieentscheidungen konsiliarisch kontaktiert werden.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Die spezifische immunsuppressive Therapie des Patienten wurde durch Dexamethason, Immunglobuline und Anakinra initiiert und war effektiv. Die Immunsuppression durch Glukokortikoide ist neben Etoposid elementarer Bestandteil des HLH-1994-Protokolls; zusätzlich werden Immunglobuline empfohlen [10, 11] . Etoposid als wirksamstes Element des HLH-1994-Protokolls wurde aufgrund des raschen Ansprechens der primären Immunsuppression nicht eingesetzt. Stattdessen wurde entsprechend den Erfahrungen von Kumar et al. [12] neben der empfohlenen Therapie mit Dexamethason und Immunglobulinen der IL-1-Rezeptor-Antagonist Anakinra eingesetzt. Anakinra reduzierte in einer Post-hoc-Subgruppenanalyse einer Sepsistherapiestudie bei Patienten mit Sepsis und Zeichen der HLH (hepatobiliäre Dysfunktion und DIC) die Mortalität um 47 % [13] . Ob jedoch im vorliegenden Fall Anakinra den Krankheitsverlauf signifikant beeinflusst hat oder allein Dexamethason mit einer Immunglobulintherapie ähnliche Wirksamkeit gezeigt hätte, lässt sich retrospektiv nicht beurteilen. Während im vorliegenden Fall die immunsupprimierende Therapie ohne genaue Kenntnis der Trigger-Erkrankung rasch zur kompletten Remission führte, sind in vielen Fällen die spezifische Therapie der Trigger-Erkrankung (Infektion, Malignom, Autoimmunopathie) und die konsequent fortgesetzte Diagnostik bei Nichtansprechen der Primärtherapie von herausragender Bedeutung für den Therapieerfolg [6] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1442,
                    "end": 1445,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "4 Bei Patienten mit Sepsis, die unzureichend auf eine antiinfektive Therapie",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit für die Praxis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "HLH-2004: Diagnostic and therapeutic guidelines for hemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Henter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Blood Cancer",
            "volume": "48",
            "issn": "2",
            "pages": "124--131",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hemophagocytic lymphohistiocytosis : a diagnostic challenge on the ICU",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lachmann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anaesthesist",
            "volume": "65",
            "issn": "10",
            "pages": "776--786",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hemophagocytic Lymphohistiocytosis: potentially Underdiagnosed in intensive care units",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lachmann",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Shock",
            "volume": "50",
            "issn": "2",
            "pages": "149--155",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Similar but not the same: differential diagnosis of HLH and sepsis",
            "authors": [
                {
                    "first": "Jankag",
                    "middle": [],
                    "last": "Machowiczr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wiktor-Jedrzejczakw",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Rev Oncol Hematol",
            "volume": "114",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hemophagocytic Lymphohistiocytosis in intensive care unit: a 71-case strobe-compliant retrospective study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Barba",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Medicine (Baltimore)",
            "volume": "94",
            "issn": "51",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Treatment of hemophagocytic lymphohistiocytosisinadults",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Rosee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "HematologyAmSoc Hematol Educ Program",
            "volume": "",
            "issn": "",
            "pages": "190--196",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Adult haemophagocytic syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramos-Casals",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "9927",
            "pages": "1503--1516",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evaluating the optimal serum ferritin level to identify hemophagocytic lymphohistiocytosis in the critical care setting",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Saeed",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Hematol",
            "volume": "102",
            "issn": "2",
            "pages": "195--199",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Soluble interleukin-2 receptor is a sensitive diagnostic test in adult HLH",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Blood Adv",
            "volume": "1",
            "issn": "26",
            "pages": "2529--2534",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "HLH-94: a treatment protocol for hemophagocytic lymphohistiocytosis. HLH study Group of the Histiocyte Society",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Henter",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Med Pediatr Oncol",
            "volume": "28",
            "issn": "5",
            "pages": "342--347",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Recommendations for the management of hemophagocytic lymphohistiocytosis in adults",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Rosee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Blood",
            "volume": "133",
            "issn": "23",
            "pages": "2465--2477",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A personalized diagnostic and treatment approach for Macrophage activation syndrome and secondary Hemophagocytic Lymphohistiocytosis in adults",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Immunol",
            "volume": "37",
            "issn": "7",
            "pages": "638--643",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interleukin-1 receptor blockade is associated with reduced mortality in sepsis patients with features of Macrophage activation syndrome: reanalysis of a prior phase III trial",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shakoory",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Crit Care Med",
            "volume": "44",
            "issn": "2",
            "pages": "275--281",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Bei Übernahme auf die Intensivstation war der Patient zu allen Qualitäten orientiert, kreislaufstabil bei tachykardem Sinusrhythmus (HF 116/min, RR 105/60 mmHg), jedoch respiratorisch deutlich insuffizient. Der Patient war tachypnoisch bei einer AF von 30-35/min, unter 6 l/min Sauerstoff via Nasenbrille lag der paO2 bei 53,6 mmHg. Der paCO2 lag bei 30,4 mmHg, sodass bei einem Oxygenierungsindex von 122 mmHg von einem moderaten ARDS und einer kurzfristig drohenden ventilatorischen Erschöpfung des Patienten auszugehen war. Die Nierenfunktion war normal, es lag eine schwere Hyponatriämie von 119 mmol/l vor (. Tab. 1). Es bestanden keine peripheren Ödeme, keine obere Einflussstauung, der Volumenstatus war als euvolämisch zu bewerten, das bereits oben beschriebene Exanthem persistierte. Auf Nachfragen offenbarte der Patient ein starkes Durstgefühl und beschrieb, große Mengen Leitungswasser zu sich genommen zu haben. Seit einem Nierensteinleiden in der Vergangenheit berichtete er über eine Trinkmenge von 4-5 l Wasser/Tag. Im thorakalen CT zeigten sich bilateral im Mittel-und basalen Oberlappen dominierend eine zentrilobuläre Milchglastrübung sowie bilaterale Pleuraergüsse (. Abb. 1c). Im abdominellen CT fielen eine Hepatosplenomegalie und geringe Mengen Aszites auf. Die cCT sowie eine transthorakale Echokardiographie waren unauffällig. Der extravaskuläre Lungenwasserindex lag erhöht bei 11 ml/kgKG (Ref: 3-7 ml/ kgKG). Laborchemisch fielen eine Thrombozyto-und Leukopenie mit Lymphopenie sowie eine deutliche Linksverschiebung auf; das CRP war erhöht. Therapie und Verlauf Zu Beginn der Intensivtherapie wurde die antiinfektive Behandlung bei Verdacht auf eine schwere ambulant erworbene Pneumonie auf Meropenem und Zusammenfassung · Abstract Anaesthesist 2019 · 68:626-632 https://doi.org/10.1007/s00101-019-00634-3 © Springer Medizin Verlag GmbH, ein Teil von Springer Nature 2019 G. Lachmann · C. Knaak · P. La Rosée · C. Spies · P. Nyvlt · C. Oberender · L. E. Sander · N. Suttorp · H. Müller-Redetzky Hämophagozytische Lymphohistiozytose bei unspezifischer Virusinfektion Zusammenfassung Die Hämophagozytische Lymphohistiozytose (HLH), in der Literatur auch Hämophagozytosesyndrom oder Makrophagenaktivierungssyndrom im Rahmen einer rheumatologischen Vorerkrankung, wird auf Intensivstationen aufgrund des sepsisähnlichen Krankheitsbildes in über 70 % der Fälle nicht erkannt. Es wird von einem 30-jährigen, zuvor gesunden Patienten berichtet, der nach einer 3-monatigen Asienund Südamerikareise mit unklarem Fieber zunächst auf die infektiologische Normalstation der Charité -Universitätsmedizin Berlin aufgenommen und nach 3 Tagen bei respiratorischer Insuffizienz auf die Intensivstation verlegt wurde. Durch die sofortige HLH-Diagnostik mit Initiierung der spezifischen immunsupprimierenden Therapie mittels Dexamethason, Immunglobulinen und Anakinra konnte der Patient nach insgesamt 14tägigem Krankenhausaufenthalt vollständig genesen in die Häuslichkeit entlassen werden. Es werden weiterhin aktuelle diagnostische und therapeutische Möglichkeiten diskutiert. Ferritin als entscheidender diagnostischer Marker sollte bei jedem Patienten mit unklarem Organversagen bestimmt werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Tab. 1 Laborparameter, arterielle Blutgasanalysen und SOFA-Score im Verlauf",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "ALAT Alanin-Aminotransferase, APACHE2 Acute Physiology and Chronic Health Evaluation 2, aPTT aktivierte partielle Thromboplastinzeit, ASAT Aspartat-Aminotransferase, CRP C-reaktives Protein, Hb Hämoglobin, PCT Prokalzitonin, sIL-2R löslicher Interleukin-2-Rezeptor, SOFA Sequential Organ Failure Assessment, TPZ Thromboplastinzeit",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "ansprechen oder eine ausgeprägte Inflammation zeigen, muss eine Hämophagozytische Lymphohistiozytose (HLH) als Differenzialdiagnose ausgeschlossen werden. 4 ",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 156,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Im russischsprachigen Markt zeichne sich im Gegensatz zu den Golfstaaten ein Lichtblick ab. Die meisten Mitgliedstaaten der GUS entwickelten sich wieder positivallen voran Russland (+8 %), die Ukraine (+19 %) und Kasachstan (+ 37%). Aus der Russischen Föderation kommen laut Juszczak mittlerweile mehr Patienten als aus allen Golfstaaten zusammen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lichtblick russischsprachige Länder"
        }
    ]
}