{
    "paper_id": "9d6e7f899a4c23eeb9c2184b6bb42d74043266c8",
    "metadata": {
        "title": "LETTER Camel exposure and knowledge about MERS-CoV among Australian Hajj pilgrims in 2014",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "more chronic diseases: 8% had diabetes, 7% asthma, 7% hypercholesterolemia and 5% hypertension. Most pilgrims (82%) were travelling to Hajj for the first time and planned to stay in Saudi Arabia for a median of 27 (range: 7 to 40) days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "About two-thirds of respondents (64%) received 'travel health advice' before Hajj, including from general practitioners (GPs) (81%), travel clinics (24%) and specialist websites (e.g. Saudi Ministry of Health [MoH] website) (12%). Many pilgrims consulted other individuals or sources: for example, 67% consulted Hajj tour group leaders, 46% consulted their friends and family members who had previously attended Hajj, and 17% browsed 'general websites'.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 214,
                    "text": "[MoH]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "About half of the participants (49%) knew about MERS-CoV before travelling to Saudi Arabia; of these, 70% reported mass media as the main information source. Demographic factors significantly associated with MERS-CoV knowledge were female gender, age > 40 years, and Middle Eastern origin ( Table 1) . Receipt of pre-travel advice from their GPs (odds ratio [OR] 1.6, 95% confidence interval [CI] 1.0-2.4, P = 0.03) or from Hajj tour group leaders (OR 1.6, 95% CI 1.0-2.5, P = 0.04) were also significantly associated with MERS-CoV awareness (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 299,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 542,
                    "end": 551,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Of those aware of the disease, 77% answered correctly that the virus affects the respiratory system whereas 60% thought the disease was serious only for the elderly. Furthermore, 48% of pilgrims who knew about the disease reported that they were either \"not concerned\" or \"slightly concerned\" about contracting the disease during Hajj. Half (51%) of the respondents were aware of the Saudi MoH advice for 'at risk' individuals to postpone Hajj that year; however, none of these 'at risk' individuals adhered to this recommendation (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 540,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Participants were acceptable with using preventive measures during Hajj for protection from MERS-CoV infection: 79% were willing to wash hands frequently, 73% planned to avoid contact with sick people showing symptoms of a respiratory infection, 65% were willing to use facemasks, and another 65% planned to avoid touching their eyes, nose, and mouth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most departing pilgrims (62%) were aware of a mod-erate to high infection risk from raw camel milk consumption, yet 21% of participants were willing to drink it. Additionally, 27% of participants were willing to visit a camel farm during Hajj, or at least stated the possibility of doing so. Pilgrims who knew about MERS-CoV were significantly more aware of the risks of MERS-CoV from drinking unpasteurized camel milk compared to those who did not know (43% vs. 23%, P < 0.01). Nevertheless, among those who were aware of MERS-CoV, 27% did not fully realize the risk of catching the disease from unpasteurized camel milk, 15% were willing to drink raw camel milk, and 23% were keen to visit camel farm in Saudi Arabia (Table 3) . For the second survey, 150 returning pilgrims aged 18-72 (median 41) years were recruited after Hajj; 47% were men, and 16% reported having one or more chronic diseases: 6% had asthma, 3% diabetes mellitus, 2% malignancies, and 5% had other conditions. Most participants (71%) had up to high school education level, 65% were employed, and 77% went for Hajj for the first time; the median duration of stay at Hajj was 25 (range: 7 to 35) days. Of 150 pilgrims, 7% reported having actual contact with camels (e.g. taking photographs with camels), or consuming camel products, including meat (5%) and unpasteurized milk (1.3%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 719,
                    "end": 728,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "Although this was the third year of MERS-CoV circulating in Saudi Arabia, only 50% Australian departing pilgrims knew about the disease. However, this was a clear improvement compared to the findings of another Australian survey conducted a few months earlier (only 35% pilgrims were aware of MERS-CoV in Saudi Arabia) (Tashani et al., 2014) . Compared to the Ebola outbreak in 2014 about which 90% Australian Hajj pilgrims were aware (Alqahtani et al., 2015b) , fewer pilgrims were aware of MERS-CoV. The Ebola outbreak severity with consequent wider media coverage probably played a role in increasing awareness. For instance, Ebola has affected over 28,640 people with a relatively higher fatality rate (40%) compared to fewer MERS-CoV cases (about 1,621) and a slightly lower fatality rate (36%) (WHO, 2015) .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 341,
                    "text": "(Tashani et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 460,
                    "text": "(Alqahtani et al., 2015b)",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 811,
                    "text": "(WHO, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, 62% of departing pilgrims were aware of the risk of contracting the disease from drinking raw camel milk while 21% were willing to drink camel milk if offered at Hajj. This contrasts with the findings of Gautret et al. who showed that only 14% French pilgrims knew about the disease risk from drinking raw camel milk but 40% of them were willing to drink camel milk if offered during Hajj (Gautret et al., 2013a) , indicating that pilgrims' awareness influenced their attitude. A unique finding to emerge from our study was that departing pilgrims with knowledge about MERS-CoV were significantly more aware of the risk of drinking raw camel milk (43% vs. 23%, P < 0.01), yet a considerable proportions of them were willingness to drink raw milk and visit camel farms (respectively 15% and 23%). This possibly indicates that despite being aware of MERS-CoV epidemic in Saudi Arabia, some individuals were not fully informed about the high risk behaviors (Al-Mohrej et al., 2015) . This could be addressed by public awareness campaigns. Providing direct health education to Hajj pilgrims at entry points (e.g. airport) in Saudi Arabia could improve their understanding about the possible modes of transmission of MERS-CoV and how to avoid exposure risks (Turkestani et al., 2013) .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 237,
                    "text": "Gautret et al. who",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 427,
                    "text": "(Gautret et al., 2013a)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 969,
                    "end": 993,
                    "text": "(Al-Mohrej et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 1268,
                    "end": 1293,
                    "text": "(Turkestani et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In practice, about 7% of returning pilgrims reported actually coming in close contact with camels and 1.3% drank unpasteurized camel milk. This is unsurprising considering that about 8% French Hajj pilgrims had a history of consuming raw camel milk in North Africa and Saudi Arabia (Gautret et al., 2013a ). An iPhone appbased small survey conducted parallel to this survey revealed that 16% of international Hajj pilgrims reported contact with camels during Hajj (Alqahtani et al., 2015a) . Consumption of raw camel products (milk, liver, meat, or urine) can lead to outbreaks of other infections such as brucellosis, plague, and rift valley fever (Bin Saeed et al., 2005; Davies, 2006; Kalimuddin et al., 2010) . Therefore, pilgrims who consume raw milk or other products are at risk of other zoonotic diseases if not MERS-CoV, and therefore, could benefit from appropriate health education.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 304,
                    "text": "(Gautret et al., 2013a",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 464,
                    "end": 489,
                    "text": "(Alqahtani et al., 2015a)",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 673,
                    "text": "(Bin Saeed et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 687,
                    "text": "Davies, 2006;",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 712,
                    "text": "Kalimuddin et al., 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The current MERS-CoV guidelines by Saudi MoH stated that any person with close contact with camels (in the last 14 days), including drinking unpasteurized camel milk and showing respiratory symptoms, is suspected with MERS-CoV (CCC, 2015) . The recent outbreak in South Korea, worsened by the initial failure of heath care providers to recognize the infection, shows the importance of early recognition of symptoms of MERS-CoV (Kim and Lee, 2015) . To prevent virus introduction to their lands, some countries (e.g. the UK) have issued a set of guidelines for managing suspected MERS-CoV cases (Kumar et al., 2015) , which is exemplary (PHE, 2015) . Given that 7% people reported having close contact with camels, we suggest development of a public health strategy to better communicate the risk to pilgrims and information about when to seek medical help should symptoms arise upon return.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 238,
                    "text": "MERS-CoV (CCC, 2015)",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 446,
                    "text": "(Kim and Lee, 2015)",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 614,
                    "text": "(Kumar et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 647,
                    "text": "(PHE, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Over half of the departing pilgrims were aware of the Saudi MoH advice to postpone Hajj; nevertheless, none of the high-risk pilgrims decided to cancel their trip. This is consistent with the findings of French researchers who also discovered that none of the at-risk pilgrims had planned to postpone their trip (Gautret et al., 2013b) .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 335,
                    "text": "(Gautret et al., 2013b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As mass media was the main source of MERS-CoV knowledge, we believe mainstream media outlets (e.g. TV) should be used to propagate heath messages immediately before, during, and after the Hajj season. Tour group leaders can also play an important role in disseminating health advice, as shown here and previously (Alqahtani et al., 2015b) . (16) Travel agents 11 (6) Saudi MoH 8 (5) 'Smarttraveller' website** 8 (5) Other sources 3 (2)",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 338,
                    "text": "(Alqahtani et al., 2015b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Very serious 100 (60) Moderately serious 43 (25) Slightly serious 14 (8) Not serious 11 (6) For pilgrims with chronic diseases*** Very serious 86 (51) Moderately serious 48 (28) Slightly serious 15 (9) Not serious 20 (12)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For pilgrims aged ≥ 65 years***"
        },
        {
            "text": "Very serious 47 (27) Moderately serious 43 (25) Slightly serious 47 (27) Not serious 36 (21)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "For pilgrims aged between (18-64) years"
        },
        {
            "text": "Very concerned 47 (27) Moderately concerned 43 (25) Slightly concerned 47 (27) Not concerned 36 ( Digestive tract 12 (7) Brain 11 (6) Note: *Some pilgrims obtained the information from more than one sources, so the percentage is >100; **smartraveller.gov. au; ***Missing data have been excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of contracting MERS-CoV at Hajj"
        },
        {
            "text": "In conclusion, many Australian Hajj pilgrims are not aware of MERS-CoV in Saudi Arabia, and some of them engage in activities that may put them at risk of MERS-CoV; therefore, there is a need for improved awareness among Hajj pilgrims and other travelers to the Middle East regarding MERS-CoV. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of contracting MERS-CoV at Hajj"
        }
    ],
    "bib_entries": {
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infection Prevention and Control Guidelines for Middle East Respiratory Syndrome Coronavirus (MERS-CoV) Infection",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Vector Borne Zoonotic Dis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benkouiten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gaillard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "425--427",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "MERS, influenza and respiratory illness in travellers returning from the Hajj",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Pre-Hajj survey in 2014 (n = 350): participants' demographic characteristics and knowledge about MERS-CoV.Note: *OR = odds ratio; **CI = confidence interval; Bold values indicate a significant difference.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Pre-Hajj survey in 2014 (n = 350): participants' knowledge and attitude regarding MERS-CoV.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Professor Robert Booy has received funding from Baxter, CSL, GSK, Merck, Novartis, Pfizer, Roche, Romark and Sanofi Pasteur for conducting this research, travelling to conferences or consultancy work; all funding received is directed to research accounts at The Children's Hospital at Westmead. Dr. Anita E. Heywood has received grant funding from GSK and Sanofi Pasteur for investigator-driven research. Dr. Harunor Rashid has received fees from Pfizer and Novartis for consulting or serving on an advisory board. The other authors have no competing interests to declare. Informed consent was obtained from all participants.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Pre-Hajj survey in 2014: participants' perceptions about the risk of camel exposure at Hajj. Pilgrims aware of MERS-CoV n (%)* Pilgrims unaware of MERS-CoV n (%)** P value Risk of drinking unpasteurized camel milk Willing to drink unpasteurized camel milk Note: *Number of pilgrims = 173; **Number of pilgrims = 177; Bold values denote significant difference. Camel exposure and MERS-CoV fear in Hajj pilgrims in 2014",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}