{
    "paper_id": "9dd215f5b70cf477742426fffa12fbf95a45a66c",
    "metadata": {
        "title": "The global battle against SARS-CoV-2 and COVID-19",
        "authors": [
            {
                "first": "Chu-Xia",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Macau",
                    "location": {
                        "settlement": "Macau SAR",
                        "country": "China"
                    }
                },
                "email": "correspondingauthor:cxdeng@um.edu.mo"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On December 31, China announced \"it is probing a mystery viral pneumonia outbreak in Wuhan\". Since then, the virus, known as Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)\" is threatening the life of people of at least 140 countries including China (Table 1) . On February 11, the World Health Organization (WHO) named the disease caused by SARS-CoV-2 as Coronavirus Disease-19 (COVID-19). COVID-19 patients exhibit flu-like symptoms, such as persistent coughing, fever, shortness of breath, and difficulty breathing, which are similar to the Severe Acute Respiratory Syndrome (SARS), and the Middle East Respiratory Syndrome (MERS).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 272,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Because SARS-CoV-2 is a new pathogen, people of all ages have no immunity to it and generally susceptible to infection. Just in about 2.5 months, COVID-19 has been spreading quickly to over 140 countries, infected more than 156,000 people, ranging from newborn to 98 years of age, and killed at least 5,800 patients, mostly in Wuhan, Hubei province of China. Compared with its close related coronavirus family member SARS-CoV and MERS-CoV, which infected 8096 and 2494 people in year 2003 and year 2012, respectively, the outbreak of COVID-19 is much more serious with its high virulence. Although SARS-CoV-2 exhibits a lower fatality rate compared to SARS-CoV and MERS-CoV, the virus has already killed at least 1.8 times more people than SARS-CoV and MERS-CoV combined together (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 780,
                    "end": 789,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Up to today, China has taken unprecedented public health measures with centralized national medical support, and has achieved significant results in slowing down the spread of the epidemic and blocking the sources of transmission, preventing hundreds of thousands of new cases of pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the rate of infection comes down gradually in China, the scales of infection in some other countries are steadily rising. The war against COVID-19 will continue on a global scale. Thus, the knowledge the virus, the mechanism of its infection, the characteristics of the epidemic transmission are essentially important for effective fighting against this deadly disease. In this special issue, we have 11 reports, which share our understanding of SARS-CoV-2 and COVID-19 from different angles. Zheng indicated that SARS-CoV-2 is an emerging new coronavirus that causes a global threat, and summarized the key events occurred during the early outbreak, the basic characteristics of the pathogen, the signs and symptoms of the infected patients, the possible transmission pathways of the virus, the Zhou and Zhao pointed out the great importance of using therapeutic neutralizing antibodies (NAbs) to control the spread and re-emergence of SARS-CoV-2 and assert that the development of NAbs therefore should be a high priority in near future [5] . Yang and Shen discussed the implication of the endocytic pathway and autophagy in viral infection and how novel therapeutic approaches could be developed by targeting these processes for treatment of COVID-19 [6] .",
            "cite_spans": [
                {
                    "start": 1045,
                    "end": 1048,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1260,
                    "end": 1263,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "No one was prepared for this highly infectious and swiftly transmitting disease, creating unprecedented strain on healthcare providers and the overall system. Indeed, the rapid transmission of the COVID-19 has mounted serious challenges to both the patients and the health workers stationed at the epicenter of the outbreak [7] . Xiang et al. brought up an issue of high infection rate among health workers in China, mainly due to the lack of experience in handling it in the early stages of the epidemic [8] . On the other hand, more than 300 Chinese patients with psychiatric disorders have been with the SARS-CoV-2 since the outbreak of COVID-19 [9] . Patients, health professionals and the general public are under insurmountable psychological pressure, which may lead to various mental health problems, such as anxiety, fear, depression, and insomnia. Emergency psychological teams have been urgently established at regional and national levels and provided mental health services for those in need as part of the overall deployment of the disease control [7, 9] .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Understanding the knowledge, attitudes and behaviors of residents towards COVID-19 during the early stage of disease outbreak could help the authority effectively implement preventive and control measures. Zhong et al. conducted an epidemiological survey involving 6,910 residents in China, and the results showed that even during the rapid rise period of the COVID-19 outbreak, most residents had good knowledge of COVID-19 and were optimistic about the epidemic control. To reduce the infection risk, they acted with caution in daily life, and took appropriate preventive measures as recommended by the health authorities [10] . Finally, we bring up a comprehensive review on what we have learned and to be learned by Li et al, who cover the basics about the epidemiology, etiology, virology, diagnosis, treatment, prognosis, and prevention of the disease in comparison with SARS and MERS [11] .",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 628,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the fight to COVID-19 continues, we hope that this special issue will help researchers from various fields to have a better understanding of this dangerous virus and join the urgent fight against this deadly disease. We believe the information provided in this special issue should facilitate the fighting against SARS-CoV-2 and the related COVID-19, a global war that we must win and we will win although with huge expenses, the extent of which remains unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "CoV-2: an Emerging Coronavirus that Causes a Global Threat",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sars-",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1678--1685",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.45053"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Zoonotic origins of human coronaviruses",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1686--1697",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.45472"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluation of SARS-CoV-2 RNA shedding in clinical specimens and clinical characteristics of 10 patients with COVID-19 in Macau",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Lio",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Sin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1698--1707",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.45357"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Traditional Chinese Medicine in the Treatment of Patients Infected with 2019-New Coronavirus (SARS-CoV-2): A Review and Perspective",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1708--1717",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.45538"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Perspectives on therapeutic neutralizing antibodies against the Novel Coronavirus SARS-CoV-2",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1718--1723",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.45123"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Targeting the Endocytic Pathway and Autophagy Process as a Novel Therapeutic Strategy in COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1724--1731",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.45498"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tribute to health workers in China: A group of respectable population during the outbreak of the COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1739--1740",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.45135"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The COVID-19 outbreak and psychiatric hospitals in China: managing challenges through mental health service reform",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1741--1744",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.45072"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Knowledge, attitudes, and practices towards COVID-19 among Chinese residents during the rapid rise period of the COVID-19 outbreak: a quick online cross-sectional survey",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1745--1752",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.45221"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19: what has been learned and to be learned about the novel coronavirus disease",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "Pnp",
                    "middle": [],
                    "last": "Lagniton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1753--1766",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.45134"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the origin and evolution of the virus, as well as the chemotherapeutic options under development[1]. Ye et al. overviewed the existing knowledge about 7 human coronavirus (HCoVs), with a focus on the history of their discovery as well as their zoonotic origins and interspecies transmission. They also compared and contrasted the different HCoVs from a perspective of virus evolution and genome recombination[2]. Lo et al. reported their experience on the evaluation of SARS-CoV-2 RNA shedding in clinical specimens and clinical features of all 10 patients in Macau, and recommended the assessment of both fecal and respiratory specimens for enhancing diagnostic sensitivity[3].Because of no specific anti-virus drugs or vaccines are available for the treatment of this sudden and lethal disease, many drugs have been used in the therapy. Yang et al. reported that greater than 85% of COVID-19 patients in China have been receiving Traditional Chinese Medicine (TCM) treatment, and presented the clinical evidence showing the beneficial effect of TCM in the treatment of the patients[4].",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison among COVID-19, SARS and MERS.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the Chair Professor Grant (CPG) CPG2020-00004-FHS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The author has declared that no competing interest exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ]
}