{
    "paper_id": "9df6e8767d0e5bf89c33f35ce87b3e3890073a4b",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The novel coronavirus 2019 (2019-nCoV, officially named as severe acute respiratory syndrome coronavirus 2 [SARS-CoV-2] by International Committee on Taxonomy of Viruses) belongs to the genus β, with envelope, round or elliptic and often pleomorphic form, and 60-140 nm in diameter. The virus genetically differs considerably from those of SARSr-CoV and MERSr-CoV. Current studies show that the homology between 2019-nCoV and bat-SARS-like coronavirus (bat-SL-CoVZC45) is over 85%. When cultured in vitro, 2019-nCoV can be found in human respiratory epithelial cells after about 96 hours, while it takes about 6 days to isolate and culture Vero E6 and Huh-7 cell lines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogenic characteristics"
        },
        {
            "text": "Knowledge on the physical and chemical characteristics of coronaviruses is mainly derived from the study of SARSr-CoV and MERSr-CoV. Coronaviruses are sensitive to ultraviolet rays and heat, and can be effectively inactivated by heating at 56°C for 30 minutes and lipid solvents such as ether, 75% ethanol, chlorine-containing disinfectant, peroxyacetic acid and chloroform except chlorhexidine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogenic characteristics"
        },
        {
            "text": "COVID-19 is mainly transmitted by droplets and contact. Aerosol transmission is possible when people have prolonged exposure to high concentrations of aerosols in relatively closed spaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Route of transmission"
        },
        {
            "text": "Humans of all ages are generally susceptible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptible individuals"
        },
        {
            "text": "Based on current epidemiological investigations, the incubation period of COVID-19 is ranged between 1 and 14 days, and generally within 3 to 7 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical manifestations"
        },
        {
            "text": "Fever, fatigue and dry coughing are considered the main clinical manifestations, but symptoms such as stuffy nose, runny nose, pharyngalgia, myalgia and diarrhea are relatively less common. In severe cases, dyspnea and/or hypoxemia usually occurs after one week of disease onset, and the worse can rapidly progresses to acute respiratory distress syndrome, septic shock, metabolic acidosis hard to correct, and hemorrhage and coagulation dysfunction, multiple organ failure, etc. It's worth noting that patients with severe or critical illness may have a moderate to low fever, or no fever at all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical manifestations"
        },
        {
            "text": "Mild cases only present with light fever, mild fatigue and so on without manifestation of pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical manifestations"
        },
        {
            "text": "From the cases treated currently, most of the patients have a favorable prognosis. The elderly and people with chronic underlying diseases usually have poor prognosis while cases with relatively mild symptoms are common in children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical manifestations"
        },
        {
            "text": "In the early stage of COVID-19, a normal or decreased total white blood cell count and a decreased lymphocyte count can be found in patients. In addition, increased value of liver enzymes, lactate dehydrogenase (LDH), muscle enzymes and myoglobin can occur in some patients; and raised level of troponin can be seen in some critically ill patients. In most cases, the laboratory tests show a raised C-reactive protein value and erythrocyte sedimentation rate but a normal procalcitonin value. Among severe patients, D-dimer value is increased and peripheral blood lymphocytes decreased persistently. In addition, elevated values of inflammatory factors are accompanied with in severe and critical patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory examination"
        },
        {
            "text": "The nucleic acid of 2019-nCoV can be detected in biological specimens such as nasopharyngeal swabs, sputum, other lower respiratory tract secretions, blood and feces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory examination"
        },
        {
            "text": "To improve the positive rate of nucleic acid detection, it is recommended to collect and retain sputum in general patients besides those performed with tracheal intubation (lower respiratory tract secretions should be collected); and all the specimens should be sent and tested as fast as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory examination"
        },
        {
            "text": "In the early stage of COVID-19, the images show that there are multiple small patched shadows and interstitial changes, especially in the lung periphery. As the disease progresses, the images of these patients further develop into multiple ground glass shadows and infiltration shadows in both lungs. In severe cases, lung consolidation may occur. It is seldom to find pleural effusion in patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chest imaging"
        },
        {
            "text": "The suspected cases should be diagnosed through considering both the epidemiological histories and clinical manifestations: (c) In the early stage, a normal or decreased total white blood cell count and a decreased lymphocyte count can be found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suspected cases"
        },
        {
            "text": "Patients who meet any one of the epidemiological exposure histories as well as any two of the clinical manifestations can be diagnosed as suspected cases. Patients with no definite epidemiological history can be diagnosed only if all the three clinical manifestations are met.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suspected cases"
        },
        {
            "text": "The suspected cases with one of the following etiological evidences can be diagnosed as confirmed cases ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmed cases"
        },
        {
            "text": "The clinical symptoms are mild and no pneumonia manifestation can be found in imaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mild cases"
        },
        {
            "text": "Patients have symptoms like fever and respiratory tract symptoms, etc. and pneumonia manifestation can be seen in imaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ordinary cases"
        },
        {
            "text": "Meeting any of the following: 5.3.1. Respiratory distress, respiratory rate ≥ 30 breaths/min; 5.3.2. Pulse oxygen saturation (SpO2) ≤ 93% on room air at rest state; 5.3.3. Arterial partial pressure of oxygen (PaO 2 )/fraction of inspired oxygen (FiO 2 ) ≤300 mmHg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severe cases"
        },
        {
            "text": "At higher altitudes (above 1 km), PaO 2 /FiO 2 values should be adjusted based on equation of PaO 2 /FiO 2 × [Atmospheric Pressure (mmHg)/760].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severe cases"
        },
        {
            "text": "Patients with >50% lesions progression within 24 to 48 h in pulmonary imaging should be treated as severe cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severe cases"
        },
        {
            "text": "Meeting any of the following: 5.4.1. Respiratory failure occurs and mechanical ventilation is required; 5.4.2. Shock occurs; 5.4.3. Complicated with other organ failure that requires monitoring and treatment in ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical cases"
        },
        {
            "text": "6. Differential diagnosis 6.1. The mild manifestations caused by COVID-19 should be distinguished from respiratory infections caused by other viruses. 6.2. COVID-19 should be distinguished from viral pneumonia caused by influenza virus, adenovirus or respiratory syncytial virus, and mycoplasma pneumonia. Especially for suspected cases, rapid antigen detection, multiple PCR nucleic acid test and other methods should be adopted to examine common respiratory pathogens. 6.3. In addition, differentiation from non-infectious diseases such as vasculitis, dermatomyositis, and organizing pneumonia should also be performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical cases"
        },
        {
            "text": "Medical staff at all levels and types of medical institutions should immediately isolate and treat every suspected case that meet the definition of the disease in a single room. After in-hospital experts' consultation or attending physicians' consultation, people still be considered as suspected cases need to be reported online within 2 hours. Specimens should be collected and tested for the nucleic acid of 2019-nCoV. Suspected patients should be transferred to the designated hospitals as soon as possible. People intimately contacted with COVID-19 patients or those even with positive results in common respiratory pathogens test, are also recommended to conduct the pathogenic detection 2019-nCoV in time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case identification and report"
        },
        {
            "text": "8.1. Determine the treatment place according to the severity of the disease 8.1.1. Suspected and confirmed cases should be isolated and treated in designated hospitals with effective isolation and protective conditions. Suspected cases should be treated in single rooms, while confirmed cases can be admitted to the same ward. 8.1.2. Critical cases should be admitted to ICU as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "8.2.1. Rest patients in bed, strengthen supportive treatment, and ensure adequate nutrition. Keep the balance of water and electrolyte to maintain the stability of the internal environment. Closely monitor vital signs, oxygen saturation, etc. 8.2.2. Monitor blood routine, urine routine, C-reactive protein, biochemical indicators (liver enzyme, myocardial enzyme, renal function, etc.), coagulation function, arterial blood gas analysis, chest imaging, etc. according to the patient's condition. If possible, cytokine testing should be conducted. 8.2.3. Give effective oxygen therapy measures in time, including nasal cannula, mask oxygen, high-flow nasal oxygen therapy. 8.2.4. Antiviral treatment: Alpha-interferon nebulization (5 million units or equivalent with 2 ml of sterile water for injection per time for adult, twice per day); lopinavir/ritonavir (200 mg/100 mg/capsule, two capsules each time, twice per day for adults, the course of treatment should be <10 days); ribavirin (for adults, 500 mg ribavirin injection combined with interferon or lopinavir/ritonavir per time is recommended, two or three times per day, the course of treatment should be <10 days); chloroquine phosphate (for adult, 500 mg each time, twice per day, the course of treatment should be <10 days); arbidol (for adults, 200 mg each time, three times per day, the course of treatment should be <10 days). Keep alert on side effects related to lopinavir/ritonavir, such as diarrhea, nausea, vomiting, and liver damage, as well as harmful interaction with other drugs. Effects of current trial drugs should be further evaluated during clinical usage. Simultaneously use of three or more types of antiviral drugs is not recommended and relevant drug treatment should stop if unacceptable side effects or toxicity occur. 8.2.5. Antibacterial drug treatment: unselective or inappropriate use of antibiotics should be avoided, especially in combination with broad-spectrum antibiotics. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General treatment"
        },
        {
            "text": "According to the severity of respiratory distress and the progress of chest imaging, glucocorticoids can be used within a short period of time (3-5 days) as appropriate. Dose does not exceed the equivalent of 1-2pmg/(kg•day) of methylprednisolone is recommended. It should be noted that higher doses of glucocorticoids would delay coronavirus clearance due to immunosuppressive effects; Xuebijing Injection (a traditional Chinese medicine) can be given intravenously 100 ml/day, twice a day for treatment; microecological preparation can be used to keep the equilibrium for intestinal microecology and prevent secondary bacterial infection; plasma exchange, adsorption, perfusion, hemofiltration/plasma filtration and other extracorporeal blood purification technologies should be considered if possible for critical cases with severe inflammatory reactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other treatments"
        },
        {
            "text": "Anxiety and fear usually occur in many patients, therefore psychological counseling should be strengthened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other treatments"
        },
        {
            "text": "COVID-19 can also be treated with traditional Chinese medicine, which considers it caused by epidemic pathogenic factors located in the lungs. Different regions can refer to the following schemes for dialectical treatment according to the disease condition, local climate characteristics, and different physical conditions. Use drugs under the guidance of doctors if the dose of drug exceeds the pharmacopoeia. Basic Prescription: Herba Ephedrae 9 g, roasted Radix Glycyrrhizae 6 g, Semen Armeniacae Amarum 9 g, raw Gypsum Fibrosum 15-30 g (decocted first), Ramulus Cinnamomi 9 g, Rhizoma Alismatis 9 g, Polyporus Umbellatus 9 g, Rhizoma Atractylodis Macrocephalae 9 g, Poria 15 g, Radix Bupleuri 16 g, Radix Scutellariae 6 g, Rhizoma Pinelliae Preparata 9 g, Rhizoma Zingiberis Recens 9 g, Radix Asteris 9 g, Flos Farfarae 9 g, Rhizoma Belamcandae 9 g, Herba Asari 6 g, Rhizoma Dioscoreae 12 g, Fructus Aurantii Immaturus 6 g, Pericarpium Citri Reticulatae 6 g, Herba Pogostemonis 9 g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Administrations and dosage: The basic prescription is a traditional Chinese medicine, which should be decocted by water for drink. Decoct same drugs twice per day, in the morning and in the evening (40 minutes after meals), three pieces are regarded as a course of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Take half bowl of rice soup if possible after taking the medicine, or a bowl of rice soup for people with dry tongue and deficient body fluid. (Notes: the dosage of raw gypsum should be decreased for people without fever, and be increased for people with mild or severe fever.) Take the second course of treatment if the symptoms are improve but not disappeared, and it can be modified according to the actual situation for people with special requirements or other basic diseases. The medicine should be discontinued if the symptoms disappear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Sources Recommended prescription: Raw Herba Ephedrae 6 g, raw Gypsum Fibrosum 15 g, Semen Armeniacae Amarum 9 g, Rhizoma et Radix Notopterygii 15 g, Semen Lepidii 15 g, Rhizoma Cyrtomii 9 g, Lumbricus 15 g, Radix Cynanchi Paniculati 15 g, Herba Pogostemonis 15 g, Herba Eupatorii 9 g, Rhizoma Atractylodis 15 g, Poria 45 g, raw Rhizoma Atractylodis Macrocephalae 30 g, charred Fructus Hordei Germinatus, charred Fructus Crataegi and charred Massa Medicata Fermentata 9 g each, Cortex Magnoliae Officinalis 15 g, charred Semen Arecae 9 g, Fructus Tsaoko 9 g, Rhizoma Zingiberis Recens 15 g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Administrations and dosage: One dose per day, decocted with 600 ml water, taken in the morning, noon and evening respectively before meals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "2) Damp-heat accumulated lung Clinical manifestations: low fever or normal body temperature, slight chills alternate, head and body heaviness, muscle soreness, dry cough and less sputum, sore throat, dry mouth and no desire to drink, or chest tightness, epigastric fullness, no sweat or unsmooth sweating, or vomiting, nausea, loose stool or constipation. Pale or red tongue with white, thick, greasy or thin yellow fur, and smooth or moist pulse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Recommended prescription: Semen Arecae 10 g, Fructus Tsaoko 10 g, Cortex Magnoliae Officinalis 10 g, Rhizoma Anemarrhenae 10 g, Radix Scutellariae 10 g, Radix Bupleuri 10 g, Radix Paeoniae Rubra 10 g, Fructus Forsythiae 15 g, Herba Artemisiae Annuae 10 g (decocted later), Rhizoma Atractylodis 10 g, Folium Isatidis 10 g, raw Radix Glycyrrhizae 5 g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Administrations and dosage: One dose per day, decocted with 400 ml water, taken once in the morning and once in the evening. 8.4.2.3. General type a. Damp-poison stagnating lung Clinical manifestations: fever, cough with less sputum or yellow sputum, chest tightness, shortness of breath, abdominal distension. Dark red and fat tongue with yellow greasy or dry fur, rapid and/or slippery pulses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Recommended prescription: raw Herba Ephedrae 6 g, Semen Armeniacae Amarum 15 g, raw Gypsum Fibrosum 30 g, raw Semen Coicis 30 g, Rhizoma Atractylodis 10 g, Herba Pogostemonis 15 g, Herba Artemisiae Annuae 12 g, Rhizoma Polygoni Cuspidati 20 g, Herba Verbenae 30 g, Dry Rhizoma Phragmitis 30 g, Semen Lepidii 15 g, Exocarpium Citri Grandis 15 g, Radix Glycyrrhizae 10 g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Administrations and dosage: one dose per day, decocted with 400 ml water, taken once in the morning and once in the evening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "b. Cold dampness obstructing lung Clinical manifestations: Low fever, hiding fever, or no fever, dry cough, little sputum, fatigue, chest tightness, nausea, or vomiting, loose stools. Pale or red tongue, white greasy fur, soft and floating pulse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Recommended prescription: Rhizoma Atractylodis 15 g, Pericarpium Citri Reticulatae 10 g, Cortex Magnoliae Officinalis 10 g, Herba Pogostemonis 10 g, Fructus Tsaoko 6 g, raw Herba Ephedrae 6 g, Rhizoma et Radix Notopterygii 10 g, Rhizoma Zingiberis Recens 10 g, Semen Arecae 10 g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Administrations and dosage: One dose per day, decocted with 400 ml water, taken once in the morning and once in the evening. 8.4.2.4. Severe type a. Lung blocked by epidemic toxin Clinical manifestations: Fever, flushing, cough, less yellow sticky sputum with or without blood, wheezing and shortness of breath, fatigue, bitter and sticky dry mouth, nausea with anorexia, poor stool movements, less brown urine. Red tongue with yellow greasy, slippery pulse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Recommended prescription: Raw Herba Ephedrae 6 g, Semen Armeniacae Amarum 9 g, Gypsum Fibrosum 15 g, Radix Glycyrrhizae 3 g, Herba Pogostemonis 10 g (decocted later), Cortex Magnoliae Officinalis 10 g, Rhizoma Atractylodis 15 g, Fructus Tsaoko 10 g, Rhizoma Pinelliae Preparatum 9 g, Poria 15 g, raw Radix et Rhizoma Rhei 5 g (decocted later), raw Radix Astragali seu Hedysari 10 g, Semen Lepidii 10 g, Radix Paeoniae Rubra 10 g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Administrations and dosage: One or two doses per day, decocted with 100 ml-200 ml water, taken 2-4 times a day, oral or nasal feeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "b. Flaring heat in qi and ying Clinical manifestations: Severe fever and polydipsia, dyspnea and anhelation, delirium, blurred vision, rash, or hematemesis and epistaxis, or convulsion of the limbs. Tongue with little or no fur, deep and count pulse, or large and rapid pulse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Recommended prescription: Raw Gypsum Fibrosum 30-60 g (decocted first), Rhizoma Anemarrhenae 30 g, Radix Rehmanniae 30-60 g, Cornu Bubali 30 g (decocted first), Radix Paeoniae Rubra 30 g, Radix Scrophulariae 30 g, Fructus Forsythiae 15 g, Cortex Moutan 15 g, Rhizoma Coptidis 6 g, Folium Phyllostachydis Henonis 12 g, Semen Lepidii 15 g, Radix Glycyrrhizae 6 g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Administrations and dosage: One dose per day, decocted with 100 ml-200 ml water, decoct Gypsum Fibrosum and Cornu Bubali firstly, taken 2 to 4 times per day, oral or nasal feeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Recommend Chinese medicine: Xiyanping injection, Xuebijing injection, Reduning injection, Tanreqing injection, Xingnaojing injection. Drugs with similar effects may be selected according to individual conditions or may be used jointly according to clinical symptoms. Traditional Chinese medicine injection can be used in combination with decoction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Chinese medicine treatment"
        },
        {
            "text": "Clinical manifestations: Dyspnea, asthma requires assisted ventilation, dizziness, irritability, cold sweaty limbs, purple tongue, thick or dry fur, large floating and rootless pulse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical type (internal block and outward desertion)"
        },
        {
            "text": "Recommended prescription: Radix Ginseng 15 g, Radix Aconiti Lateralis Preparata10 g (decocted first), Fructus Corni 15 g, drinking with Suhexiang Pills or Angong Niuhuang Pills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical type (internal block and outward desertion)"
        },
        {
            "text": "Recommended Chinese medicine: Xuebijing Injection, Reduning Injection, Tanreqing Injection, Xingnaojing Injection, Shenfu Injection, Shengmai Injection 1, Shengmai Injection 2. Drugs with similar effects may be selected according to individual conditions or may be used jointly",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical type (internal block and outward desertion)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Notes: Recommended usage of traditional Chinese medicine injections for severe and critical cases The use of traditional Chinese medicine injections should follow the principle of starting with low dose and modifying gradually and dialectically according to the drug instructions. The recommended usage is as follows: Viral infection or combined with mild bacterial infection: 0.9% Sodium Chloride Injection 250 ml and Xiyanping Injection 100 mg bid, or 0.9% Sodium Chloride Injection 250 ml and Reduning Injection 20 ml, or 0.9% Sodium Chloride Injection 250 ml and Tanreqing Injection 40 mg twice per day. Severe fever with consciousness disturbance: Xingnao Injection 20 ml and 0.9% Sodium Chloride Injection 250 ml, bid, twice daily. Systemic inflammatory response syndrome (SIRS) and/or multiple organ failure: Xuebijing Injection 100 ml and 0.9% Sodium Chloride Injection 250 ml, twice daily. Immunosuppression: Shengmai Injection 100 ml and 0.9% Sodium Chloride Injection 250 ml",
            "authors": [],
            "year": null,
            "venue": "Traditional Chinese medicine injection can be used in combination with decoction",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lung deficiency and spleen qi Clinical manifestations: shortness of breath, tiredness, anorexia, distention and fullness, constipation, loose stool, pale tongue, whitish greasy fur. Recommended prescription: Rhizoma Pinelliae Preparatum 9 g, Pericarpium Citri Reticulatae 10 g, Radix Codonopsis 15 g, roasted Radix Astragali seu Hedysari 30 g, roasted Rhizoma Atractylodis Macrocephalae 10 g, Poria 15 g, Herba Pogostemonis 10 g, Fructus Amomi Villosi 6 g (decocted later), Radix Glycyrrhizae 6 g. Administrations and dosage: One dose per day",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Deficiency of qi and yin Clinical manifestations: Fatigue, shortness of breath, dry mouth, thirst, hyperhidrosis, anorexia, low fever or no fever, dry cough, less sputum, dry tongue, thin or weak pulse. Recommended prescription: Radix Adenophorae 10 g, Radix Glehniae 10 g, Radix Ophiopogonis 15 g, Radix Panacis Quinquefolii 6 g, Fructus Schisandrae Chinensis 6 g, raw Gypsum Fibrosum 15 g, Herba Lophatheri 10 g, Folium Mori 10 g, Rhizoma Phragmitis 15 g, Radix Salviae Miltiorrhizae 15 g, Radix Glycyrrhizae 6 g. Administrations and dosage: One dose per day",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "With significantly recovered respiratory symptoms",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lung imaging shows obvious absorption and recovery of acute exudative lesion",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "With negative results of the nucleic acid tests of respiratory pathogens for consecutive two times (sampling interval at least 1 day). Patients meeting the standards mentioned above can be released from the isolation and discharged",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Designated hospitals should strengthen communication with basic medical institutions in patients' residence, share medical records, and forward information of discharged cases to relevant neighborhood committee and basic medical institutions",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Discharged cases are recommended for continuous health monitor for 14 days, wearing facial masks, living in a ventilated single room, reducing frequency of close contact with family members, eating alone, keeping hand hygiene and avoiding outdoor activities due to the compromised immunome and risk of being",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A follow-up and return visit in the second and fourth weeks respectively after discharge is recommended. 10. Transfer principle In accordance with the Novel Coronavirus Pneumonia Case Transfer Program (Tentative Edition) issued by our Commission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hospital infection control Strictly comply with the requirements of the Technical Guide for the Prevention and Control of Novel Coronavirus Infection in Medical Institutions (First Edition) and Guidelines for Usage of Common Medical Protective Equipment in Protection of Novel Coronavirus Pneumonia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "December 2019, an increasing number of cases of Corona Virus Disease 2019 (officially named by WHO, COVID-19) have been diagnosed in Wuhan, Hubei Province. With the spreading of the epidemic, COVID-19 cases have also been reported in other regions of China and abroad. COVID-19 was urgently classified, by the Law on the Prevention and Treatment of Infectious Diseases of the People's Republic of China as Class B communicable diseases, and is managed as Class A communicable diseases. With the in-depth understanding and accumulation of diagnosis and treatment experience of COVID-19, the Diagnosis and Treatment Plan of Corona Virus Disease 2019 (Tentative Fifth Revised Edition) was revised and formed the current tentative sixth edition.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ": 4.2.1. A positive result of the nucleic acid of 2019-nCoV by real-time fluorescence Reverse Transcription PCR (RT-PCR). 4.2.2. The virus gene sequence is highly homologous to the known 2019-nCoV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Treatment principles: On the basis of symptomatic treatment, actively prevent complications, treat accompanying diseases, prevent secondary infections, and provide organ function support in time. 8.3.2. Respiratory support (a) Oxygen therapy: Severe patients should be provided inhalation oxygen with facemask or nasal catheter. Timely assess whether respiratory distress and/or hypoxemia are relieved. (b) High-flow nasal cannula oxygen therapy (HFNC) or non-invasive mechanical ventilation (NIV): When respiratory distress and/or hypoxemia cannot be relieved after standard oxygen therapy, HFNC or NIV should be considered. If the condition does not improve or even worsen within a short period of time (1−2 hours), endotracheal intubation and invasive mechanical ventilation should be performed promptly. (c) Invasive mechanical ventilation: Use lung protective ventilation strategies, which means small tidal volume (4-8 ml/kg ideal weight) and low inspiratory pressure (platform pressure < 30 cmH 2 O) for mechanical ventilation to reduce ventilator-related lung injuries. For several patients, human-machine synchronization is not available, and sedative and muscle relaxants should be used in time. (d) Salvage treatment: For patients with severe ARDS, it is recommended to perform lung expansion. If possible, prone position ventilation should be performed for >12 hours per day. For those with poor prone position ventilation, extracorporeal membrane oxygenation (ECMO) should be considered as soon as possible if conditions permit.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "of prescription: Recommendation of Lung-Clearing and Detoxification Soup in the Treatment of Corona Virus Disease 2019 by Integrated Traditional Chinese and Western Medicine (Official Letter of the Office of National Administration of Traditional Chinese Medicine, No. [2020]22) issued by the General Office of National Health Commission and the Office of National Administration of Traditional Chinese Medicine of the People's Republic of China. 8.4.2.2. Mild type 1) Cold dampness stagnating lungs Clinical manifestations: fever, fatigue, soreness, coughing, expectoration, chest tightness, suffocation, nausea, vomiting and sticky stools. Pale or red tongue with fat tooth marks, moss white thick rotten or greasy fur, and soft and floating or slippery pulse.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Clinical treatment period (for confirmed cases) 8.4.2.1. Lung-clearing and detoxification soup Application Scope: suitable for mild, general and severe cases; reasonable for treating critical cases according to clinical symptoms.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}