{
    "paper_id": "9e0395780f1083684db7a28b9c912337a85ce4d4",
    "metadata": {
        "title": "DISPOSABLE N95 MASKS PASS QUALITATIVE FIT-TEST BUT HAVE DECREASED FILTRATION EFFICIENCY AFTER COBALT-60 GAMMA IRRADIATION",
        "authors": [
            {
                "first": "Avilash",
                "middle": [],
                "last": "Cramer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard-MIT Division of Health Sciences and Technology (HST)",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Enze",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology (MIT)",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sherry",
                "middle": [
                    "H"
                ],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Combined Dermatology Residency Training Program",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mitchell",
                "middle": [],
                "last": "Galanek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology (MIT)",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Lamere",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology (MIT)",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ju",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology (MIT)",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Rajiv",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital (MGH)",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "P"
                ],
                "last": "Short",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology (MIT)",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The current COVID-19 pandemic has led to a dramatic shortage of masks and other personal protective equipment (PPE) in hospitals around the globe [1] . One component of PPE that is in particular demand are disposable N95 face masks. To alleviate this, many methods of N95 mask sterilization have been studied and proposed with the hope of being able to safely reuse masks [2] . Two major considerations must be made when re-sterilizing masks: (1) the sterilization method effectively kills pathogens, penetrating into the fibers of the mask, and (2) the method does not degrade the operational integrity of the N95 filters.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We studied Cobalt-60 ( 60 Co) gamma irradiation as a method of effective sterilization without inducing mask degradation. Significant literature exists supporting the use of gamma radiation as a sterilization method, with viral inactivation of SARS-CoV reported at doses of at most 10 kGy [3] , with other studies supporting 5 kGy for many types of viruses [4] . However, concerns have been raised about the radiation damaging the fiber material within the mask, specifically by causing cross-linking of polymers, leading to cracking and degradation during fitting and/or deployment [5, 6] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 587,
                    "end": 589,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A set of 3M 8210 and 9105 masks were irradiated using MIT's 60 Co irradiator. Three masks of each type received 0 kiloGray (kGy), 10 kGy and 50 kGy of approximately 1.3 MeV gamma radiation from the circular cobalt sources, at a dose rate of 2.2kGy per hour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Following this sterilization procedure, the irradiated masks passed a OSHA Gerson Qualitative Fit Test QLFT 50 (saccharin apparatus) [7] when donned correctly, performed at the Brigham and Women's Hospital, in a blinded study repeated in triplicate. However, the masks' filtration of 0.3 µm particles was significantly degraded, even at 10 kGy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "These results suggest against gamma, and possibly all ionizing radiation, as a method of disposable N95 sterilization. Even more importantly, they argue against using the qualitative fit test alone to assess mask integrity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "An N95 mask, when fitted correctly, blocks 95% of 0.3 micron particles, and provides an important barrier against disease transmission as part of a healthcare provider's personal protective equipment (PPE). Unfortunately, a shortage of N95 masks globally amidst the COVID-19 pandemic [1] has forced healthcare providers in hard hit areas to use a single mask for hours or days at time-or simply go without adequate personal protective equipment (PPE) [8, 9] .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 455,
                    "end": 457,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the ease of access to N95 masks during normal times, much remains unknown about the efficacy of various sterilization mechanisms on disposable masks since there is little impetus to reuse these masks outside of major disaster and pandemic events. Several methods of sterilizing N95 masks between uses are currently being studied across the world. The advantages of these methods and concerns regarding their use are summarized in Table 1 . Vaporized hydrogen peroxide and EtO treatments in particular are described in detail by Viscusi et al (2009) [2] ; UV treatment procedures are described in Darnell & Taylor (2006) and Kumar et al (2015) [10] .",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 554,
                    "text": "Viscusi et al (2009)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 602,
                    "end": 625,
                    "text": "Darnell & Taylor (2006)",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 648,
                    "text": "Kumar et al (2015)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 443,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Both gamma and electron sources have been shown to accomplish viral inactivation in other arenas, such as food and mail sterilization. While the literature does not yet report on SARS-Cov2 itself, gamma ray radiation doses of between 5 and 10 kGy have been shown to achieve 4 log 10 reduction of most viruses, including other single stranded RNA viruses [4, 11] . In particular, a 2019 study SARS-CoV was reported to be inactivated by a dose of 10 kGy, although lower doses were not studied [3] ; and a 2015 study showed a 5 log 10 reduction of MERS-CoV [10] with 10 kGy. Electron beam sterilization generally requires higher dose for the same inactivat-. CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ing effect [12, 13] .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Gamma irradiation has a significant logistical advantage over other sterilization methods in that the soiled masks can be packaged and sealed in a container, brought to the gamma source, sterilized, and then removed without having to be unsealed (assuming the container could tolerate 10 kGy, and is not made of a high Z material). This could reduce the biosafety logistics surrounding sterilization as compared to UV, ovens, and chemical techniques. With the increasing evidence in recent days for the airborne transmission of SARS-CoV2, there is likely a need for biosafety level 3 management of soiled masks. Individual masks could also be bagged and labeled separately within the container.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "60 Co sources are often used in radiation therapy, food sterilization, and in basic science. Many hospitals across the world have access to 60 Co sources as they are widely used for radiotherapy. However, 60 Co sources decline in dose over time (half life = 5.6 years), so older units may not be able to provide a sufficient dose for mass sterilization. There are other sources for generating high energy gamma rays besides 60 Co and our results on the operational survivability of the masks are applicable to any sterilization procedure with an equivalent dose and energy spectrum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It should be emphasized that sterilization using gamma rays does not leave the masks radioactive. Specifically, the 1.17 and 1.33 MeV gamma rays emitted by 60 Co as it decays will not induce secondary activation within the mask. This is in contradistinction to proton or neutron sources that could conceivably cause this effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A set of five each of 3M 8210 and 9105 \"duckbill\" masks were irradiated to doses of 10 kGy and 50 kGy using a Gammacell 220 Excel Irradiator at MIT. The chamber in the irradiator is approximately 6 inches in diameter and 8 inches tall. Since the most radio-opaque component in the masks is a thin aluminum nose piece, which is still essentially transparent to the ∼1.3 MeV photons produced in 60 Co decay, the dose throughout the chamber should be fairly uniform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The masks received either 10 kGy or 50 kGy of radiation emitted from the pencil rods in a circular pattern, at a dose rate of 2.2 kGy per hour. Dose variability was ≤10%, based on previous characterization of this source. Spacers were used to position the masks in the most uniform flux region -if the chamber were fully packed the dose variability would be closer to 15%, and approximately 100 masks could be fit in the chamber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The OSHA-approved Gerson Qualitative Fit Test [7] QLFT 50 (saccharin apparatus) was utilized at Brigham and Women's Hospital to check whether the masks suffered degradation during irradiation. Three masks of each type were tested at each dose level; all tests were performed blind Then, the fit test was repeated for each mask, handed to the test subject who was facing away from the masks to help exclude detection bias from the results. Masks from the three dose categories were tested in a random order. One test had to be repeated due to improper donning of the mask. 3M 9105  3  3  3  3M 8210  3  3 3 + 1 a a One mask in this category was improperly donned by the subject.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 572,
                    "end": 603,
                    "text": "3M 9105  3  3  3  3M 8210  3  3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The masks that were not used in the qualitative fit test were tested for their particulate filtering efficiency at MIT (masks used in the qualitative fit test were not brought to MIT in an attempt to adhere to social distancing guidelines).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The masks were inserted into a specialized air duct, and ambient particulate matter was flowed through the duct (through the filter), with a pressure differential of approximately 175 pascals at 0.4 m/s face velocity. 0.3, 0.5, and 1 µm particles were tested, and the filtering efficiency was measured using an optical particle counter (Aerotrak 9306, TSI Inc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . All masks, including the unirradiated controls, the 10 kGy, and the 50 kGy masks passed a qualitative fit test (no saccharin was detected by the subject), with the exception of one mask that had received 50 kGy that was donned improperly. For the one 50 kGy-irradiated 8210 mask that did result in saccharin taste sensation by the test subject, the cause was found to be poor donning of the mask (the subject reported cool air flowing in around his nose while breathing in during that particular test). This was the second mask tested in the series of 18, and this test failure was believed to be due to inexperience on the part of the test subject in correctly applying a tight fit to the mask. After more practice, an additional 50 kGy-irradiated 8210 mask was randomly inserted into the test matrix, and it along with all other masks resulted in no detection of the saccharin mist. The one anomalous test served to confirm that the test subject could strongly taste the saccharin mist if it entered the mask, either through the filter or around the mask periphery. The subject did notice that some irradiated masks had a slight unrecognizable odor-the Food and Drug Administration notes that gamma ray sterilization of foods can impart an odor as well [14] .",
            "cite_spans": [
                {
                    "start": 1333,
                    "end": 1337,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Particular matter filtration data are shown in table 3. The irradiated masks performed much more poorly than the unirradiated controls, especially in the filtration of 0.3 µm particles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "While disposable N95 masks remain functional as per an qualitative fit test after receiving both 10 kGy and 50 kGy doses of gamma radiation, the fact that their measured particular filtering efficiency declined so severely suggests against using ionizing radiation as a method of mask sterilization. The small particle filtration properties of a mask are provided by primarily electrostatic, rather than mechanical processes, so it is likely that the ionizing radiation is discharging the mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, the fact that the masks continued to pass the qualitative fit test even after being irradiated is a significant finding, and suggests that the qualitative fit test alone cannot be used to assess the success or failure of an N95 sterilization procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rational use of face masks in the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Respiratory Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evaluation of Five Decontamination Methods for Filtering Facepiece Respirators",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann. Occ. Hyg",
            "volume": "53",
            "issn": "",
            "pages": "815--827",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Gamma Irradiation as an Effective Method for Inactivation of Emerging Viral Pathogens",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Shupert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Haddock",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Twardoski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The American Journal of Tropical Medicine and Hygiene",
            "volume": "100",
            "issn": "",
            "pages": "1275--1277",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Inactivation of Thirty Viruses by Gamma Radiation 1",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Fassolitis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Larkin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Peeler",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Applied Microbiology",
            "volume": "22",
            "issn": "1",
            "pages": "61--65",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Disinfection and sterilization: An overview",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American Journal of Infection Control",
            "volume": "41",
            "issn": "",
            "pages": "2--5",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risks of Using Sterilization by Gamma Radiation: The Other Side of the Coin",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Harrell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Djonov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fellabaum",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Volarevic",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Medical Sciences",
            "volume": "15",
            "issn": "3",
            "pages": "274--279",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fit Testing Procedures (Mandatory). -1910.134 App A | Occupational Safety and Health Administration",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "NYC coronavirus: Hospitals could run out of needed supplies by next week, De Blasio says -CNN",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Levenson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Conserving Supply of Personal Protective Equipment-A Call for Ideas",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bauchner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Fontanarosa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Livingston",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Inactivation and safety testing of Middle East Respiratory Syndrome Coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mazur",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Ork",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Postnikova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Virological Methods",
            "volume": "223",
            "issn": "",
            "pages": "13--18",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Gamma Ray Inactivation of Some Animal Viruses",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Dulac",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Willis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Papp-Vid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Girard",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Can. J. comp. Med",
            "volume": "45",
            "issn": "",
            "pages": "397--399",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Efficacy of Electron Beam for Viral Inactivation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plavsic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Nims",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Microbial & Biochemical Technology",
            "volume": "07",
            "issn": "04",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Inactivation and Mechanism of Electron Beam Irradiation and Sodium Hypochlorite Sanitizers against a Human Norovirus Surrogate",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sanglay",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Overview of Irradiation of Food and Packaging",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morehouse",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Komolprasert",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Irradiation of Food and Packaging",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(left) Image of the Gammcell 220 Excel Irradiator with masks in the chamber (right) Cutaway diagram of the irradiator on the subject. The test subject (M. P. S.) was first checked for taste sensitivity to saccharin using a dilute saccharin mist (eight sprays were sufficient to induce a clear taste sensation).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Advantages and concerns of proposed N95 sterilization techniques author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number of masks of each type tested.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Ambient",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Profs. Michael H Lev, Anne White, Areg Danagoulian, Elazar Edelman, Alan Grossman, Zachary Hartwig, Dennis Whyte, Drs. Gordon Kose, Richard Lanza, William Bertozzi, Cody Dennett, Leigh Ann Kesler, John Boyer, as well as Julie Logan, Deborah Plana, Jose Gomez-Marquez, and Robert Hinshaw for their advice, support, and fruitful discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}