{
    "paper_id": "9ef90333dbd21c1f17590315e14efa6e4ae2a37d",
    "metadata": {
        "title": "A GENOMICS-BASED APPROACH TO BIODEFENCE PREPAREDNESS",
        "authors": [
            {
                "first": "Claire",
                "middle": [
                    "M"
                ],
                "last": "Fraser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Institute for Genomic Research",
                    "location": {
                        "postCode": "9712, 20850",
                        "settlement": "Rockville",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the anthrax letter attacks in October 2001, the US federal government has placed a premium on homeland security, with research and development considered to be a key component of an integrated and unified biodefence strategy. For fiscal year 2003, President Bush proposed a $1.75 billion budget for biodefence research, to be administered primarily through the National Institutes of Allergy and Infectious Diseases (NIAID) at the National Institutes of Health (NIH). As summarized on the NIAID web site (see online links box), the proposed new biodefence research agenda will broadly focus on studies of CATEGORY A, CATEGORY B and CATEGORY C BIOTERROR AGENTS (for more information, see online links box). These potential bioterror agents share several features, including a high morbidity or mortality that is associated with infection, a high likelihood of personto-person spread, the ability to be made into a weapon and spread by aerosols or food and water supplies, and the potential to cause widespread panic in the public if released into the environment. The goals of this accelerated research and development agenda are to: understand better the molecular mechanisms that are responsible for pathogen transmission, virulence and invasion; develop new animal models of disease that can be used in the study of potential bioterror agents; elucidate host responses to microbes to understand better the complex parameters of innate and acquired immunity, and how they might be manipulated after exposure to potential bioterror agents; develop new vaccines, antimicrobial and antiviral therapeutics, and diagnostic tools against the most threatening diseases, such as smallpox, anthrax, and plague; and to develop research resources such as BSL3 and BSL4 LABORATORY containment facilities to allow more work on category A-C agents than is possible at present. Ultimately, the expectation is that these new research activities will increase our level of preparedness so that we might better respond to, and protect the world's population against, bioterrorism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Much needs to be done to realize the ambitious goals of the NIAID Strategic Plan for Biodefense Researchthis includes not only an expanded research portfolio and the development of new tools and reagents, but also the creation of new research facilities and the recruitment of new investigators into the area of infectious disease research. On 4 September 2003, the US Department of Health and Human Services announced the creation of eight Regional Centers of Excellence for Biodefense and Emerging Diseases (RCEs). The aim of the RCEs is to bring together investigators from several disciplines and public and private institutions to tackle the most compelling research questions that are relevant to bioterror agents, particularly anthrax and smallpox, in large, comprehensive programmes (for more information on RCEs, see online links box). Collectively, what sets this new research agenda apart from previous efforts on the study of infectious disease agents is the information derived would be available to all scientists for all time. We could then think about a new postgenomic era of microbe biology.\" (REF. 1 ). As genomics, proteomics and bioinformatics are considered to be key enabling technologies in the development of new methods to deal with potential bioterror agents and emerging infectious diseases, this review summarizes the status of pathogen genome sequencing and analysis at present and discusses how these approaches might best be applied to biodefence preparedness.",
            "cite_spans": [
                {
                    "start": 1117,
                    "end": 1118,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The intentional spread of disease during war (biowarfare) has a long history that dates back to the ancient Greeks and Romans (BOX 1) . Bioterrorism, by contrast, has a much shorter history. Recent events, in particular the anthrax letter attacks of 2001, have exposed our vulnerabilities in the area of BIOPREPAREDNESS against both natural and deliberate outbreaks of infectious disease. As there is a dearth of investigators who study biowarfare pathogens and only a few specialized facilities for carrying out such research, we only have a rudimentary understanding of the mechanisms of pathogenesis for most of these agents. We also lack rapid and precise diagnostic assays for identifying most of these species. The deliberate release of microbial pathogens can be done, for the most part, without being noticed, until significant numbers of symptomatic patients appear at expectation that in a relatively short period of time these expanded research activities must achieve several key objectives that can provide immediate benefits in the public health arena. It is also anticipated that one of the other positive spin-offs of the new bioterrorism research agenda will most certainly be a better understanding of other more common and naturally occurring infectious agents. This is an important goal because we are at least as vulnerable to emerging infectious diseases as we are to deliberate attacks. The recent severe acute respiratory syndrome (SARS) epidemic that in 9 months killed over 900 people in 31 countries illustrates just how devastating a new disease can be, and how quickly it can spread around the world (for more information on SARS, see online links box).",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "text": "(BOX 1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vulnerabilities and assessment of needs"
        },
        {
            "text": "Barry Bloom, the present Director of the Harvard School of Public Health, summarized the potential of genomics-based approaches to expand our understanding of the biology of pathogens in 1995 (REF. 1) after the publication of the second complete microbial genome sequence. He stated that \"The power and cost effectiveness of modern genome sequencing technology mean that complete genome sequences of 25 of the major bacterial and parasitic pathogens could be available within 5 years. For about $100 million we could buy the sequence of every virulence determinant, every protein antigen, and every drug target. It would represent for each pathogen a one-time investment from which the",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 200,
                    "text": "(REF. 1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vulnerabilities and assessment of needs"
        },
        {
            "text": "Biological warfare began with the ancient Greeks and Romans, who used toxic plants and human and animal corpses to poison drinking-water wells. More recently (in the fourteenth century) the Tartars catapulted bodies of plague victims over the city walls to infect the Genoese inhabitants of Caffa, a trade centre on the Black Sea. The Genoese took to their boats to escape, spreading the Black Death along shipping routes throughout Europe. In just a few years the plague killed approximately one-third of Europe's population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | History of biowarfare and bioterrorism"
        },
        {
            "text": "The seventeenth and eighteenth centuries saw French and British soldiers intentionally infect native Americans with European diseases. For example, Sir Jeffrey Amherst ordered that smallpox be spread as a way \"…to inoculate the Indians by means of blankets … to extirpate this execrable race…\" 63 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | History of biowarfare and bioterrorism"
        },
        {
            "text": "During the First World War, Germany had plans to conduct covert operations in the United States with the intent to infect horses and cattle that were destined for service in Europe with GLANDERS and anthrax. During the Second World War, bioweapons programmes were initiated in every major participating country. The Japanese military practiced biowarfare on a large scale against the Chinese in Manchuria during the 1940s, infecting the population with various disease agents including anthrax, cholera and plague. The Cold War brought about an even greater escalation in the bioweapons programmes in both the United States and the Soviet Union, until President Nixon terminated the offensive bioweapons programme in the United States in 1969 and ordered that all stockpiled weapons be destroyed. In 1972, the United States and more than 100 nations signed the Biological and Toxin Weapons Convention, which was the first treaty to ban an entire class of weapons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | History of biowarfare and bioterrorism"
        },
        {
            "text": "Bioweapons work continued in the Soviet Union -an outbreak of inhalation anthrax in Sverdlosk in 1979 was linked to secret weapons work in a nearby laboratory 64 . Soviet defectors in the 1980s confirmed that the Soviet Union was working on creating genetically engineered strains of pathogens that were resistant to antibiotics and vaccines. With the break-up of the Soviet Union in the mid 1980s, many of the Soviet scientists who carried out this work disappeared and resurfaced in countries such as Iraq, which launched its own bioweapons programme at around the same time.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "text": "64",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Box 1 | History of biowarfare and bioterrorism"
        },
        {
            "text": "Bioterrorism has a much shorter history. In 1984, followers of the guru Bhagwan Shree Rajneesh deliberately contaminated salad bars throughout one county in Oregon, USA, with Salmonella -the goal was to sicken a sufficient number of people to prevent them voting in an election 65 . More than 750 cases of food poisoning were reported, and it took a year to discover the source of the contamination. In 1995, the Aum Shinrikyo cult released sarin gas in a subway in Tokyo, Japan, killing 12 people and injuring thousands. Between 1993 and 1995, the same cult tried to spray botulinum toxin and anthrax in Kameido, a city near Tokyo, but was not successful 65, 66 . Most recently, in October 2001, anthrax attacks were carried out in the United States using the US postal service as the delivery vehicle. This resulted in 5 deaths and 18 cases of anthrax infection, and shut down the postal service and the US Congressional offices for a time. The perpetrator of this crime is still at large.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 280,
                    "text": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "65,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 660,
                    "end": 662,
                    "text": "66",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Box 1 | History of biowarfare and bioterrorism"
        },
        {
            "text": "These third highest priority agents include emerging pathogens that could be engineered for mass dissemination in the future because of their availability, ease of production and dissemination, and their potential for high morbidity and mortality rates and major health impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CATEGORY C AGENTS"
        },
        {
            "text": "Laboratory facilities for work on biological agents that might cause serious or potentially lethal disease as a result of exposure by the inhalation route.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BSL3 LABORATORY"
        },
        {
            "text": "Laboratory facilities for work with dangerous and exotic biological agents that pose a high individual risk of aerosol-transmitted laboratory infections and life-threatening disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BSL4 LABORATORY"
        },
        {
            "text": "A state of adequate preparation in case of bioterror attacks that will allow for a rapid and efficient response to contain the spread of the agent, minimize morbidity and mortality, and minimize the disruption to public infrastructure. GLANDERS A contagious disease of horses, mules and donkeys that is caused by the bacterium Burkholderia mallei. It can also be transmitted to humans who come into contact with infected animals.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 244,
                    "text": "GLANDERS",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BIOPREPAREDNESS"
        },
        {
            "text": "Comparative genomics. Genome sequence data provide a powerful new starting point for follow-up investigations into the biology of microbial pathogens. Through the power of comparative genomics in silico it is possible to glean insights into new virulence genes, the molecular basis and evolution of pathogenicity, the diversity within closely related isolates, and to formulate hypotheses to be tested experimentally. For example, the sequencing of the B. anthracis genome resulted in the identification of several new putative virulence genes, some of which have recently been shown to encode functional toxins 12 . Several other B. anthracis genes have been identified that encode proteins that are related to proteins that are responsible for virulence in closely related Bacillus species that infect insects 13 . It is not clear whether these genes have the same role in B. anthracis as they do in the other species, nonetheless, they are obvious candidates for future experimental studies. The importance of such studies cannot be overemphasized, because bioinformatics approaches alone are not sufficient to unequivocally predict protein function. The identification of new virulence and pathogenicity genes in bioterror pathogens not only provides new insights into how these agents cause disease, but also potentially provides new targets for antimicrobial and vaccine development.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 614,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 812,
                    "end": 814,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "BIOPREPAREDNESS"
        },
        {
            "text": "The comparison of the recently completed genome sequence of the intracellular pathogen and potential bioterrorism agent Brucella suis 14 with that of Brucella melitensis 15 defined a finite set of differences that could be responsible for the differences in virulence and host preference that are present between these closely related organisms. Analysis of the B. suis genome also revealed transport and metabolic abilities similar to those that are seen in soil/plant-associated bacteria 14 , a similarity that is also evident in the extensive gene SYNTENY that is observed between B. suis chromosome 1 and the genome of the plant symbiont, Mesorhizobium loti 16 . These results illustrate the advantages that can come from taking a more broad view of the study of pathogenesis -new data on the biology of one pathogen could be directly applicable to the study of what might seem to be an unrelated pathogen.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 490,
                    "end": 492,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 662,
                    "end": 664,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "BIOPREPAREDNESS"
        },
        {
            "text": "in silico approaches can reveal the molecular differences that distinguish related species and identify potential virulence genes, they alone are not sufficient to uncover the complexities of the interaction between pathogen and host. However, the availability of large-scale approaches for transcriptome analysis are beginning to have an impact in infectious disease research by allowing investigators to move beyond the study of single genes to probe global changes in RNA expression 17 . Although this technology was only available in a small number of laboratories just a few years ago, it is now more widely available and is being used to study gene expression in both pathogen and host during different stages of infection. One of the most important advantages of this type of approach is that it allows the study of both known genes and new genes of unknown function. medical facilities. Even then, the earliest symptoms that are associated with infection by biowarfare pathogens are nonspecific and can easily masquerade as something less serious. Once an attack is detected, the panic in the general population could overwhelm the public healthcare system, making it more difficult to identify and treat those individuals who have actually been exposed.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 488,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Transcriptomics/proteomics. Although comparative"
        },
        {
            "text": "Although recommendations for administering antimicrobial therapy after bioterror attacks with category A agents have been proposed by the Working Group on Civilian Biodefense 2-4 , in many cases there is limited data available on the efficacy of such dose regimens. In some instances, three to eight weeks of antibiotic therapy is recommended; however, one of the dangers inherent in such a prolonged course of treatment is non-compliance and the emergence of antibiotic-resistant pathogens. With the continued emergence of antibiotic-resistant strains of more common pathogens as well, it is clear that we would greatly benefit from an expanded arsenal of new antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transcriptomics/proteomics. Although comparative"
        },
        {
            "text": "Another alternative for combating infectious diseases is to develop new or better vaccines that confer long-term immunity or that could be used prophylactically after a bioterror attack. Such new generation vaccines must be able to protect all groups of civilians, including the large number of immuno-compromised patients who are present in the population. The recent reports of unexpected cardiac problems, including two deaths, which occured after vaccination of first-responders with the present smallpox vaccine 5, 6 , and numerous reports of adverse reactions to the present vaccine against anthrax 7-10 provide examples of how much extra work is needed.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 519,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 520,
                    "end": 521,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Transcriptomics/proteomics. Although comparative"
        },
        {
            "text": "Finally, there is an urgent need to understand better the genetic variation among, and the global distribution of, bacterial species and strains. The microbial genome is a dynamic entity that is shaped by numerous forces, including gene duplication and gene acquisition through lateral gene transfer, which influence the evolution of microbial species 11 . The plasticity of the microbial genome has important implications in epidemiologic studies, the spread of antibiotic resistance and pathogenicity, microbial forensics and the development of new therapeutics and vaccines.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 354,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Transcriptomics/proteomics. Although comparative"
        },
        {
            "text": "Despite the fact that the field of microbial genomics is still relatively young, tremendous progress has been made in a short amount of time. Essentially all of the 25-30 principal human bacterial pathogens, including many of those on the Center for Disease Control and Prevention (CDC) category A-C lists, have now been sequenced. Sequence data and associated genome annotation from these efforts are in the public domain (see the TIGR Microbial Database, online links box). In several cases, sequence data from more than one representative of the same species is available (for example, Escherichia coli, Staphylococcus aureus, Mycobacterium tuberculosis, Bacillus anthracis, Helicobacter pylori and Chlamydia pneumoniae) (TABLE 1) , and this has proved extremely useful in providing new insights into the genetic variability that is present among strains. SYNTENY The conservation of gene order in chromosomes that are conserved over wide evolutionary distances.",
            "cite_spans": [
                {
                    "start": 859,
                    "end": 866,
                    "text": "SYNTENY",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 724,
                    "end": 733,
                    "text": "(TABLE 1)",
                    "ref_id": null
                }
            ],
            "section": "Genomics efforts on pathogens"
        },
        {
            "text": "human cells -the initial interaction with epithelial cells in the respiratory tract and the later interaction with endothelial cells in the blood-brain barrier. These differentially regulated genes -which include those that encode membrane transporters, transcription factors, general metabolic pathways and several hypothetical Recent studies of Neisseria meningitidis, which is a causative agent of septicaemia and meningococcal meningitis, provide an excellent example of how useful transcriptome analysis can be 18, 19 . These studies showed that distinct sets of genes were differentially regulated during two key steps in the meningococcal infection of potential vaccine candidates 21 . Although proteomics approaches are still limited by factors such as sensitivity and scalability, they are particularly well suited to identifying where proteins are localized in the pathogen (cytoplasmic versus membrane versus secreted proteins), which might be a key step towards understanding the pathogenesis of numerous potential bioterror agents. Of particular interest with regard to the study of bioterror pathogens are the results of a recent study, in which proteomic analysis was used to study the spore coat proteins of B. anthracis and a related but nonpathogenic species, Bacillus subtilis 22 . In response to external stress, both of these bacilli form spores that proteins -are obvious candidates for further studies, which in turn could lead to new approaches to preventing diseases that are caused by N. meningitidis. Studies like these, which identify suites of genes that are differentially expressed at different stages of infection, could similarly lead to new biodefence strategies if applied to bioterror agents such as B. anthracis.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 519,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 520,
                    "end": 522,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 688,
                    "end": 690,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1296,
                    "end": 1298,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Genomics efforts on pathogens"
        },
        {
            "text": "In parallel with transcriptome studies, highly sensitive two-dimensional gel electrophoresis and protein identification by MASS SPECTROMETRY are being used to explore the proteomes of several pathogens. Such analyses can be used to identify differences in protein expression between virulent and avirulent strains 20 and MASS SPECTROMETRY Analysis using an analytical instrument that provides accurate information about the molecular mass and structure of complex molecules. This technique can identify and quantify extremely small amounts of peptide by their mass-fragment spectrum. available [32] [33] [34] . This comparative genome hybridization technology can rapidly be applied to the study of large numbers of isolates, identify subsets of genes that might be responsible for phenotypic differences in pathogenesis and virulence, and advance our understanding of microbial evolution and genome heterogeneity. However, one of the limitations of microarray-based analysis of gene content is that the arrays can only provide information on those genes that are represented on an array. Given the genetic diversity that has been observed in some species of bacteria, such as the 26% difference in gene content between the avirulent E. coli K12 strain and the enteropathogenic E. coli 0157:H7 strain 35 , caution is necessary when interpreting comparative genome hybridization data in the absence of comprehensive information about strain variability. One of the most exciting applications of comparative genome hybridization approaches might come from the development of more rapid methods for the detection of biological agents, even when they have been genetically engineered. It is not at all unreasonable to contemplate the fabrication of a DNA chip that contains all of the predicted coding sequences from numerous isolates of the most important human, animal and plant pathogens as a first step in the development of new detection technologies. The read-out from such a 'detector' could provide information on the full genetic complement of any bioterror agent, even if it contains genes or plasmids from other species, any unusual properties that are related to virulence or antibiotic-resistance, or is a synthetic organism that has been built from component genes. The ability to quickly identify and characterize a potential bioterror agent in a single assay would greatly reduce the delays that are inherent in present methods of detection. Progress towards this goal has begun with the development of a multi-pathogen identification microarray (MPID) that has been used to identify 18 pathogenic prokaryotes, bacteria and viruses with a high degree of specificity 36 , and an oligonucleotide array for the detection of closely related orthopox viruses including variola, which is the causative agent of smallpox 37 .",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 598,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1301,
                    "end": 1303,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2678,
                    "end": 2680,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2826,
                    "end": 2828,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Genomics efforts on pathogens"
        },
        {
            "text": "There has been an alarming increase in resistance to multiple antibiotics among pathogens such as S. aureus, Streptococcus pneumoniae, Enterococcus faecalis and M. tuberculosis in both community and hospital settings over the past 15 years [38] [39] [40] [41] . Until quite recently, the primary approach to antibiotic development within the pharmaceutical industry was to make incremental improvements to existing antibiotic classes to stay one step ahead of resistant microbes 42 . At present antibiotics target three cellular processes in the bacterial cell: DNA/RNA synthesis, protein synthesis and cell-wall synthesis. The reason that these three pathways make excellent targets for antimicrobial compounds is that they represent essential cellular functions. By analogy, any other protein that is essential for cell viability becomes a possible target for the development of entirely new classes of antibiotics. allow them to persist in the environment under extremes of temperature, dessication and time 23 . In the case of B. anthracis, the interaction of the spore with the host is essential for infection 24 . Proteome analysis uncovered a set of conserved spore coat proteins and sets of new spore coat proteins that are unique to each species of Bacillus 22 . The identification of unique spore coat proteins in B. anthracis could accelerate efforts to develop new methods for the detection of this organism in the environment, as well as provide new targets through which the interaction of the pathogen with host macrophages might be disrupted.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 479,
                    "end": 481,
                    "text": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1011,
                    "end": 1013,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1117,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antimicrobial and vaccine development."
        },
        {
            "text": "Another important research area for biodefence is the study of host responses that are triggered by infections of potential bioterror pathogens. The availability of the human genome sequence and human DNA arrays means that the types of studies that are required are now possible. For example, one recent study 25 found marked differences in the gene-expression profiles of gastric epithelial cells that were exposed to strains of H. pylori (a gastric pathogen 26 ) with a 40-kilobase PATHOGENICITY ISLAND 27-29 compared with cells that were exposed to strains that lacked this island. Such studies highlight the genes that might be involved in the observed differences in disease outcome after infection. Another study 30 used several approaches, including microarray analysis, to identify 22 genes in murine macrophages that are upregulated in response to infection of cells with Yersinia pestis, which is the causative agent of plague. Several of these genes have previously been shown to be involved in apoptosis. These data are consistent with the fact that many pathogens, such as Y. pestis, are known to circumvent the immune response of the host by interfering with the normal function of circulating macrophages, in this case by triggering cell death, and they indicate that there are possible interventional strategies that might be pursued in the development of new therapeutics to treat this disease.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 312,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 719,
                    "end": 721,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Host responses."
        },
        {
            "text": "DNA arrays have also been used to investigate the response of human peripheral blood mononuclear cells (PBMCs) after exposure to various bacterial pathogens 31 . These cells play a vital surveillance role for detecting exposure to infectious agents and can be considered as the immune system's 'canary in the coal mine' . The exposure of PBCMs from numerous donors to many Gram-positive and Gram-negative bacterial pathogens showed that there is a consistent programme of gene expression that is characterized by the upregulation of many cytokines and chemokines. These results could provide the basis for new diagnostic tests for pathogenic microbes, perhaps even before overt symptoms develop. Such diagnostic tests could be extremely important as biological 'early warning' systems for biodefence purposes.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Host responses."
        },
        {
            "text": "DNA microarray technology can also be used to assess molecular differences between closely related pathogen strains for which complete genome sequences are PATHOGENICITY ISLAND The genetic element within the genome of an organism that is responsible for its capacity to cause disease (its pathogenicity). The virulence of the organism is modulated by the genes that are harboured by this island.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 176,
                    "text": "PATHOGENICITY ISLAND",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Genetic characterization of pathogen strains."
        },
        {
            "text": "including aminoacyl-tRNA synthetases, polypeptide deformylase, fatty-acid biosynthesis, DNA replication, protein secretion, cell division, peptidoglycan biosynthesis, cell signalling and amino-acid biosynthesis 42, [49] [50] [51] . Although there are pros and cons to developing new broad-spectrum antibiotics versus antibiotics that are highly specific for a particular infectious agent, it seems that it might be possible to achieve success on both fronts by using genomic information in the drugdiscovery process.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Genetic characterization of pathogen strains."
        },
        {
            "text": "Genomics-based approaches have also greatly accelerated the search for new vaccine candidates, particularly for those pathogens that induce antibody formation in humans and/or experimental animals. As described above, transcriptome and proteome analyses of various pathogens have identified subsets of genes that are important in infectivity and, therefore, possible targets for vaccine development. An alternative strategy that is known as reverse vaccinology has used bioinformatics methods to identify potential cell-surface proteins, followed by the large-scale expression and evaluation of these candidate antigens in animal models 52 . So far, this approach has been successfully applied to N. meningitidis 53 and S. pneumoniae 54 , and a new N. meningitidis vaccine candidate that was discovered through reverse vaccinology has entered Phase I clinical trials (R., Rappuoli, personal communication; FIG. 1) . Also, the use of immune sera together with a cellsurface display of S. aureus peptides has identified several potential vaccine candidates that patients infected",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 639,
                    "text": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 713,
                    "end": 715,
                    "text": "53",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 906,
                    "end": 913,
                    "text": "FIG. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Genetic characterization of pathogen strains."
        },
        {
            "text": "The availability of pathogen genome sequence data has catalysed research on the identification of new targets for antimicrobial compound, by providing a complete catalogue of genes across a wide range of organisms, which can be compared at various levels 43 . The four attributes of an ideal antimicrobial target are that it is: essential for viability in the microbial pathogen; absent or significantly different in the human host (a parameter that is now much easier to assess given the availability of the human genome sequence); conserved across the appropriate range of organisms; and expressed and relevant to the infectious process. In silico approaches that compare pathogenic organisms and their nonpathogenic relatives can provide a first-pass list of potential genes that are required for colonization, invasion and virulence. Other methods such as transposon mutagenesis [44] [45] [46] and in vivo expression technology (IVET) 47 , for example, have allowed large-scale screening for essential proteins in vitro and in vivo, even when the biological function of a protein is not known. New targets that are identified through such screening programmes can in turn be used in high-throughput screening assays with combinatorial chemistry libraries to identify potential small-molecule inhibitors of protein function. This kind of approach makes full use of the information that is in genome databases by allowing the assay system to drive the identification of new targets 48 53 . The first step in this process is the completion of the genome sequence of the pathogen of interest. In the case of MenB, this took approximately 18 months from the time when it was undertaken in 1998-1999. Today, the complete genome sequence of a pathogen can be obtained in a matter of days to weeks. Several algorithms are used to identify putative cell-surface or secreted proteins that could potentially elicit antibody responses in a human host. For MenB, 570 potential vaccine candidates were identified by bioinformatics approaches. The next step in the process was to produce recombinant proteins in Escherichia coli; approximately 350 proteins were expressed at high levels, purified and used as immunogens in mice. Immune sera were collected and assayed for their ability to bind to the surface of MenB cells and for their bactericidal activity in vitro. Seven proteins had high titres in all of the assays that were carried out and were taken into the final stage of evaluation, which assessed the extent of protein sequence variability in these proteins across large numbers of MenB isolates. From this large-scale screening process, two new vaccine candidates emerged that met all of the criteria. These vaccine candidates are now in Phase I clinical trials. Modified with permission from REF. 67 © Macmillan Magazines Ltd (2000) . between two samples at the level of a single base pair of DNA. For example, the comparative genome sequencing of a reference Ames strain of B. anthracis and the Ames isolate from the first patient to die of inhalation anthrax in the attacks of 2001 allowed new polymorphic loci that distinguished multiple Ames isolates to be identified 57 ",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "text": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 893,
                    "end": 897,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 939,
                    "end": 941,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1484,
                    "end": 1486,
                    "text": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1487,
                    "end": 1489,
                    "text": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2800,
                    "end": 2835,
                    "text": "67 © Macmillan Magazines Ltd (2000)",
                    "ref_id": null
                },
                {
                    "start": 3175,
                    "end": 3177,
                    "text": "57",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Genetic characterization of pathogen strains."
        },
        {
            "text": ". Further sequencing of other B. anthracis strains, as well as representatives of the closely related Bacillus cereus and Bacillus thuringiensis is underway, with the goal being the development of a polymorphism database for the B. anthracis group that will provide important information for tracking the origin and history of particular isolates (C.M.F., unpublished data). The technology is available to quickly expand these efforts to include other category A-C agents in addition to B. anthracis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetic characterization of pathogen strains."
        },
        {
            "text": "Genomics-based approaches to the study of microbial pathogens and their hosts have had a profound impact on the way in which we approach the study and treatment of infectious disease. One of the most important challenges that is facing us today is how to best exploit with this pathogen can immunologically recognize 55 . Although it might still be a bit too early to fully assess the impact of genomics on vaccine development, it has been estimated that the availability of genome sequence data, together with the application of large-scale approaches, has reduced the time that is required to identify new vaccine candidates by several years. An added benefit is that the initial screening can be done in a comprehensive way, evaluating all of the potential antigens in a pathogen's genome, and therefore increases the likelihood that the most promising candidates will emerge. Unfortunately, as yet there has not been as much progress using genomics-based approaches in the development of vaccines against pathogens for which T-cell-mediated immunity is most important. This can be largely attributed to the difficulty of predicting T-cell epitopes from protein sequence data alone.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "text": "55",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Where do we go from here?"
        },
        {
            "text": "Microbial forensics -the use of molecular variation between closely related strains to trace relationships and study population structure 56has also benefited tremendously from the availability of comparative genomic data that can discriminate VARIABLE NUMBER OF TANDEM REPEATS (VNTRs). A linear arrangement of multiple copies of short repeated DNA sequences that vary in length and are highly polymorphic, which makes them useful as markers. Victim grant writing, should be one option that is considered. It should be recognized that there is a need for both individual investigator-initiated research programmes on potential bioterror pathogens as well as larger, more comprehensive, multi-investigator research programmes, such as the recently created RCEs. Although research programmes that focus on developing new diagnostics, antibiotics and vaccines using well-proven methods are essential, further funding initiatives that reward innovative thinking should be encouraged. Incentives, such as Project BioShield (for more information, see online links box), that will enable the US government to purchase vaccines and drugs in large amounts, must be created to provide incentives for the pharmaceutical and biotechnology industry to rapidly translate basic research results into new products. It is very disturbing that, at a time when microbial genomics has delivered hundreds of potential new targets for antimicrobial compounds, the pharmaceutical industry is scaling back its collective efforts in antibiotic development because the profit margin is not sufficient 43 . In some cases, the key achievements of these research programmes might be drugs or vaccines that are stockpiled for use only in the event of an emergency. Without a continued and sustained market for new products, it is all but guaranteed that these products will not be developed. The US government must extend its efforts in the biodefence arena to become a full partner with industry to increase the level of preparedness for the next natural or deliberate outbreak of disease.",
            "cite_spans": [
                {
                    "start": 1575,
                    "end": 1577,
                    "text": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Microbial forensics."
        },
        {
            "text": "Research priorities. If we have learned anything from the collective efforts in genomics over the past several years it is how little we know about the biology of organisms. Some individuals might be inclined to debate whether we are most in need of 'universal' antibiotics and antivirals versus ones that are more organismspecific, but there are potential uses for both and both should be vigorously pursued if the science that underlies the research is sound.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microbial forensics."
        },
        {
            "text": "Although it is essential that a great deal of emphasis be placed on the study of the most important bioterror agents, such as B. anthracis, Y. pestis and Variola major, it is also important to also take a broader view of the microbial world, given that so many features that are relevant to microbial pathogenesis are shared among phylogenetically diverse species. Related to this point is the need to remember that collectively we have focused a great deal of attention on human pathogens, but the social and economic devastation that could result from an attack with a virulent plant or animal pathogen, such as foot and mouth disease, could be much greater than what was seen with the anthrax attacks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microbial forensics."
        },
        {
            "text": "Another topic that is relevant to biodefence research is the need to strike an appropriate balance for the sharing of information and research results on bioterror agents. On the one hand, we have already seen that providing information for downstream work is crucial, particularly for the development of new antibiotics and vaccines. On the other hand, these large-scale technologies in the biodefence arena. There is no reason we cannot begin to use DNA sequence analysis and DNA microarray technology to collect information on natural variability in large numbers of isolates of the most important pathogens. B. anthracis has been the focus of the first large-scale efforts to catalogue such variability and create a forensics database. However, these efforts should be expanded to include all of the principal human, animal and plant pathogens if we are to effectively track naturally occurring and emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information sharing."
        },
        {
            "text": "It is likely that transcriptome and proteome analyses that are applied to the study of bioterror pathogens will quickly find subsets of genes that have a role in pathogenesis and host-pathogen interactions. This information could potentially provide leads for the development of new antibiotics and vaccines; however, as has already been shown, this information might not always be required, nor does it guarantee success. One of the biggest challenges before us is the fact that only a limited number of animal model systems are available for the study of the most threatening bioterror agents. Moreover, any clinical trials to evaluate the efficacy of new antibiotics and vaccines against this group of infectious agents will be limited by the the inability to do this testing in human subjects -both because it would be considered highly unethical to deliberately expose volunteers to these infectious agents and because natural outbreaks of these diseases are rare or non-existent. So, although it might be tempting to focus considerable research efforts on a small number of bioterror agents, there is much to be gained by taking a broader comparative approach to the study of a large number of pathogens because common mechanisms might emerge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information sharing."
        },
        {
            "text": "Anthony Fauci, Director of the NIAID at the NIH recently stated that \"The goal of developing 'universal' antibiotics, antivirals and antitoxins … is not unattainable.\" (REF. 58 ). It is still too early to tell whether or not this vision is realistic, however, it has set the tone for the infectious disease research agenda for the coming years. Although the consensus is that a large infusion of US federal government funds into biodefence research is essential if these ambitious goals are to be met, increased funding alone is no guarantee that new diagnostics, antibiotics and vaccines will emerge. However, there are several things that can be done to increase the likelihood of success.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 176,
                    "text": "58",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Information sharing."
        },
        {
            "text": "There must be a sustained and sufficient commitment of funds to enable the basic research that is beginning today to be translated into deliverable achievements that will have an impact on public health. Increased funding for two to three years is not enough, given the nature of scientific research and development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding of research."
        },
        {
            "text": "Incentives must be created to attract a sufficient number of outstanding new investigators to infectious disease research to carry out an expanded research agenda. Given the nature of the scientific enterprise, the creation of long-term funding programmes that allow investigators to focus on research, and not on are available in many countries around the world, and unless there is international consensus about the appropriate way to deal with dual-use data, the implementation of new policies within the United States alone could potentially frustrate good scientists without increasing the overall level of national security. This objective might not be so easy to achieve, because there are many who believe that the perceived threat that is posed by this kind of information is not universally agreed on by scientists around the globe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding of research."
        },
        {
            "text": "It is clear that genome-enabled science will have a central role in the new biodefence research agenda. On the basis of successes so far, it is highly likely that these approaches will lead to important new breakthroughs on several fronts. As the new biodefence programmes get underway, it will be vitally important to monitor progress and set new priorities as dictated by the most promising research results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Ultimately, if the United States is committed to developing a comprehensive programme in biodefence, the most important thing that can be done is to ensure that sufficient funding is provided for a sufficient period of time for the ambitious goals of this new initiative to be realized. If successful, there is likely to be a dual payoff. Not only will a new generation of diagnostics, antimicrobial and antiviral compounds be delivered to protect citizens around the world, but the increased level of biopreparedness that will result could probably also be a strong deterrent to any future deliberate bioterror attack.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "there is a concern that those individuals with malicious intent could use this information inappropriately 59 . The risks that are posed by the potential misuse of this information have been difficult to quantify, thereby complicating many of these discussions. In January 2003, several scientific journals issued a statement on scientific publication and security to the effect that they will now implement a policy to screen and possibly reject manuscripts that have been submitted for publication if \"…an editor … concludes that the potential harm of publication outweighs the societal benefits. \"(REF. 60 ; see also REF. 61 and references therein). This is certainly an important statement of responsibility, but it in no way abrogates scientific investigators of their responsibility in this area.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "text": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 606,
                    "end": 608,
                    "text": "60",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 620,
                    "end": 627,
                    "text": "REF. 61",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "On 8 October 2003, the National Research Council of the National Academies of Science released a report entitled 'Biotechnology Research in an Age of Terrorism' that contained a new set of recommendations for dealing with such dual-use research 62 . The report noted that there was a need for: the increased education of the scientific community about the dual-use dilemma; an Institutional Biosafety Committee review of plans for experiments that fall into potential areas of concern; a review of publications for potential national security risks at the publication stage; the creation of a National Science Advisory Board for Biodefense as a resource for ongoing discussions between the scientific and security communities; and the creation of an International Forum on Biosecurity to promote discussions about all of the relevant issues around the world. This last point is perhaps one of the most important to emerge from this report. Technologies that could potentially be misused",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "text": "62",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genome sequences. A microbial minimalist",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nature",
            "volume": "378",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Anthrax as a biological weapon: medical and public health management. Working Group on Civilian Biodefense",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "281",
            "issn": "",
            "pages": "1735--1745",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Tularemia as a biological weapon: medical and public health management",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Dennis",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "JAMA",
            "volume": "285",
            "issn": "",
            "pages": "2763--2773",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Plague as a biological weapon: medical and public health management. Working Group on Civilian Biodefense",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "283",
            "issn": "",
            "pages": "2281--2290",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cardiac cases trigger advisory about smallpox vaccination",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "168",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Smallpox vaccination in 2003: key information for clinicians",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin. Infect. Dis",
            "volume": "36",
            "issn": "",
            "pages": "883--902",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Adverse reactions to anthrax immunization in a military field hospital",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "World",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. R. Med. Corps",
            "volume": "146",
            "issn": "",
            "pages": "191--195",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Role of vaccinations as risk factors for ill health in veterans of the Gulf War: cross sectional study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hotopf",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Br. Med. J",
            "volume": "320",
            "issn": "",
            "pages": "1363--1367",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Delayed life-threatening reaction to anthrax vaccine",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Swanson-Biearman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Krenzelok",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Toxicol. Clin. Toxicol",
            "volume": "39",
            "issn": "",
            "pages": "81--84",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antibodies to squalene in recipients of anthrax vaccine",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Asa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Garry",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Exp. Mol. Pathol",
            "volume": "73",
            "issn": "",
            "pages": "19--27",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparison of the genome sequences of several pairs of closely related pathogens has revealed tremendous diversity, with some strains of the same species differing by more than 20% in their gene content. This review summarizes these findings and suggests new conceptual and methodological approaches for further analysis of microbial genome diversity",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Boucher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Nesbo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Doolittle",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Curr. Opin. Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "285--289",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Characterization of anthrolysin O, the Bacillus anthracis cholersterol-dependent cytolysin",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Shannon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Koehler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Rest",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Infect. Immun",
            "volume": "71",
            "issn": "",
            "pages": "3183--3189",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bacillus thuringiensis insecticidal crystal toxins: gene structure and mode of action",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brousseau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Masson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Biotechnol. Adv",
            "volume": "6",
            "issn": "",
            "pages": "697--724",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Brucella suis genome reveals fundamental similarities between animal and plant pathogens and symbionts",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Paulsen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": "13148--13153",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The genome sequence of the facultative intracellular pathogen Brucella melitensis",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Vecchio",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": "443--448",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Complete genome structure of the nitrogen-fixing symbiotic bacterium Mesorhizobium loti",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kaneko",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "DNA Res",
            "volume": "7",
            "issn": "",
            "pages": "331--338",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Comparing functional genomic datasets: lessons from DNA microarray analyses of host-pathogen interactions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diehn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr. Opin. Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "95--101",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Previously unrecognized vaccine candidates against group B meningococcus identified by DNA microarrays",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Grifanti",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature Biotechnol",
            "volume": "20",
            "issn": "",
            "pages": "914--921",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Analysis of the global changes in gene expression that are induced in Neisseria meningitidis after two key steps in meningococcal infection. These data provide new insights into pathogenicity mechanisms of N. meningitidis and reveal differences in gene expression",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dietrich",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Bacteriol",
            "volume": "185",
            "issn": "",
            "pages": "155--164",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Comparative proteome analysis of culture supernatant proteins of Mycobacterium tuberculosis H37Rv and H37Ra",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Microbes Infect",
            "volume": "5",
            "issn": "",
            "pages": "851--856",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Identification and immunogenicity of Group A Streptococcus culture supernatant proteins",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mackie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lukomski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Musser",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infect. Immun",
            "volume": "68",
            "issn": "",
            "pages": "6807--6818",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Proteomic analysis of the spore coats of Bacillus subtilis and Bacillus anthracis",
            "authors": [
                {
                    "first": "E.-M",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Bacteriol",
            "volume": "185",
            "issn": "",
            "pages": "1443--1454",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "cDNA array analysis of cag pathogenicity island-associated Helicobacter pylori epithelial cell response genes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Infect. Immun",
            "volume": "69",
            "issn": "",
            "pages": "6970--6980",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Helicobacter pylori infections, a paradigm for chronic mucosal inflammation: pathogenesis and implications for eradication and therapy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Cover",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Blaser",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Adv. Intern. Med",
            "volume": "41",
            "issn": "",
            "pages": "85--117",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Gastric cancer, cytotoxin-associated gene A positive Helicobacter pylori, and serum pepsinogens: an international study. The Eurogst Study Group",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Crabtree",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Forman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Gastroenterology",
            "volume": "116",
            "issn": "",
            "pages": "269--276",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mucosal IgA recognition of Helicobacter pylori 120 kDa protein, peptic ulceration, and gastric pathology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Crabtree",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Lancet",
            "volume": "338",
            "issn": "",
            "pages": "332--225",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Risk for gastric cancer in people with CagA positive or CagA negative Helicobacter pylori infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parsonnet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Orentreich",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vogelman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Gut",
            "volume": "40",
            "issn": "",
            "pages": "297--301",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The response of murine macrophages to infection with Yersinia pestis as revealed by DNA microarray analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Forslund",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuoppa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sjostedt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "529",
            "issn": "",
            "pages": "155--160",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "This work uses DNA microarray technology to investigate the gene expression programme that is triggered in human PBMCs after exposure to bacteria and bacterial products. It revealed a remarkable conserved set of changes in gene expression under different conditions and that",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Boldrick",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": "972--977",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Comparative genomics identified the genetic islands that distinguish Neisseria meningitidis, the agent of cerebrospinal meningitis, from other Neisseria species",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perrin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Infect. Immun",
            "volume": "70",
            "issn": "",
            "pages": "7063--7072",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Complete genome sequence and comparative genomic analysis of an emerging human pathogen, serotype V Streptococcus agalactiae",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tettelin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": "12391--12396",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The genome sequence of Bacillus anthracis Ames and comparison to closely related bacteria",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "81--86",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Genome sequence of enterohaemorrhagic Escherichia coli O157:H7",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perna",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "409",
            "issn": "",
            "pages": "529--533",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Sequence-specific identification of 18 pathogenic microorganisms using microarray technology",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mol. Cell Probes",
            "volume": "16",
            "issn": "",
            "pages": "119--127",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Detection and discrimination of orthopoxviruses using microarrays of immobilized oligonucleotides",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laassri",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol. Methods",
            "volume": "112",
            "issn": "",
            "pages": "67--78",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Epidemiological trends in nosocomial and community-acquired infections due to antibiotic-resistant Gram-positive bacteria",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Diagn. Microbiol. Infect. Dis",
            "volume": "33",
            "issn": "",
            "pages": "101--112",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Staphylococcus aureus: a well armed pathogen",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Archer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin. Infect. Dis",
            "volume": "26",
            "issn": "",
            "pages": "1179--1181",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Bacterial pathogens isolated from patients with blood stream infection: frequency of occurrence and antimicrobial susceptibility patterns",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pfaller",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "42",
            "issn": "",
            "pages": "1762--1770",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Anti-tuberculosis drug resistance in the world: the WHO/IUATLD Global Project on Anti-tuberculosis Drug Resistance Surveillance",
            "authors": [],
            "year": 1994,
            "venue": "WHO Global Tuberculosis Programme",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "This review summarizes many of the new genome-enabled approaches that are being used in the discovery and validation of new antibiotic targets",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcdevitt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Trends Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "611--617",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Exploiting genomics, genetics and chemistry to combat antibiotic resistance",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature Rev. Genet",
            "volume": "4",
            "issn": "",
            "pages": "432--441",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Global transposon mutagenesis and a minimal Mycoplasma genome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hutchison",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "286",
            "issn": "",
            "pages": "2165--2169",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A postgenomic method for predicting essential genes at subsaturation levels of mutagenesis: application to Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lamichhane",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "100",
            "issn": "",
            "pages": "7213--7218",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A genome-scale analysis for identification of genes required for growth or survival of Haemophilus influenzae",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Akerley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": "966--971",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Antibiotic-based selection for bacterial genes that are specifically induced during infection of a host",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mahan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "92",
            "issn": "",
            "pages": "669--673",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Novel approaches to the discovery of antimicrobial agents",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Curr. Opin. Chem. Biol",
            "volume": "2",
            "issn": "",
            "pages": "529--234",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Identification and analysis of bacterial secretion inhibitors utilizing a SecA-LacZ reporter fusion system",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alksne",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "44",
            "issn": "",
            "pages": "1418--1427",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Antimicrobial agents that inhibit two component signal transduction systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "95",
            "issn": "",
            "pages": "5317--5322",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The impact of genomics on novel antibacterial targets",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Curr. Opin. Drug Discov. Devel",
            "volume": "3",
            "issn": "",
            "pages": "177--190",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "This review summarizes many of the new genome-enabled approaches that are being used in the discovery of new vaccine candidates",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": "2688--2691",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Identification of vaccine candidates against serogroup B meningococcus by whole-genome sequencing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pizza",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "287",
            "issn": "",
            "pages": "1816--1820",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Use of a whole genome approach to identify vaccine molecules affording protection against Streptococcus pneumoniae infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Wizemann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Infect. Immun",
            "volume": "69",
            "issn": "",
            "pages": "1593--1598",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Identification of in vivo expressed vaccine candidate antigens from Staphylococcus aureus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Etz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": "6573--6578",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Microbial forensicscross-examining pathogens",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "",
            "pages": "1976--1978",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Comparative genome sequencing for the discovery of novel polymorphisms in Bacillus anthracis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "",
            "pages": "2028--2033",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Biodefence on the research agenda",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "This commentary summarizes the new biodefence research agenda of the NIAID at the NIH",
            "volume": "421",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Controlling biological warfare threats: resolving potential tensions among the research community, industry, and the national security community",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Crit. Rev. Microbiol",
            "volume": "27",
            "issn": "",
            "pages": "321--354",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Statement on the consideration of biodefence and biosecurity",
            "authors": [],
            "year": 2003,
            "venue": "Nature",
            "volume": "421",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Bioterrorism and biodefence research: changing the focus of microbiology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Atlas",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature Rev. Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "70--74",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "This report summarizes the present rules and regulations that govern research on pathogens and potentially dangerous biotechnology research. It recommends changes in these practices that could further prevent misuse of dual-use research",
            "authors": [],
            "year": 2003,
            "venue": "Committee on Research Standards and Practices to Prevent the Destructive Application of Biotechnology, Development, Security, and Cooperation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "British Manuscript Project, Library of Congress",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Amherst",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Letter",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "The Sverdlosk anthrax outbreak of 1979",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meselson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Science",
            "volume": "266",
            "issn": "",
            "pages": "1202--1208",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The Chemical and Biological Terrorism Threat and the US Response",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Smithson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ataxia",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "71--111",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Molecular investigation of the Aum Shinrikyo anthrax release in Kameido",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Keim",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Japan. J. Clin. Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "4566--4567",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Microbial genome sequencing",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "406",
            "issn": "",
            "pages": "799--803",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Multiple-locus variable-number tandem repeat analysis reveals genetic relationships within Bacillus anthracis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Keim",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Bacteriol",
            "volume": "182",
            "issn": "",
            "pages": "2928--2936",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reverse vaccinology: a genomics-enabled approach to vaccine development. The reverse vaccinology strategy was first successfully used in the search for vaccine candidates against serogroup B Neisseria meningitidis (MenB)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparative genome sequencing: the search for polymorphisms VARIABLE NUMBER OF TANDEM REPEAT (VNTR) analysis of Bacillus anthracis spores that were used in the anthrax letter attacks in October 2001 indicated that this strain was related to one that was originally isolated from a dead cow in Texas, USA, in 1981 and designated as the Ames strain 57,68 . This strain of B. anthracis was subsequently sent to the US Army Medical Research Institute (USAMRIID) in Fort Detrick, Maryland, where it was used in the US defensive biological weapons programme and distributed to laboratories around the world. At the time of the anthrax letter attacks, scientists at The Institite for Genomic Research (TIGR) were completing the genome sequence of another isolate of B. anthracis Ames that had been obtained from Porton Down in the United Kingdom (Porton strain 1 and 2). Before growth of this bacterial culture, the virulence plasmids had been cured by heat treatment. Because VNTR analysis only examines limited regions within a genome, a project was initiated to evaluate whether large-scale DNA sequence analysis could provide further information on polymorphisms between the different Ames isolates. A DNA sample was obtained from a culture of B. anthracis taken from the first patient to die of inhalational anthrax in Florida, USA (Florida isolate). DNA libraries were made and the Florida isolate was sequenced to eightfold coverage. The sequences of the Florida and Porton isolates were compared and putative polymorphisms were identified and validated as described in REF. 57. The suggested relationship of multiple Ames isolates is illustrated in the figure. Known direct transfers of the isolates (and hence generations of growth) are shown as full arrows. Diamond boxes represent the sources of DNA that were used for genome sequencing. Hypothetical lines of descent are shown as dotted lines. Porton1 and Porton2 are different cultures of the Porton Ames isolate. The figure is modified with permission from REF. 57 © American Association for the Advancement of Science (2002).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Pathogen genome sequences completed *CDC category B agent. ‡ CDC category A agent. CDC, Center for Disease Control and Prevention; Mb, megabase pairs.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Pathogen genome sequences completed CDC category A agent. § The toxin is a CDC category B agent. CDC, Center for Disease Control and Prevention; GC, guanine plus cytosine; Mb, megabase pairs; MRSA, methicillin-resistant Staphylococcus aureus; VRSA, vancomycin-resistant Staphylococcus aureus.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". It is not limited by a priori knowledge of the function of a specific protein.Genomics-based methods have identified several new targets and pathways for antimicrobial development,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author gratefully acknowledges the many contributions of her TIGR colleagues to the field of microbial genomics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The author declares that she has no competing financial interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests statement"
        }
    ]
}