{
    "paper_id": "9f3e47cc52756c50d334c5e3651d8b4eb3fffbe8",
    "metadata": {
        "title": "Inhibition of viruses by RNA interference",
        "authors": [
            {
                "first": "Yehuda",
                "middle": [
                    "Stram"
                ],
                "last": "Ae",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ó Springer Science+Business Media, Inc",
                    "location": {
                        "postCode": "2006"
                    }
                },
                "email": ""
            },
            {
                "first": "Larisa",
                "middle": [],
                "last": "Kuzntzova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ó Springer Science+Business Media, Inc",
                    "location": {
                        "postCode": "2006"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "RNAi activity is a cross-kingdom phenomenon, active in organisms ranging from fungi to humans, by which introduction of dsRNA leads to the silencing of its corresponding matching gene. Prior to the first description of the phenomenon in nematodes a decade ago, gene silencing had been described in plants and in fungi and was termed posttranscriptional gene silencing (PTGS) [1, 2] and quelling [3, 4] respectively. These phenomenon were later found to act similarly to RNAi.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 379,
                    "end": 381,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 401,
                    "text": "4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of the main characteristics of RNAi activity is the processing of the dsRNA molecule into small 19-to 27-nt dsRNA fragments, designated small interfering RNA (siRNA). This is done by the Dicer enzyme, which belongs to the RNase III family [5] [6] [7] [8] . Dicer enzymes are multidomain proteins, about 200 kDa in size, which possess an RNA helicase domain, a PAZ domain for binding nucleic acids, preferably to RNA [8, 9] , a catalytic domain and a double-strand-RNA-binding domain (dsRBD) [10] . For its nuclease activity the enzyme recognizes the ends of the molecule and excises dsRNA fragments from one end to form 19-to 27-nt-long siRNA molecules with a 5¢ phosphate end and an overhang of 3¢ dinucleotides [11, 12] . Interestingly, E. coli RNase III can be used to perform the dsRNA cleavage to a fully active siRNA substrate that can be used as a siRNAs pool for gene silencing [13, 14] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 426,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Consequently, the dsRNA molecules unwind in an ATPdependent process, and one of the strands is incorporated into the RNA interference silencing complex (RISC). The complex is guided by the single-strand siRNA to the complementary target RNA, which is then cleaved resulting in gene silencing (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 300,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The main, if not the only protein that constitutes the RISC complex is Argonaute 2 (Ago-2) [15] [16] [17] [18] , which is characterized by the presence of two domains, one of which is PAZ that is also found in some Dicers [17, 19, 20] . The PAZ domains of both the Dicer and the Ago-2 proteins interact with the 3¢ end of the siRNA [21, 22] , with which they thereby form a three-component connection [23, 24] . This three-component interaction, mediated by the PAZ domains, is probably responsible for the transfer of newly formed siRNA to RISC [23] . The second domain that characterizes Ago-2 is a PIWI domain that is structurally similar to the RNasHI and RNaseHII domains [23] [24] [25] . Furthermore, a bioinformatics approach revealed that the PIWI domain from Drosophila melanogaster is related to the endonuclease V protein family [15] . All these findings indicate that Ago-2 exhibits a complete set of RISC features (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 96,
                    "end": 100,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 101,
                    "end": 105,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 110,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "24]",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 927,
                    "end": 935,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Induction of the interferon response of the dsRNA by activating the dsRNAi-dependent protein kinase, in particular, PKR, renders RNAi ineffective for gene silencing in interferon-producing organisms [26, 27] . The pioneering work by Elbashir et al. [11, 12] was a breakthrough in the held, in that it showed for the first time that the introduction of siRNA into cells can induce gene silencing by the RNAi mechanism; these publications were followed by an outburst of reports of studies that demonstrated that siRNA can silence large numbers of genes in cells of vertebrate origin, as well as viruses.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[26,",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "27]",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "siRNA can be introduced into cells either by lipofection [28] [29] [30] or as part of an expression vector in which the siRNA gene is under the control of a pol III type promoter such as U6 or HI [31] [32] [33] . In this form the positive siRNA strand is proceeds by 4-9 bases and the negative siRNA strand followed by 4 or more T's serving as the transcription terminator. Upon transcription the transcribed RNA is forming a stem loop structure with is than processed by Dicer to produce fully active siRNA (Fig. 1) . Based on the same technique the siRNA cassette can be aplied in viral vectors such as Adeno associate, [34, 35] and retro viruses [36] [37] [38] .",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 62,
                    "end": 66,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 67,
                    "end": 71,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 205,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 210,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[34,",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "35]",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 516,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "This review will summarize the available data concerning the silencing of viral replication through direct interference with viral genes as well as by the silencing of cell functions involved virus replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Picorna viruses are nonenveloped viruses with a genome of positively oriented single-strand (ss)RNA, 7-8.5 kb in size. The best-known virus of this family is the polio virus, which causes poliomyelitis and that is still a threat in several developing countries. The genome carries one open reading frame and the newly synthesized polyprotein is cleaved by an autoproteolytic process into three polypeptides-P1-P3-which are than cleaved into mature proteins. P1 polypeptide carries the viral structural genes VP 1-4 as well as La protease, whereas P2 and P3 carry the non-structural proteins (NSPs) of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Picorna viruses"
        },
        {
            "text": "One of the first reports of the potential of siRNA to inhibit animal virus replication was that by Gitlin et a1. [39] , concerning the polio virus. To show viral inhibition two siRNAs were tested: one targeted to the viral protein 3 (VP3) gene, and the second designed to cleave the polymerase gene (3D), which is a non-structural protein. In both cases there was almost complete inhibition as indicated by the reduction of virus titers and by significant decreases of viral RNA and protein in treated cells.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Picorna viruses"
        },
        {
            "text": "One cardinal issue in the use of RNAi as a therapeutic approach is that of viruses that escape as a result of the selective pressure on the target sequences to mutate, which suppresses the silencing activity of the siRNA molecule. This phenomenon is exactly what was recorded when the inhibition of poliovirus was examined over a long period of time: even a single mutation resulted in G:U mismatching that suppressed the viral inhibition by the siRNA. Moreover, in each experiment several escaping viruses were isolated [40] that exhibited different mutations at the siRNA site. To overcome this adverse effect, Gitlin et al. [41] used a mixture of siRNA molecules originated from a Dicer-treated of 1-kbp segment dsRNA that corresponded to the viral sequences. Since the mixture contained siRNA molecules aimed against numerous sites on the viral genome, a small number of mutations should not affect the overall inhibitory effect and would not permit the emergence of revertantes. When the experiments were performed no escaping viruses could be detected, at least for the duration of the experiments.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 525,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Picorna viruses"
        },
        {
            "text": "A similar but not identical approach was taken by Kahana et al. [41] , in order to inhibit replication of the foot-and-mouth disease virus (FMDV). FMDV also belongs to the Aphtopicornavirus genus of the Picornaviridae family infecting cloven-hoofed animals and is the most important farm animal pathogen. In order to silence the virus completely Kahana et al. [41] searched among all the viral entries in the GenBank database for viral sequences that showed 100% homology with any FMD virus over at least a 22-base-long segment. The analysis revealed three such sequences, which became the bases for synthesizing three siRNA molecules corresponding to these three sites. When cells were transfected with individual siRNA molecules prior to being infected, inhibition rates were between 80 and 90%; when they were simultaneously transfected with all three, complete inhibition of virus replication was obtained, as observed by the use of realtime RT-quantitive (q)PCR and virus titers. It could be argued that this approach would also lead to inhibition of all the seven different viral serotypes through use of the same siRNAs molecules; and this should be achievable since the target sequences should be present in most if not all FMDVs, regardless of their origin. Moreover, the conservation of sequences throughout viral evolution indicates that there is a very strong selective pressure against mutations, which has preserved the sequences from changes in the course of virus evolution. This same selective pressure would maintain the siRNAs target sequences unchanged, so ensuring the proper activity of the described siRNAs [41] .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 1630,
                    "end": 1634,
                    "text": "[41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Picorna viruses"
        },
        {
            "text": "As with other viruses, targeted siRNA sequences can be found throughout the genome. In the case of FMDV, siRNA targeted to the VP1 gene, which is the least conserved gene among all FMDV virus genes, was also used successfully to inhibit virus replication in cells; it also reduced the virus titers of infected suckling mice that received a subcutaneous injection of the siRNA-expressing vector [42] . proteins. The N terminus of the genome encodes for the core, E1 and E2 structural proteins and the remainder of the genome encodes for the non-structural ones. The 5¢ untranslated region (5¢ UTR) carries the transcription initiation site for the transcription of the positive-strand RNA, and an internal ribosome entry site (IRES) for the initiation of viral protein synthesis. Infection with the HPC virus is one of the major viral diseases of humans worlwide, and it is estimated that about 170,000,000 people are HPC seropositive [43, 44] . Obviously it was one of the first viruses to be checked for the possibility of inhibition by means of RNAi.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 938,
                    "text": "[43,",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 942,
                    "text": "44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Picorna viruses"
        },
        {
            "text": "One of the main approaches to the design of siRNA targets is the identification of highly conserved regions among isolates of the specific virus, as was described for FMDV [45] . In HPCV, the most conserved region is the 5¢ UTR, particularly the IRES region. Yokota and coworkers [46] used this design strategy to design siRNA molecules targeted to various regions of the 5¢ UTR IRES sequence. In tests of six siRNAs genes, silencing levels were not uniform: only the siRNA corresponding to a region upstream of the AUG start codon could provide a high inhibition rate. Not only were all the genes not equally effective; there was an siRNA molecule that had an opposite effect, i.e., it increased the replication rate [46] . Contrary to this observation Takigawa et al. [47] reported that an siRNA targeted to this region was unable to inhibit the replication of the virus. On the other hand, the same authors found that siRNA targeted against the NS3 and NS5B regions, which are less conserved than the 5¢ UTR, were also highly effective in inhibiting virus activity and achieved 90% inhibition [47] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Picorna viruses"
        },
        {
            "text": "The influenza virus is a member of the Orthomyxoviridae and is responsible for acute upper respiratory disease. The viral genome is composed of eight negatively oriented ssRNA segments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza virus"
        },
        {
            "text": "Influenza virus infection is a severe health problem worldwide, causing millions of cases of disease and an estimated 500,000 deaths each year. Resorting and recombination events involving avian influenza virus genomes could produce a new and highly virulent virus, able to cross the species barrier from birds to humans, with a high mortality rate among infected individuals [48] [49] [50] .",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[50]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Influenza virus"
        },
        {
            "text": "As there are eight genome segments, siRNA molecules targeted to each of the different genomes were tested, and several siRNA molecules that were targeted to PA, PB1 and NP segments were found to have the most profound effect on virus replication in MBDK cells [51] . This result does not imply that siRNAs targeted to other genes would be less effective, as was shown by Hui et al. [52] . It was shown that an siRNA targeted against the virus matrix (MI) gene effectively inhibited virus replication in 293T cells [52] .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[52]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Influenza virus"
        },
        {
            "text": "Not only could it be shown that siRNA effectively inhibited influenza replication in vitro, but the same approach led to inhibition of virus replication in mice in vivo. When siRNA molecules were prepared in a complex with Oligofectamine or polyethylenimine (PEI) and delivered intravenously or intranasally [53] there was a marked reduction in virus replication. When siRNA was targeted to NP and PA genes simultaneously, there was a broad range of reductions of replication of H5, H7 and H9 viral serotypes. The most important result was the inhibitory effect of the siRNA on the highly pathogenic avian influenza viruses from South to East Asia that are capable of infecting humans [54] . Not only did this approach succeed in vivo, when double-stranded siRNA was introduced into mice, but the siRNA was also highly active when delivered as a gene under a Pol III type promoter in a lentivirus vector [54] .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "[54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Influenza virus"
        },
        {
            "text": "SARS-CoV, a novel and highly dangerous coronavirus was identified in 2003. It was originally an avian virus that crossed the species barrier to infect humans, and is characterized by its high mortality rate among infected people. This phenomenon caused a severe health problem worldwide, and especially in Southeast Asia and Canada, where cases of human infection were found. The genome, like other coronaviruses is a ssRNA of positive orientation, about 30 kb in length. As in the cases of other described viruses, several siRNAs were targeted to various locations on the viral genome, against the viral replicase [55] and the spike gene [56] [57] [58] were designed; their ability to silence the expression of those genes, and also to inhibit viral replication was demonstrated.",
            "cite_spans": [
                {
                    "start": 615,
                    "end": 619,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[58]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Respiratory syndrome associated coronavirus (SARS-CoV)"
        },
        {
            "text": "HIV As HIV presents a major health problem that has reached pandemic proportions, especially in the developing countries [59] , and it was one of the first viruses to be tested for the ability of RNAi approach to be inhibited [60, 61] . Since several excellent reviews on this subject have been published, only one aspect of virus inhibition will be discussed in the present review, namely the various means that were used to overcome the phenomenon of virus escapes that resulted from the high rate of mutation of the virus and prevented the future use of this approach for therapeutic purposes. Because of the exceedingly high mutation rate of viral genome, the siRNA target sequences are also mutated at a very high rate [62, 63] , which impairs the long-term effectiveness of siRNAs, and eventually leads to the emergence of escaping viruses that overcome the effect of siRNA on virus replication [64] [65] [66] . The severity of the phenomenon is indicated by the facts that when the sequences of siRNA targets on the genomes of the virus were determined it was found that not only mutations at the target sequences could break down siRNA activity, but that mutations that are adjacent to the actual target sequences could also stop siRNA activity.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "[60,",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "61]",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[62,",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 732,
                    "text": "63]",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "[65]",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[66]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Respiratory syndrome associated coronavirus (SARS-CoV)"
        },
        {
            "text": "Several attempts were made to address this issue. One approach involved the scanning of virus sequences in order to find regions of conserved sequences that were located across the viral genome and raising siRNA genes corresponding to these regions [67] . By means of this approach, siRNA molecules corresponding to gag, pol, int and vpu sequences were shown to inhibit three different HIV strains effectively [67] . Although the long-term protection was not evaluated it seems that this approach has the potential for finding viral sequences in which a mutation would result in the production of attenuated or non-viable viruses. Moreover, the use of several such siRNA genes simultaneously would have an excellent chance to protect against the appearance of escape viruses, by overcoming the selective pressure against siRNA activity, as predicted by a model developed by Leonard and Shaffer [68] . This is a stochastic computer model for testing different approaches to overcome the appearance of mutations that escape from siRNA; it predicted that the use of several siRNAs targeted to different locations would dramatically increase siRNA efficacy. The model also predicted that a small increase in the number of siRNA targets would drastically increase the efficiency of the siRNA approach, by reducing or eliminating the appearance of escaping viruses. That study [68] also highlighted the importance of the transformation efficiency of the siRNA gene or molecules in ensuring that each infected cell contain the siRNA molecules; if there were HIV-producing cells that did not carry the inhibitory molecules, virus replication would continue in these cells and so increase the likelihood of the appearance of escaping viruses.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 898,
                    "text": "Leonard and Shaffer [68]",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1375,
                    "text": "[68]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Respiratory syndrome associated coronavirus (SARS-CoV)"
        },
        {
            "text": "Another approach to the inhibition of HIV replication involves directing siRNAs against cell functions indispensable to the virus life cycle. Such functions are performed by cell viral receptors on the cell membrane, such as CD4, CXCR4, and CCR5. When siRNA targeted to the CD4, CXCR4, and CCR5 genes were tested it was found that HIV replication could be suppressed through the repression of virus entry, which conferred resistance to HIV-1 infection [69] . An interesting approach that was taken in the same study [69] involved the use of bispecific short hairpin (sh)RNA molecules that were targeted against two different genes. Even though silencing of CD4 can suppress virus infection effectively, such silencing would not be a practicable approach because of the importance of the CD4 protein in the immune system.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[69]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Respiratory syndrome associated coronavirus (SARS-CoV)"
        },
        {
            "text": "A gene that would be a more realistic target is CCR5, the major HIV-1 co-receptor in macrophages. This molecule is dispensable, since CCR5)/) homozygote individuals are protected against viral infection without any abnormal phenotype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory syndrome associated coronavirus (SARS-CoV)"
        },
        {
            "text": "Transfection of a specific CCR5 siRNA into macrophage, following virus infection, reduced virus replication almost completely, but in primary human microglia at 15 days post challenge, inhibition was not complete [70] . Another approach to the complete inhibition of HIV-1 replication involved the targeting of two sites: one being an entry way such as the CCR5 gene; a second being a viral gene such as the p24 gene. When this approach was tested using siRNAs against both CCR5 and viral p24 simultaneously [71] virus reproduction was completely eliminated, even when the test was applied 15 days post challenge. This experiment demonstrated that inhibition of conserved virus functions together with that of cellular functions important to the virus life cycle can have a sustained inhibitory effect on HIV-1 replication and can be pursued for therapeutic purposes.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[71]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Respiratory syndrome associated coronavirus (SARS-CoV)"
        },
        {
            "text": "A different cell functional function that was tested was poly(ADP-ribose) polymerase 1 (PARP-1), which is a nuclear enzyme that catalyses the transfer of NAD + ADPribose moiety to nuclear proteins including itself. PARR-1 is needed for the activation of NF-jB-dependent target genes, as the human immunodeficiency virus type 1(HIV-1) long-terminal repeat (LTR). Lack of PARP-1 prevents the integration of HIV-1 into the genome, as was shown in PARP-1 knockout cells, which makes it an excellent choice for effectively suppressing HIV-1 replication. As predicted, siRNAs targeted to the PARP-1 gene efficiently suppressed the replication of HIV-1 in both human HeLa and J111 cell lines. Furthermore, silencing the gene effectively restricted virus integration into the genome [72] .",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 779,
                    "text": "[72]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Respiratory syndrome associated coronavirus (SARS-CoV)"
        },
        {
            "text": "Hepatitis B (HB) is a major health problem in many countries, and it is estimated that about 400 million people worldwide are carriers. This virus infection can cause liver cirrhosis and hepatocellular carcinoma, which is responsible for about 1 million fatalities annually. The virus genome is a partially double-stranded small DNA that has a relaxed-circular DNA structure (Fig. 3) . One of the main unique features of its genome DNA replication is that it has a reverse transcription step [73] .",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 496,
                    "text": "[73]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 383,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Hepatitis B virus"
        },
        {
            "text": "In contrast to RNA viruses, in which siRNA is also able to cleave their genome, in DNA viruses the inhibition is due to silencing of viral functions through viral mRRNA cleavage, similarly to its activity on cellular functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis B virus"
        },
        {
            "text": "As was described with regard to other viruses, siRNA targeted against a specific site can inhibit virus replication. Several transit expressed siRNAs targeted to sequences located throughout the viral genome were tested and were found to elicit large-scale inhibition of virus replication [74] . As mentioned earlier, one of the main concerns regarding siRNA delivery is transfection efficiency, since siRNA molecules, either in the form of dsRNA or as expressible vectors, must enter all infected cells in order to stop virus replication completely. One way to ensure this is through the use of stable transformed cells, which guarantees the presence of siRNA in every infected cell, as reported by Chen et al. [75] , who tested 10 different siRNA genes aimed at all viral genes and were able to show that viral RNA levels could be reduced by up to 90%. One important aspect of using siRNA activity against DNA viruses is the need to show the inhibition of viral DNA replication, and when the amounts of viral DNA were quantified almost no viral DNA could be detected, which demonstrated the inhibition of genome replication similarly to the inhibition of the genome replication in RNA viruses [75] . Since the result of an in vitro assay is only an indicator for a practical application the potential of this approach must be tested in vivo, as was performed by Giladi et al. [76] and Uprichard et al. [77] . Giladi et al. [76] showed that co-injection of a plasmid carrying an HBV genome and a plasmid carrying siRNA genes correspond-ing to sequences of the small HBV surface antigene (HbsAg) there was a marked decrease of both HBsAg and HBeAg, and a 50% decrease of all three viral mRNAs. By far the most dramatic effect was on viral DNA replication: up to 3 days after injection the viral DNA remained at undetectable levels.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 1378,
                    "end": 1382,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 1404,
                    "end": 1408,
                    "text": "[77]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1425,
                    "end": 1429,
                    "text": "[76]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hepatitis B virus"
        },
        {
            "text": "Uprichard et al. [77] used a somewhat a different system to achieve similar results: infection of HBV transgenic mice by an Adenovirus vector carrying siRNA genes targeted to the 2.1, 2.4 and 3.5-kb overlapping sequences was able to reduce the levels of HBsAg and HBeAg in the serum of infected mice. Silencing of the 2.1 and 3.5-kb viral RNA was maintained for atleast 20 days post infection, which confirmed the effectiveness of this approach. At day 17 post infection DNA replication remained at undetectable levels, and remained so until the end of the experiment on day 26.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[77]",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Hepatitis B virus"
        },
        {
            "text": "Herpes viruses are one of the largest groups of DNA viruses, and they infect most if not all vertebrates. The genome is dsDNA, ranging from 90 to 150 kbp in length, and the virus replicates in the nucleus. Little work has been published on the use of siRNA to inhibit herpes viruses. Bhuyar et al. [78] demonstrated the ability of siRNA to silence the gE glycoprotein, a transmembrane glycoprotein involved in cell-to-cell movement.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[78]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Herpes viruses"
        },
        {
            "text": "In summary, RNAi and its employment in virology offer for the first time the possibility of controlling viral diseases. This approach has a similar potential to impact on human, animal and plant health to that of antibiotics in the last century.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Proc. Natl. Acad. Sci. USA 91",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ingelbrecht",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Houdt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Montagu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Depicker",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "10502--10506",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The genome and transcripts of hepatitis B virus. PA, PS1, PS2 and X are the viral promoters",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "RNAi: A Guide to Gene Silencing",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hannon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Zamore",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "87--108",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Buchholz",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goga",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Brodsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "99",
            "issn": "",
            "pages": "9942--9947",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Rand",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ginalski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Grishin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "14385--14389",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcmanus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Eisen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "2718--2723",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Uprichard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Althage",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Chisari",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "102",
            "issn": "",
            "pages": "773--778",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of steps and mechanisms leading to gene silencing by the RNAi process",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The final RNA cleavage by the RISC apparatus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "is an enveloped virus and is the sole member of the genus Hepacvirus of the Flaviviridae family. The viral genome is a positively oriented single-stranded RNA, about 9.6 kb in length. It carries a single open reading frame and the translated 3000-aa polyprotein is cleaved by host as well as viral proteinases, to produce 10",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}