{
    "paper_id": "9f5353e2822cf21dc0967b344b5335a1e4c7b92d",
    "metadata": {
        "title": "Perceived Competence and Comfort in Respiratory Protection: Results of a Nationwide Survey of Occupational Health Nurses",
        "authors": [
            {
                "first": "Barbara",
                "middle": [
                    "J"
                ],
                "last": "Burgel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Francisco",
                    "location": {
                        "addrLine": "2 Koret Way",
                        "postBox": "Box 0608",
                        "postCode": "94143-0608",
                        "settlement": "San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Cohn-S",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Francisco",
                    "location": {
                        "addrLine": "2 Koret Way",
                        "postBox": "Box 0608",
                        "postCode": "94143-0608",
                        "settlement": "San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Debra",
                "middle": [],
                "last": "Novak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Francisco",
                    "location": {
                        "addrLine": "2 Koret Way",
                        "postBox": "Box 0608",
                        "postCode": "94143-0608",
                        "settlement": "San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Candace",
                "middle": [
                    "M"
                ],
                "last": "Burns",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Francisco",
                    "location": {
                        "addrLine": "2 Koret Way",
                        "postBox": "Box 0608",
                        "postCode": "94143-0608",
                        "settlement": "San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Annette",
                "middle": [],
                "last": "Byrd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Francisco",
                    "location": {
                        "addrLine": "2 Koret Way",
                        "postBox": "Box 0608",
                        "postCode": "94143-0608",
                        "settlement": "San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Maryann",
                "middle": [],
                "last": "Gruden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Francisco",
                    "location": {
                        "addrLine": "2 Koret Way",
                        "postBox": "Box 0608",
                        "postCode": "94143-0608",
                        "settlement": "San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "are not 100% effective; respiratory protection equipment reduces adverse health outcomes among workers who may be exposed to hazardous agents ranging from infectious droplets and aerosols most prominent in the health care industry to dust, fumes, vapors, and particulates in manufacturing and other industries. Many agencies are involved in workplace respiratory protection. The federal Occupational Safety and Health Administration (OSHA) Respiratory Protection Standard 1910.134 outlines the requirements of a respiratory protection program (RPP) (OSHA, n.d.) . The National Institute for Occupational Safety and Health (NIOSH) certifies respiratory protection equipment, as outlined by the OSHA standard, and specifies training requirements for conducting pulmonary function tests. Additionally, the Centers for Disease Control and Prevention (CDC) develops respiratory protection guidance to prevent communicable diseases. Individual states have additional respiratory protection safeguards; for example, in 2009 California enacted the Cal-OSHA Aerosol Transmissible Diseases Standard (Cal-OSHA, 2009 ).",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 561,
                    "text": "(OSHA, n.d.)",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1104,
                    "text": "(Cal-OSHA, 2009",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Consistent and correct use of appropriate respiratory protection by workers at risk has always been of critical importance. In the past decade, this importance has been highlighted in the health care sector with epidemics of severe acute respiratory syndrome (SARS) and novel influenza infections. Barriers to respiratory protection adherence, including discomfort when wearing respirators (Baig, Knapp, Eagan, & Radonovich, 2010) , inconvenience (Daugherty et al., 2009) , and lack of organizational support in health and safety (Nichol et al., 2008) , are reported in the literature. Training to address knowledge gaps has also been recommended (Daugherty et al., 2009; Lautenbach, Saint, Henderson, & Harris, 2010) .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 430,
                    "text": "(Baig, Knapp, Eagan, & Radonovich, 2010)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 447,
                    "end": 471,
                    "text": "(Daugherty et al., 2009)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 530,
                    "end": 551,
                    "text": "(Nichol et al., 2008)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 647,
                    "end": 671,
                    "text": "(Daugherty et al., 2009;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 672,
                    "end": 717,
                    "text": "Lautenbach, Saint, Henderson, & Harris, 2010)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Occupational health nurses are managing RPPs in the workplace and conducting fit testing, health evaluations, and education programs to protect respiratory health, often in collaboration with safety, environmental health, industrial hygiene, and occupational medicine colleagues. However, the scope of occupational health nurses' role and how occupational health nurses receive and maintain their knowledge, skills, and abilities in respiratory protection are unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the request of NIOSH, the Institute of Medicine (IOM) convened a working committee to examine occupational health nurses' competency in respiratory protection. Representatives from occupational health nursing academic education, continuing education, and practice presented information regarding respiratory protection education currently provided to occupational health nurses. The resulting IOM (2011) report, Occupational Health Nurses and Respiratory Protection: Improving Education and Training, outlined seven recommendations related to respiratory protection to improve the competency of occupational health nurses:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2. Occupational health nurses should achieve and maintain knowledge and skills in respiratory protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nursing education programs at all levels should expand respiratory protection education and training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Occupational health nurse educators should ensure essential respiratory protection content is included in occupational health nursing graduate curricula, and should adapt and apply this knowledge to continuing education programs and the education and training of all nurses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Occupational health nurses and respiratory protection education programs should develop, expand, and evaluate innovative teaching methods and resources to establish best practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "6. The NPPTL should expand online resources, particularly case studies, relevant to educating and training occupational health nurses about respiratory protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "The NPPTL should explore the development of respiratory protection core competencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "In response to the first recommendation, an advisory group was convened in December 2011 with stakeholder representation from the NPPTL, AAOHN, the American Board for Occupational Health Nurses, Inc. (ABOHN), the Association of Occupational Health Professionals in Healthcare (AOHP), and the American Nurses Association (ANA). Two recommendations guided the initial work of the group; a nationwide survey was conducted in May and June 2012 to (1) assess current occupational health nurses' educational preparation, roles, responsibilities, and training needs in respiratory protection and (2) determine how occupational health nurses achieve and maintain knowledge and skills in respiratory protection and motivate employees to use respirators appropriately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "This article reports occupational health nurses' perceived competence in respiratory protection and how comfortable occupational health nurses are with 12 required elements of RPPs. Individual and industry factors associated with competence and comfort are explored, including the current presence of a work site RPP and occupational health nurses' responsibility for the program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "Little is known about the occupational health nurse's role in respiratory protection. The IOM reported that respiratory protection content taught in graduate NIOSH-funded nursing programs received \"varying amounts of dedicated time and resources and (was) taught using a variety of didactic and practical approaches\" (IOM, 2011, p. 2 ",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 333,
                    "text": "(IOM, 2011, p. 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "A 30-item, web-based survey tool was developed, pilot tested, and revised in February and March 2012 (Taormina & Burgel, 2013) . The survey tool is available on request. A proposal was submitted to both a university Committee on Human Research and the NIOSH Committee on Research; this project received a non-research designation. No personal identifying information was collected from respondents. No information was connected to individual respondents. In April 2012, the forthcoming survey was advertised via websites and e-mails to members of AAOHN, AOHP, and ANA and ABOHN-certified nurses. In May 2012, individual emails were sent to the memberships of AAOHN (n = 5,183) and AOHP (n = 922), ANA members who identified occupational health as an interest area (n = 249), and ABOHN-certified nurses (n = 4,926). The survey was posted on the web server at AAOHN and open for approximately 30 days; each sample had more than a 30% response rate, with 2,263 occupational health nurses responding to the survey.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 126,
                    "text": "(Taormina & Burgel, 2013)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Five survey items assessed demographic factors, including years of experience, education, if certified in occupational health nursing, professional organization memberships, and type of industry. Description of RPP responsibilities (13 items) included if a program was currently in place, who was responsible, assessment of the need for respiratory protection, if the occupational health nurse, or others, conducted fit testing, type of respirator used, and whether a NIOSH spirometry course was completed by the nurse within the prior 5 years. Five questions assessed how knowledge of respiratory protection was achieved, if the Internet was available at the work sites, training preferences, webinar experience, and how the occupational health nurse motivated workers to use respiratory protection. Two questions assessed safety culture specific to respiratory protection, and one question assessed if the occupational health nurse was comfortable explaining the difference between a surgical mask and a respirator. Two questions focused on current outcome measures used in this analysis, competency and comfort in respiratory protection, as described below. Two open-ended questions assessed additional information or education that would strengthen occupational health nurses' knowledge of and skills in respiratory protection and if the respondent had any additional comments to share.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Competency, defined as a sense of mastery of a skill or ability (AAOHN, 2007) , was measured by one item asking occupational health nurses to rate their level of competence in respiratory protection using Benner's novice to expert scale; the five answer options were novice, beginner, competent, proficient, or expert (Benner, 1984) . To explore factors associated with higher competence, these five options were collapsed to two, comparing competent, proficient, and expert to novice or beginner levels of competence. A 12-item scale assessed how comfortable the occupational health nurse was with each of 12 RPP elements; responses ranged from 1, indicating not at all comfortable, to 5, indicating extremely comfortable. Program elements included, for example, writing a respiratory protection policy, identifying and assessing potential workplace respiratory hazards, and performing fit testing. A summative mean score for all 12 items was generated and used to describe the sample and determine across-group differences. Cronbach's alpha was 0.92, signifying very high inter-item scale reliability.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 77,
                    "text": "(AAOHN, 2007)",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 332,
                    "text": "(Benner, 1984)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The presence of an RPP at the work site and if the occupational health nurse was primarily responsible for the program served as the independent variable in the regressions and included three categories: no RPP at the facility and the occupational health nurse was not responsible for the program (reference); RPP at the facility but the occupational health nurse was not primarily responsible; and RPP at the facility and the occupational health nurse was responsible for the program. Other variables focused on individual factors, including occupational health nursing experience (in years), highest nursing education (diploma, associate, any bachelor, any master's, or doctorate), membership in AAOHN, ANA, or AOHP (three separate variables with yes/no responses), if certified as a COHN or a COHN-S (yes/no response), and if a NIOSH spirometry course had been taken in the prior 5 years (yes/no response). Additional industry factors included employment sector (two highest proportion industries separately analyzed: manufacturing vs. all others, and health care vs. all others) and if occupational health nurses perceived their organizations had a culture of safety related to respiratory protection (yes/no response).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Means, medians, and standard deviations were calculated for continuous variables; proportions were calculated for categorical variables. Analysis of variance was used to compare means for significant differences across groups; chi-square was used to compare proportions for significant differences across groups. Correlations, to determine the direction of any relationship between variables, were calculated using Pearson's r for two continuous variables, Spearman's rho for categorical variables, and Kendall's tau for ordinal, ranked variables. Logistic regression determined which of the multiple factors in the model were significantly associated with higher competence in respiratory protection among the nurse respondents. Linear regression was used to determine which of the multiple factors were significantly associated with higher comfort with RPP elements. Individual factors that were significantly associated with outcomes (p < .10) were included in the multivariate regression analyses. All analyses were conducted with Predictive Analytics SoftWare (formerly SPSS), version 18. Significance was set at an alpha of 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Occupational health nurses' competence and comfort in respiratory protection were explored using the following research questions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "1. What is the prevalence of occupational health nurse competence and comfort in respiratory protection? How are competence and comfort related to each other? Is knowledge of the difference between a surgical mask and a respirator associated with competence and comfort?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "2. Is occupational health nurse educational preparation associated with higher competence and comfort in respiratory protection?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "3. Which additional individual occupational health nurse factors (e.g., years of experience, professional organization membership, certification as an occupational health nurse, NIOSH spirometry course) are associated with higher competence and comfort?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "4. Which industry factors (e.g., presence or absence of an RPP and occupational health nurse responsibility, industry sector, safety climate) are associated with higher competence and comfort?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "On multivariate analyses, which individual and industry factors are associated with higher competence and comfort in respiratory protection?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Originally, 2,263 AAOHN, ANA, and AOHP members and ABOHN-certified nurses responded to the survey. For this analysis, 19 were excluded due to missing education data or because they were not registered nurses. An additional 172 were excluded due to missing outcome data. A total of 2,072 respondents constituted the sample for this analysis. No missing value replacement was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Occupational health nurses rated their level of overall competence in respiratory protection as novice (3%), beginner (14%), competent (40%), proficient (35%), and expert (8%); 83% rated their competence in respiratory protection as competent, proficient, or expert, compared to 17% as novice or beginner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalence of Competence and Comfort in Respiratory Protection"
        },
        {
            "text": "Regarding comfort, the mean scores of the summative comfort scale and the 12 RPP elements are summarized in Table 1 . An overall comfort scale of the means of the 12 items was calculated, with a mean of 3.3 (median = 3.4, SD = 0.92) on a scale of 1 to 5; higher scores represented more comfort. Conducting health-related evaluations of employee respiratory fitness had the highest comfort (M = 3.87, SD = 1.09); writing a respiratory protection policy (M = 2.96, SD = 1.23), inspecting, cleaning, and repairing respirator equipment (M = 3.09, SD = 1.27), and emergency preparedness in relation to respiratory protection (M = 3.15, SD = 1.24) had the lowest comfort levels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Prevalence of Competence and Comfort in Respiratory Protection"
        },
        {
            "text": "Competence and mean comfort scores were moderately and significantly correlated (Spearman's rho = 0.791, p = .000). Nurses who rated their competence as high (i.e., competent, proficient, or expert) had significantly higher mean comfort scale scores (M = 3.57, SD = 0.74 vs. M = 2.08, SD = 0.62) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Prevalence of Competence and Comfort in Respiratory Protection"
        },
        {
            "text": "One item assessed degree of comfort in explaining the difference between surgical masks and N95 respirators. Twenty-eight percent of the occupational health nurses reported none to slight comfort in explaining the difference; not surprisingly, this finding was overrepresented in the novice and beginner levels of competence (rank correlation, Kendall's tau-b = 0.476, p = .000) ( Table 3) . Comfort with RPP elements was additionally correlated with knowing the difference between a surgical mask and a respirator (Spearman's rho = 0.546, p = .000).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 389,
                    "text": "Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Prevalence of Competence and Comfort in Respiratory Protection"
        },
        {
            "text": "Levels of occupational health nurse educational preparation were compared to the five competence levels and mean comfort scores. Significant differences in perceived competence in respiratory protection by education are presented in Table 4 . The majority of the occupational health nurses at every educational level perceived their competence in RPPs as competent or proficient, ranging from a high of 82% of all nurses with an associate degree to a low of 67% of all those doctorally prepared. Occupational health nurses prepared at the diploma level were overrepresented in the novice group (15%), occupational health nurses with a bachelor degree were overrepresented in the beginner group (47%), and occupational health nurses with any master's degree or with a doctoral degree were overrepresented in the expert group. Table 5 presents the significant differences (p = .000) in mean comfort with RPP elements by education. Mean comfort scores reflected moderate comfort with all elements of the RPP (M = 3.3, SD = 0.92, 95% confidence interval [CI] = 3.27-3.35). Occupational health nurses with any master's degree had the highest mean comfort scores (M = 3.47, SD = 0.93). Diploma-prepared occupational health nurses had the lowest mean comfort scores (M = 3.16, SD = 0.91).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 240,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 825,
                    "end": 832,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Education and Competence and Comfort in Respiratory Protection"
        },
        {
            "text": "Individual occupational health nurse factors describing the total group are presented in column 1 of Table 6 ; two groups were compared to assess significant differences. Competence in respiratory protection, as compared to beginner and novice, is shown in column 2 of Table 6 ; mean values for comfort with RPP elements are shown in column 3. Occupational health nurses had, on average, 17 years of experience working in the specialty (range = 0 to 52 years). More experience was significantly associated with higher perceived competence. Years of experience were significantly correlated with comfort with respiratory protection (Pearson's r = 0.151, p = .000). Seventy-three percent of the occupational health nurses were members of AAOHN and 9% were members of ANA; competence and comfort did not differ by AAOHN or ANA membership. Seventeen percent of the occupational health nurses were members of AOHP; AOHP membership was significantly associated with higher competence and comfort in respiratory protection. Seventy percent of the total sample were either COHN or COHN-S. Being certified as either a COHN or a COHN-S was significantly associated with higher competence and comfort in respiratory protection. Thirty-two percent of the occupational health nurses had taken a NIOSH spirometry course within the prior 5 years; this was significantly associated with higher competence and comfort in respiratory protection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "text": "Table 6",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 269,
                    "end": 276,
                    "text": "Table 6",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Individual Factors and Competence and Comfort in Respiratory Protection"
        },
        {
            "text": "Industry factors are presented in Table 7 . Health care and manufacturing were the two industry sectors most represented by respondents: 35% reported working in health care and 26% reported working in manufacturing. Working in health care was significantly associated with higher perceived competence and greater comfort in respiratory protection. Although those working in manufacturing had significantly less comfort with RPP elements, competence did not differ for occupational health nurses working in manufacturing. Eightyeight percent of the respondents reported that their facilities had a current RPP; 50% of the occupational health nurses reported primary responsibility for these programs. If the occupational health nurse was not responsible for the RPP, safety was identified as being primarily responsible (44%), followed by another occupational health nurse or occupational health nurse manager (18%), industrial hygiene (16%), or environmental health (9%). Occupational health nurse responsibility for the program was significantly associated with higher competence and comfort in respiratory protection. Ninety-one percent of the respondents reported a positive safety culture at the work site for respiratory protection; a positive safety culture was significantly associated with competence and higher comfort in respiratory protection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "text": "Table 7",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Industry Factors and Competence and Comfort in Respiratory Protection"
        },
        {
            "text": "Factors Associated With Competence in Respiratory Protection-Logistic regression analysis was conducted exploring respiratory protection competency in relationship to education, years of experience, AOHP membership, certification status, NIOSH spirometry course, health care industry, safety climate, presence of an RPP, and occupational health nurse responsibility for the program (Table 8 ). This analysis was conducted with a sample of 1,923 occupational health nurses who had provided complete data for all factors. If a current RPP was in place and the occupational health nurse was responsible for this program, the occupational health nurse was 5.8 times as likely to perceive higher competence, after adjusting for years of experience, highest education, certification in occupational health nursing, employment in the health care sector, AOHP membership, taking a NIOSH spirometry course in the prior 5 years, and perceiving a positive safety culture at work in reference to respiratory protection (adjusted odds ratio [AOR] = 5.8, 95% CI = 3.8-8.8, p = .000). Years of experience as an occupational health nurse, certification in occupational health nursing, AOHP membership, working in the health care sector, taking a spirometry course in the prior 5 years, and perceiving a positive safety culture at their facilities remained significant in the model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 390,
                    "text": "(Table 8",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Logistic Regression Analysis"
        },
        {
            "text": "With RPP Elements-A linear regression analysis was conducted exploring mean comfort in the 12 RPP elements in relationship to education, years of experience, AOHP membership, certification status, NIOSH spirometry course, health care industry, manufacturing industry, safety climate, presence of an RPP, and occupational health nurse responsibility for the program (Table 9 ). This analysis was conducted with a sample of 1,923 occupational health nurses who had reported complete data for all factors. If a current RPP was in place and the occupational health nurse was responsible for this program, the mean increase in comfort score was 0.48 on a scale of 1 to 5 (5 indicating extremely comfortable), after adjusting for years of experience, highest education, certification in occupational health nursing, employment in health care, employment in manufacturing, AOHP membership, taking a NIOSH spirometry course in the prior 5 years, and perceiving a positive safety culture at work in reference to respiratory protection (beta coefficient = 0.478, 95% CI = 0.340-0.615, p = .000). Years of experience as an occupational health nurse, certification in occupational health nursing, AOHP membership, working in health care, and taking a spirometry course in the prior 5 years remained significant in the model. Perceiving a positive safety culture and employment in manufacturing were not significant in the final multivariate analysis. In contrast to greater perceived competence, education, specifically any master's degree when compared to diploma, was significantly associated with higher comfort scores (beta coefficient = 0.27, 95% CI = 0.13-0.41, p = .000).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 373,
                    "text": "(Table 9",
                    "ref_id": "TABREF11"
                }
            ],
            "section": "Factors Associated With Higher Comfort"
        },
        {
            "text": "More than 2,000 occupational health nurses participated in this survey on respiratory protection, the first survey of its kind. The sample surveyed consisted of highly experienced occupational health nurses (an average of 17 years of occupational health nursing experience) with a high perceived competency in respiratory protection; 83% perceived themselves to be competent, proficient, or expert in respiratory protection. The respondents reported feeling moderately comfortable with 12 elements of RPPs, perceiving greatest comfort with health-related evaluation of employees regarding respiratory fitness and least comfort with writing a respiratory protection policy, inspecting, cleaning, and repairing respirator equipment, and respiratory protection in the context of emergency preparedness. Perceived competence and comfort were significantly associated with occupational health nurse experience in all analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The highest proportion of respondents were baccalaureate-prepared, and 70% were baccalaureate-prepared and above. These educational data are similar to those from the recent AAOHN Member Survey; 68% of AAOHN members are prepared at or above the baccalaureate level (Burgel & Kennerly, 2012) . Education was significantly associated with higher competence and greater comfort in respiratory protection in specific ways. Master's education, compared to diploma, was associated with greater competence and comfort. Although highest educational preparation was not significantly associated with competence in the final analysis, it did continue to be a significant factor associated with greater comfort with RPP elements. As a specific educational strategy, completing a NIOSH spirometry course within the prior 5 years was associated with greater competence and comfort in all analyses. As one specific knowledge gap, 28.5% of respondents reported none to slight comfort and 21% reported moderate comfort in explaining the difference between a surgical mask and an N95 respirator. A future article will describe ways occupational health nurses achieved their competence in respiratory protection, including on-the-job training and attending professional conferences. Respondents' preferred methods of learning, and ways occupational health nurses motivate respirator use, will also be discussed.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 290,
                    "text": "(Burgel & Kennerly, 2012)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Competence and comfort were significantly associated with certification as a COHN or a COHN-S. Based on AAOHN competencies, ABOHN certification, which requires experience in the field, continuing or professional education in the specialty, and successfully passing a norm-based examination, does recognize occupational health nurses at the proficient level. However, it is not possible to determine, due to the cross-sectional nature of this survey, if competence in respiratory protection would drive an occupational health nurse to become certified or if certification drives competence. Continuing education and current experience in the specialty are required to maintain board certification, adding support to the notion that board certification drives greater perceived competence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "AOHP membership and working in the health care industry were associated with competence and greater comfort; employment in the health care industry had the greater impact. This competence could reflect immersion in RPPs, with engagement in the recent national debates regarding surgical masks versus N95 particulate respirators for protection against novel influenza transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Not surprisingly, the presence of an RPP for which the occupational health nurse was primarily responsible was associated with higher perceived competence and comfort; the highest impact existed for the presence of both factors. The federal OSHA Respiratory Protection Standard requires in 1910.134 (c) that \"the program must be administered by a suitably trained program administrator\" (OSHA, n.d.). These findings suggest that primary responsibility either builds higher competence and comfort in the RPP or the perception of competence and comfort stimulates the assignment of responsibility. These findings lend support to the conclusion that active and current engagement and primary responsibility for an RPP are powerful factors contributing to higher perceived competence and comfort in respiratory protection. Although not fully explored in this study, the involvement of other team members in RPPs was also evident and deserves further study, including the roles of safety, industrial hygiene, and environmental health professionals. A perception of a positive safety culture at work including respiratory protection was associated with higher competence in the final model but not higher comfort with RPP elements. Another possible interpretation could be that occupational health nurses with higher competence were more likely to perceive, create, and enforce a positive safety culture at their work site. Safety culture and safety climate are important organizational factors as sociated with greater adherence to respiratory protection (Nichol et al., 2008) . These data demonstrate a high level of competence and comfort in respiratory protection in this highly experienced group of occupational health nurses, but also highlight some learning needs. Respiratory protection policy development, inspecting, cleaning, and repairing respiratory equipment, and respiratory protection in emergency preparedness all ranked lowest in comfort; 28.5% of respondents reported none to slight comfort in explaining the difference between a surgical mask and an N95 respirator. A need for ongoing training in respiratory protection is echoed by several recent studies, specifically in the health care sector. On comparing the findings of this study to findings in the literature, noteworthy trends are apparent. In a study of critical care health care workers in two Baltimore hospitals, 40% reported poor adherence in wearing PPE to protect against influenza and 53% observed that coworkers were non-adherent to PPE use. Only 63% of respondents correctly identified needed influenza PPE. Akin to these findings, organizational interventions aimed at improving a culture of safety and targeted respiratory protection education for health care workers were recommended (Daugherty et al., 2009) .",
            "cite_spans": [
                {
                    "start": 1550,
                    "end": 1571,
                    "text": "(Nichol et al., 2008)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2770,
                    "end": 2794,
                    "text": "(Daugherty et al., 2009)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A study exploring factors associated with nurses' adherence to respiratory protection in two Canadian acute care hospitals demonstrated that organizational support for health and safety was significantly associated with greater adherence to personal protection. Organizational support was defined as \"making health and safety a high priority, taking all reasonable steps to minimize hazards, encouraging employees' involvement in health and safety matters, and actively working to protect employees\" (Nichol et al., 2008, p. 486 ).",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 528,
                    "text": "(Nichol et al., 2008, p. 486",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This was a large survey of four subsets of occupational health nurses in the United States, all of whom could be identified as professionally affiliated either through membership in AAOHN, ANA, or AOHP or certification by ABOHN. These data may not reflect the broader occupational health nurse community and may only be generalizable to experienced occupational health nurses who are professionally affiliated through either membership or certification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS"
        },
        {
            "text": "Because this was a cross-sectional survey, it is not possible to determine if competence and comfort in respiratory protection stimulated certification, for example, or if certification, and maintenance of certification, are driving competence and comfort in respiratory protection. It is also not possible to determine if membership in professional organizations (e.g., AOHP) or employment in the health care industry preceded comfort with respiratory protection, or if those occupational health nurses who are more comfortable with all elements of respiratory protection are seeking employment in health care settings and membership in AOHP. Most likely it is a combination of factors or some other unmeasured professional attribute associated with these factors driving either perceived competence in respiratory protection or comfort in ad dressing the elements of an RPP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS"
        },
        {
            "text": "Additionally, competence and comfort were measured by self-perceptions in this study. How perceptions link to actual competence in respiratory protection is unknown. Development of objective measurements of competency in respiratory protection would be a preferred outcome in future research on this important topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STRENGTHS AND LIMITATIONS"
        },
        {
            "text": "More than 80% of the occupational health nurses sampled reported being competent, proficient, or expert in respiratory protection, and, on average, occupational health nurses were moderately comfortable with the 12 RPP elements. Occupational health nurses reported greater comfort in conducting health-related evaluations for respiratory fitness, and less comfort in inspecting, cleaning, and repairing respirator equipment and emergency preparedness. The most powerful factor associated with higher perceived competence and greater comfort was the occupational health nurses' being primarily responsible for the RPP at their facility. Years of occupational health nursing experience, occupational health nursing certification, employment in health care, AOHP membership, keeping current in the NIOSH spirometry course, and a positive safety culture at work were additional factors contributing to RPP competence. Years of occupational health nursing experience, master's education, occupational health nursing certification, employment in health care, AOHP membership, and keeping current in the NIOSH spirometry course were additional factors contributing to greater comfort in the 12 RPP elements. Ways occupational health nurses achieved and maintained their RPP competence and preferred methods of learning will be presented in a future article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IMPLICATIONS FOR PRACTICE"
        },
        {
            "text": "These survey results document extensive involvement of occupational health nurses in RPPs at work sites, and high perceived respiratory protection competence and comfort. These findings provide a baseline to trend future gains in competence and comfort in respiratory protection. Additional data analyses continue. Future work will include developing targeted educational programs to address respiratory protection knowledge gaps as evidenced by the survey findings. In addition, innovative instructional methods will be used to augment the education of occupational health nurses about all aspects of an RPP, including ways for occupational health nurses to motivate adherence to respiratory protection. Future IOM goals include educating all levels of nurses about respiratory protection and developing interprofessional core competencies in respiratory protection for occupational health and safety education. Note. RPP = respiratory protection program; BA = bachelor of arts; BSN = bachelor of science in nursing; COHN = certified occupational health nurse; COHN-S = certified occupational health nurse specialist; AOHP = Association of Occupational Health Professionals in Healthcare; NIOSH = National Institute for Occupational Safety and Health. Ninety-three percent of the occupational health nurses had complete data for all factors in the model. Competent, proficient, and expert levels versus beginner and novice levels of competency in respiratory protection. Note. RPP = respiratory protection program; BA = bachelor of arts; BSN = bachelor of science in nursing; COHN = certified occupational health nurse; COHN-S = certified occupational health nurse specialist; AOHP = Association of Occupational Health Professionals in Healthcare; NIOSH = National Institute for Occupational Safety and Health. Ninety-three percent of the occupational health nurses had complete data for all factors in the model. Comfort scale score calculated by summing mean scores of 12 RPP elements from 1 to 5; higher scores mean greater comfort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Association of Occupational Health Professionals in Healthcare. Getting started: Occupational health in the healthcare setting",
            "authors": [],
            "year": 2007,
            "venue": "AAOHN Journal",
            "volume": "55",
            "issn": "11",
            "pages": "442--447",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Health care workers' views about respirator use and features that should be included in the next generation of respirators",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Baig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Knapp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Eagan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Radonovich",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "American Journal of Infection Control",
            "volume": "38",
            "issn": "1",
            "pages": "18--25",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "From novice to expert: Excellence and power in clinical nursing practice",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Benner",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Snapshot of the AAOHN membership",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Burgel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kennerly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Workplace Health & Safety",
            "volume": "60",
            "issn": "11",
            "pages": "465--469",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aerosol Transmissible Diseases Standard. CCR, Title 8, Section 5199",
            "authors": [
                {
                    "first": "Cal-Osha",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The use of personal protective equipment for control of influenza among critical care clinicians: A survey study",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Daugherty",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Needham",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rubinson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bilder-Back",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Rand",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Critical Care Medicine",
            "volume": "37",
            "issn": "4",
            "pages": "1210--1216",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Occupational health nurses and respiratory protection: Improving education and training",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Initial response of health care institutions to emergence of H1N1 influenza: Experiences, obstacles, and perceived future needs",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lautenbach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saint",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clinical Infectious Diseases",
            "volume": "50",
            "issn": "4",
            "pages": "523--527",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Research to practice in occupational health nursing",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccauley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Workplace Health & Safety",
            "volume": "60",
            "issn": "4",
            "pages": "183--189",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The individual, environmental, and organizational factors that influence nurses' use of facial protection to prevent occupational transmission of communicable respiratory illness in acute care hospitals",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nichol",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bigelow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "O&apos;brien-Pallas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manno",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Holness",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "American Journal of Infection Control",
            "volume": "36",
            "issn": "7",
            "pages": "481--487",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Occupational Safety and Health Administration. 29 CFR 1910.134: Occupational safety and health standards, personal protective equipment, respiratory protection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Core curriculum for occupational & environmental health nursing",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Salazar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Development of a respiratory protection survey instrument for occupational health nurses: An educational project",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taormina",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Burgel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Workplace Health & Safety",
            "volume": "61",
            "issn": "2",
            "pages": "79--83",
            "other_ids": {
                "DOI": [
                    "10.3928/21650799-20130129-95"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Workplace Health Saf. Author manuscript; available in PMC",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Note. Chi-square, p = .000. Rank correlation of ordinal variables: Kendall's tau-b = 0.476, p = .000.Workplace Health Saf. Author manuscript; available in PMC 2015 August 25.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Outside of these NIOSHfunded graduate programs, occupational health nurses have a variety of options to access RPP continuing education. Professional nursing organizations, such as AAOHN and AOHP, include respiratory protection content in regularly scheduled continuing education conferences. The 13th edition of AOHP's (2012) Getting Started: Occupational Health in the Healthcare Setting identifies respiratory protection for the new occupational health nurse in the chapter on health and safety. In 2011, the Respiratory Protection in Healthcare Settings Web Resource Guide was developed and published by AOHP and the OSHA Alliance. This guide includes OSHA and NIOSH resources for respiratory protection in health care settings. The OSHA Alliance has also published a template respirator fit test card. These items are available through the OSHA Alliance links on both organizations' websites. The ANA received an educational grant from the National Institute of Environmental Health Sciences through the International Chemical Workers Union Council (ICWUC). This grant was used to educate nurses about how to protect themselves in their roles as hospital-based first receivers of victims after releases of hazardous substances.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Associations Between Level of Comfort With 12 Elements of Respiratory Protection Programs and Perceived",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Comfort With Explaining the Difference Between a Surgical Mask and an N95 Respirator by Level of Competence (n = 2,054)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Highest Occupational Health Nursing Education and Perceived Level of Competence in Respiratory Protection (n = 2,072) Note. BA = bachelor of arts; BSN = bachelor of science in nursing. Kendall's tau-b = 0.071, p = .000. Health Saf. Author manuscript; available in PMC 2015 August 25.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Comfort Scale Scores in Respiratory Protection Program Elements by Level of Occupational Health Nurse Education (n = 2,072)Note. BA = bachelor of arts; BSN = bachelor of science in nursing. Comfort scale score calculated by summing mean scores of 12 respiratory protection program elements, ranging from a low of 1,indicating not at all comfortable, to 5, indicating very comfortable (p = .000).",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Individual Factors by Competence and Comfort in Respiratory Protection ProgramsNote. RPP = respiratory protection program; AAOHN = American Association of Occupational Health Nurses, Inc.; AOHP = Association of Occupational Health Professionals in Healthcare; ANA = American Nurses Association; COHN = certified occupational health nurse; COHN-S = certified occupational health nurse specialist; NIOSH = National Institute for Occupational Safety and Health. Sample sizes may vary due to missing data.a Factors significantly different (p = .000) when compared to novice and beginner levels of competence.b Factors with significantly different (p = .000) mean comfort scores. Health Saf. Author manuscript; available in PMC 2015 August 25.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Industry Factors by Competence and Comfort in Respiratory Protection ProgramsNote. RPP = respiratory protection program. Sample sizes may vary due to missing data. Factors significantly different (p = .000) when compared to novice and beginner levels of competence. Factors with significantly different (p < .03) mean comfort scores. Health Saf. Author manuscript; available in PMC 2015 August 25.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Individual and Industry Factors Associated With Perceived Respiratory Protection Competency (n = 1,923)Current RPP at work site and level of occupational health nurse responsibility .000RPP with occupational health nurse not responsible vs.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Individual and Industry Factors Associated With Higher Respiratory Protection Comfort (n = 1,923)Current RPP at work site and level of occupational health nurse responsibility RPP with occupational health nurse not responsible vs.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Patty Quinlan, MPH, Industrial Hygienist, who consulted on survey development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Occupational health nurses' responsibility for a respiratory protection program was associated with greater comfort in 12 respiratory protection program elements and higher perceived competence in respiratory protection. Occupational health nursing experience, master's education, certification as an occupational health nurse, professional membership in the Association of Occupational Health Professionals in Healthcare, working in health care, having taken a National Institute for Occupational Safety and Health spirometry course in the prior 5 years, and perceiving a positive safety culture were all important factors contributing to greater comfort or higher perceived competence in respiratory protection. Knowledge gaps existed, however; 28.5% of the occupational health nurses who responded to the survey reported no to little comfort in explaining the difference between a surgical mask and an N95 respirator. Burgel et al. Page 14 Workplace Health Saf. Author manuscript; available in PMC 2015 August 25.",
            "cite_spans": [
                {
                    "start": 921,
                    "end": 934,
                    "text": "Burgel et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Applying Research to Practice"
        }
    ]
}