{
    "paper_id": "9f54dfd6e09167626911b231406d279e5f1b5fcb",
    "metadata": {
        "title": "Animal origins of SARS coronavirus: possible links with the international trade in small carnivores",
        "authors": [
            {
                "first": "Diana",
                "middle": [],
                "last": "Bell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [],
                "last": "Roberton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "R"
                ],
                "last": "Hunter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of East Anglia",
                    "location": {
                        "postCode": "NR4 7TJ",
                        "settlement": "Norwich",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The search for animal host origins of severe acute respiratory syndrome (SARS) coronavirus has so far remained focused on wildlife markets, restaurants and farms within China. A significant proportion of this wildlife enters China through an expanding regional network of illegal, international wildlife trade. We present the case for extending the search for ancestral coronaviruses and their hosts across international borders into countries such as Vietnam and Lao People's Democratic Republic, where the same guilds of species are found on sale in similar wildlife markets or food outlets. The three species that have so far been implicated, a viverrid, a mustelid and a canid, are part of a large suite of small carnivores distributed across this region currently overexploited by this international wildlife trade. A major lesson from SARS is that the underlying roots of newly emergent zoonotic diseases may lie in the parallel biodiversity crisis of massive species loss as a result of overexploitation of wild animal populations and the destruction of their natural habitats by increasing human populations. To address these dual threats to the long-term future of biodiversity, including man, requires a less anthropocentric and more interdisciplinary approach to problems that require the combined research expertise of ecologists, conservation biologists, veterinarians, epidemiologists, virologists, as well as human health professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A World Health Assembly resolution on 27 May 2003 recognized SARS as the first severe infectious disease to emerge in the twenty-first century which posed a serious threat to the stability and growth of economies and the livelihood of human populations. The causal coronavirus genome sequenced by Marra et al. (2003) defined a new fourth class of coronavirus subsequently referred to as SARS-CoV. Holmes & Enjuanes (2003) confirmed that the structure of the SARS-CoV genome suggested that it was neither a host-range mutant of a known coronavirus, nor a recombinant between known coronaviruses and it was unlikely to have been created by genetic engineering. Subsequent genetic analysis of isolates obtained throughout the 2002-2003 epidemic by He et al. (2004) found that two genotypes predominated during the early phase of the epidemic in Guangdong Province. These viral genomic sequences were similar to those of coronaviruses infecting other mammalian hosts. However, during the second phase of the epidemic, which followed the first super-spreader event in Guangzhou, these authors found that SARS-CoV sequences contained a new 29 nucleotide deletion that dominated the viral population for the remainder of the epidemic (He et al. 2004) . These latter findings indicate that the 2002-2003 epidemic originated from a single source, consistent with the view that this source was animal.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 316,
                    "text": "Marra et al. (2003)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 397,
                    "end": 421,
                    "text": "Holmes & Enjuanes (2003)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 745,
                    "end": 761,
                    "text": "He et al. (2004)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1227,
                    "end": 1243,
                    "text": "(He et al. 2004)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The wildlife markets and restaurants in southern China became the focus of the search for SARS-CoV origins in April/May 2003. Joint teams of Chinese and WHO epidemiologists discovered that several of the early SARS patients in Guangdong Province worked in jobs associated with the sale or preparation of wildlife for human consumption. On 23 May 2003, a team led by Yi Guan (Hong Kong University) and colleagues from the Centre for Disease Control Shenzhen, China, announced at a press conference that they had isolated a coronavirus resembling SARS-CoV (identical apart from a 29 nucleotide base insert) from six (out of six) masked palm civets (Paguma larvata) and a raccoon dog (Nyctereutes procyonoides) in a market in Shenzhen, Guangdong Province, and that a third species present in the market, the Chinese ferret badger (Melogale moschata) elicited antibodies reacting against SARS-CoV (Guan et al. 2003) . Some 25 individuals from eight of the many species sold for human consumption had been purchased for that investigation. The masked palm civets also seroconverted and their sera inhibited the growth of SARS-CoV isolated from humans. Five out of 10 civet dealers present at the market were found to have antibodies that cross-reacted with the SARS virus. A Chinese government team subsequently reported that 66 out of 508 wildlife handlers tested in other markets across Guangdong also tested positive for antibodies to the SARS virus. Chinese authorities responded by imposing a temporary ban on the hunting, sale, transportation and export of all wild animals in southern China and also quarantined all civets reared for human consumption in many civet farms across the area. However, on 19 June 2003, Sun Qixin and colleagues at CAU reported at a press conference that they had found no evidence of such viruses among their more extensive sampling of 54 wild and 11 domestic animal species collected from across six Chinese provinces. These samples had included 76 masked palm civets (three from Guangdong and a mix of 73 wild and farmed animals bought elsewhere) from which the CAU team isolated another coronavirus that is less similar to SARS-CoV (Normile & Enserink 2003) . No further information on this quest was released until a brief announcement on 21 August 2003 after a visit to markets and farms across Guangdong province by a joint team of 14 international specialists from the Chinese government, the WHO and the Food and Agriculture Organization of the United Nations. This group reported finding SARS-like viruses in a range of vertebrate species including snakes, birds and mammals and highlighted the urgent need for further serological testing of animals and humans and a strengthening of regulations in the farming, trading and consumption of wildlife. We still await the publication of this additional animal screening research (February 2004) but in the interim (August 2003) there were media reports that the above ban on the consumption of wildlife had been lifted by the Chinese authorities.",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 911,
                    "text": "(Guan et al. 2003)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2166,
                    "end": 2191,
                    "text": "(Normile & Enserink 2003)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "So far, this search for animal host sources has remained focused on animal markets, wildlife restaurants and farmed wildlife facilities within China. This paper offers alternative perspectives on this search for the animal origins of SARS-CoV. First, we present the case for expanding this search in terms of both geographical area and range of species and products investigated; second, we draw attention to recent ecological shifts in this region which favour the emergence of new zoonotic infections; and last, we highlight the need for interdisciplinary collaboration with vertebrate and conservation biologists with specialist knowledge of potential hosts species and the international wildlife trade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We believe that restricting the search for animal origins (wild or farmed) to within China may be flawed. A significant proportion of the wildlife sold in markets in southern China actually originates from neighbouring countries, reaching China through an expanding regional network of illegal wildlife trade. The existence of this extensive movement of animals highlights the need to extend the search for ancestral coronaviruses and their hosts across international boundaries into potential countries of origin of animals on sale in Guangdong (just 300 miles from Vietnam), where one finds the same guilds of species on sale in similar wildlife markets and restaurants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GEOGRAPHICAL AREA OF SEARCH"
        },
        {
            "text": "In the past 5-10 years, Vietnam has become an important link in this international wildlife trade network and this trade has developed into an extensive illegal industry valued at over US$20 million per annum. Some of the main trade routes for wildlife trade from Lao PDR (PDR) and Vietnam are reproduced in figure 1. In Vietnam, for example, the wildlife trade not only sources an expanding domestic market of wildlife meat restaurants, taxidermists and traditional medicine shops within the country but most species are also illegally exported to Phil. Trans. R. Soc. Lond. B (2004) inese wildlife markets. This illegal export trade has been well documented for some years despite sustained efforts by Vietnam's National Forest Protection Department to control it. No accurate figures are available regarding the quantities of different species being shipped, owing to the illegal nature of the trade, but turtles, civets and other small carnivores, pangolins, snakes, tiger and primates are among the species exported to Chinese wildlife markets (Compton & Quang 1998; Roberton et al. 2003) .",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 584,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1071,
                    "text": "(Compton & Quang 1998;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1072,
                    "end": 1093,
                    "text": "Roberton et al. 2003)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "GEOGRAPHICAL AREA OF SEARCH"
        },
        {
            "text": "Regular confiscations by Vietnamese Forest Protection Department rangers vary from a few individuals to truckloads. To illustrate the potential scale of demand within Vietnam alone, a recent survey in Vinh City, Nghe An Province, reported that ca. 600 kg of civet meat is consumed in just four wildlife meat restaurants per month, and volumes are expected to be far greater in Hanoi and other major cities of Vietnam. Although there were reports that the trade and consumption of small carnivores declined after their implication as a possible source of SARS-CoV (S. Roberton, personal observation), this decline was short-lived and civets soon reappeared in restaurants in both Hanoi and Da Nang. In Vietnam, increased demand from domestic and international markets together with rising market prices has escalated the level of criminal activities associated with this illegal wildlife trade (Roberton et al. 2003 ).",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 914,
                    "text": "(Roberton et al. 2003",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "GEOGRAPHICAL AREA OF SEARCH"
        },
        {
            "text": "This widescale movement of possible host species within and across international borders through the wildlife trade raises a series of testable hypotheses concerning the geographical source and extent of the animal reservoir for SARS-like coronaviruses. It is possible, for example, that infective source animal(s) arrived at Guangdong markets and wildlife restaurants through illegal trade routes from newly exploited host populations in Lao PDR or Vietnam. Viral screening with generic probes of putative host species, plus parallel cohorts of human contacts, at different stages in this wildlife trade system is therefore required to determine whether such viral infections are endemic in wild host populations outside China (in Indochina and other southeastern Asian countries). An alternative hypothesis is that animals become infected at some point after entering the wildlife trade system, through mixing of species and/or populations which would not have contact in their native habitats. Such cross-infection could occur within the overcrowded conditions typical of wildlife markets across the region, where captured individuals of a range of traded reptile, avian, amphibian and mammalian species have cross-exposure to each other, to rodent, avian and invertebrate pest species moving freely within those markets (and food outlets) and to a series of human handler contacts (hunters, traders, cooks). Ironically, those traded animals that survive the often protracted process of capture (typically snaring), handling and long-distance journeys to wildlife markets and restaurants under covert conditions are likely to be the healthiest and most resilient individuals within captured cohorts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GEOGRAPHICAL AREA OF SEARCH"
        },
        {
            "text": "Published research (Guan et al. 2003) has so far implicated three species from three different families within the mammalian order Carnivora as possible sources of SARS-like coronaviruses. These are the masked palm civet, Paguma larvata, a viverrid, the Chinese (or largetoothed) ferret badger, Melogale personata, a mustelid, and the raccoon dog, Nyctereutes procyonoides, a canid. However, these are just three of a large suite of small carnivores present across this geographical region. Other mustelids and viverrids known to occur in Vietnam and Lao PDR are listed in table 1. There are 55 known species of mustelid in six subfamilies which include the badgers, otters, weasels, mink and polecats, martens, tayra and wolverine. Mustelids are distributed more widely than the Old World viverrids, occurring on all continents except Antarctica and Australia. Eleven of these 55 mustelids, representing three subfamilies, are known in Vietnam (Roberton et al. 2003) and 10 of these are also reported to occur in Lao PDR (Duckworth et al. 1999) . There are 36 known species of viverrids (civets and genets) classified into 20 genera within six subfamilies; all are Old World species (Macdonald 2001) . Eleven of these 36 viverrids, representing three subfamilies, are known to occur in Vietnam including the recently described Taynguyen civet (Sokolov et al. 1997) . Nine of these are also known to occur in Lao PDR (Duckworth et al. 1999) . The masked palm civet, common civet and small Indian civet are the species most commonly found in wildlife restaurants across the region, but all nine species are eaten under the generic label of 'civet meat', depending on their availability.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 37,
                    "text": "(Guan et al. 2003)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 945,
                    "end": 967,
                    "text": "(Roberton et al. 2003)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1022,
                    "end": 1045,
                    "text": "(Duckworth et al. 1999)",
                    "ref_id": null
                },
                {
                    "start": 1184,
                    "end": 1200,
                    "text": "(Macdonald 2001)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1344,
                    "end": 1365,
                    "text": "(Sokolov et al. 1997)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1417,
                    "end": 1440,
                    "text": "(Duckworth et al. 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RANGE OF POTENTIAL HOST SPECIES AND PRODUCTS"
        },
        {
            "text": "Clearly, an ability to distinguish among these several species of small carnivores is an important prerequisite in Phil. Trans. R. Soc. Lond. B (2004) any search for possible hosts of SARS-like coronaviruses. Furthermore, the existence of this variety of closely related species within these two families of small carnivores highlights the need for comparative virological investigation of coronavirus evolution among closely related species of putative natural hosts. It is also worth noting that within the three subfamilies of viverrids represented across Indochina, there are a further 14 African species that are exploited within the African bushmeat trade (Schreiber et al. 1989) . Again, comparative virological screening of this outgroup may be timely.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 150,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 685,
                    "text": "(Schreiber et al. 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RANGE OF POTENTIAL HOST SPECIES AND PRODUCTS"
        },
        {
            "text": "A common ecological characteristic of the three small carnivore species so far implicated is that their omnivorous diet may include small rodents. SARS-like coronaviruses have been isolated from rat populations recently sampled in southern China (Zhong 2004) . This raises the possibility that small carnivores become carriers after exposure to infected rodent prey. Several rodent species occur in this region. In Lao PDR, at least 28 species of murine mice and rat species are known to occur, plus several rhyzomyine bamboo rat and platacanthomyine spiny and pygmy dormice species, before systematic rodents surveys in that country (Duckworth et al. 1999) . In rural Lao PDR, these may be trapped for food in subsistence hunting and some sold on to urban food markets; some of these rodent species are also significant pests of agricultural crops.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 258,
                    "text": "(Zhong 2004)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 634,
                    "end": 657,
                    "text": "(Duckworth et al. 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RANGE OF POTENTIAL HOST SPECIES AND PRODUCTS"
        },
        {
            "text": "It is worth noting that in Vietnam, the exploitation or trade in several of the small carnivore species such as the small Indian civet, striped-backed and yellow-bellied weasels is strictly prohibited under government legislation which recognizes their ecological importance as 'enemies of rats'. If rodents are the natural hosts of SARS coronaviruses, widescale extermination of their natural small carnivore predators, could exacerbate rather than remove the problem. Comparative virological screening of more frugivorous (e.g. binturong) versus more carnivorous small carnivore species, may shed further light on the identity of the natural host species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RANGE OF POTENTIAL HOST SPECIES AND PRODUCTS"
        },
        {
            "text": "In common with a range of other species across this region, several of these small carnivore species are now threatened with extinction as a result of overexploitation at unsustainable levels by an expanding international trade in wildlife. Seven out of 11 viverrids and five out of 12 mustelids reported in Vietnam are listed as threatened in the 2000 Vietnam Red Data Book (the large spotted civet, the spotted Linsang, the small-toothed palm civet, the binturong, Owston's palm civet, Lowe's otter civet, the Taynguyen civet, the least weasel, the Eurasian otter, hairy-nosed otter, smooth-coated otter and the oriental small-clawed otter), whereas trade in 15 out of these 23 species is regulated under Vietnamese species protection legislation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RANGE OF POTENTIAL HOST SPECIES AND PRODUCTS"
        },
        {
            "text": "The status of populations in Lao PDR is largely unknown and/or difficult to assess; thus six out of 11 of the mustelids are listed as 'little known' and four as 'at risk' in Duckworth et al. (1999) and four out of nine of the viverrids are listed as 'at risk' or 'little known'.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 197,
                    "text": "Duckworth et al. (1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RANGE OF POTENTIAL HOST SPECIES AND PRODUCTS"
        },
        {
            "text": "Although the primary end for most small carnivores that enter the wildlife trade is in wildlife restaurants in larger towns and cities, these animals are also exploited for other purposes across this region. Some enter private zoo collections or are kept as pets, the scent glands and body parts are used in 'traditional' medicines and perfumes, their skins sold for decoration, and civet specifically are used to produce weasel coffee. Roberton et al. (2003) report that civet penis is one of the wildlife products to be mixed with rice wine to produce a wildlife rice wine alleged to increase virility or libido in the consumer. 'Weasel coffee', one of the world's most expensive coffee beans, gains its unique qualities and flavour by being fed to captive civets and subsequently recovered from their excreta. In some Southeast Asian countries like Malaysia, the characteristic flavour and smell of weasel coffee and of the civet scent secreted by the perineal glands (present in all civet species) may be artificially manufactured, but in many areas these products are still recovered from captive civets. Given the high level of viral excretion of SARS-CoV reported in human patients (Peiris & Guan 2004) , the possibility that any of these additional points of human to small carnivore contact could act as a source of cross-infection, merits investigation. Similarly, it may be useful to screen individuals (often with well-documented life-history details of age, origin, etc.) of these species held in zoos and other private collections around the world, for target coronaviruses.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 459,
                    "text": "Roberton et al. (2003)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1189,
                    "end": 1209,
                    "text": "(Peiris & Guan 2004)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "RANGE OF POTENTIAL HOST SPECIES AND PRODUCTS"
        },
        {
            "text": "The IUCN Species Survival Commision Action Plan for the conservation of viverrids and mustelids published 15 years ago highlighted habitat loss and fragmentation, Phil. Trans. R. Soc. Lond. B (2004) particularly of tropical moist forests and wetland ecosystems, as the major threats to both families (Schreiber et al. 1989) . That important collation of information on the status and conservation requirements of these small carnivore groups flagged the urgent need for population surveys and research into the ecological requirements of these little-studied species. The Action Plan also warned that 'the impact of hunting was growing with the rapid increase in human populations', which 'results in a decrease in habitat quality and the fragmentation of Viverrid popu-lations…and that this problem appeared to be greatest in the Upper Guinea rain forests and parts of Asia, such as China, Taiwan and Vietnam' (Schreiber et al. 1989, p. 14) . The important point is that 20 years ago, even in Africa, while other 'more important' wildlife species were often sold by hunters at local markets, these small carnivore species tended to be consumed at home and were therefore regarded as opportunistically hunted subsistence food.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 198,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 323,
                    "text": "(Schreiber et al. 1989)",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 941,
                    "text": "(Schreiber et al. 1989, p. 14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ECOLOGICAL SHIFTS FAVOURING EMERGENCE OF NEW DISEASES"
        },
        {
            "text": "Although the subsequent explosion in the African bushmeat trade has been well documented (Hearn 2001; Barnes 2002; Fa et al. 2002 Fa et al. , 2003 Bowen-Jones et al. 2003; Thibault & Blaney 2003) , the depletion of wildlife in Asian forests has received less research attention (Bennett & Rao 2002) . In Lao PDR, Duckworth et al. (1999) highlight wildlife as the second largest source of income after fish, for rural families, with a substantial increase in the overall trade in wildlife meat occurring in the late 1990s. They explain that the proportion of harvested wildlife sold, rather than consumed at home, is determined by a complex range of factors such as prevailing local economic situation, ethnic group, season and accessibility to markets. While more fish and aquatic invertebrates are eaten than all other vertebrate groups combined in lowland villages, forest mammals and birds are more important in upland villages away from water bodies (Foppes & Kethpanh 1997 cited in Duckwoth et al. 1999 . Wildlife meat, which is usually sold as live animals in Lao PDR, is more expensive than that of domestic animals and is thus regarded as a luxury or health item (Srikosamatara et al. 1992) . Duckworth et al. (1999) report that the only estimates of annual sales of wildlife in Vientiane's major market available, were those compiled by the former authors in 1992; attempts at tighter control of the wildlife trade during the 1990s had caused it to become clandestine and thus more difficult to quantify. The estimates reported in Srikosamatara et al. (1992) were 8000-10 000 mammals (of at least 23 species), 6000-7000 birds (over 33 species) and 3000-4000 reptiles (at least eight species) at a value of US$160 000 per annum and a total weight of 33 000 kg for that single market. Duckworth et al. (1999, p. 17) confirm that although much wildlife is consumed within Lao PDR, 'there is a massive illicit movement of live animals and parts of dead animals into neighbouring countries…A well-organised network in Vietnam takes wildlife, mostly alive, to China and much of this comes from Lao PDR'. While acknowledging that Lao wildlife had been traded for many years with other countries (e.g. rhino horn, ivory, animal bones) these authors cite increasing affluence in China and elsewhere in Southeast Asia as fuelling the substantial increase in international wildlife trade over the previous 15 years. Certain Lao towns such as Ban Lak serve as important links in the supply chain to Vietnam and China and others, such as Ban Mai and Ban Singsamphan to Thailand (for wildlife from Lao PDR and Cambodia). At the end of the 1990s the major international threat to Lao wildlife was its use in traditional medicine, involving a range of species including tiger bones, turtles, civets, otters, primates, pangolins, snakes and geckos; the number of species being moved to Vietnam for food or medicine far exceeded those shipped for pets or display (for example, parakeets, hornbills, doves, primates) (Duckworth et al. 1999) .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 101,
                    "text": "(Hearn 2001;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 102,
                    "end": 114,
                    "text": "Barnes 2002;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 115,
                    "end": 129,
                    "text": "Fa et al. 2002",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 130,
                    "end": 146,
                    "text": "Fa et al. , 2003",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 147,
                    "end": 171,
                    "text": "Bowen-Jones et al. 2003;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 172,
                    "end": 195,
                    "text": "Thibault & Blaney 2003)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 278,
                    "end": 298,
                    "text": "(Bennett & Rao 2002)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 313,
                    "end": 336,
                    "text": "Duckworth et al. (1999)",
                    "ref_id": null
                },
                {
                    "start": 954,
                    "end": 977,
                    "text": "(Foppes & Kethpanh 1997",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 1007,
                    "text": "cited in Duckwoth et al. 1999",
                    "ref_id": null
                },
                {
                    "start": 1171,
                    "end": 1198,
                    "text": "(Srikosamatara et al. 1992)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1201,
                    "end": 1224,
                    "text": "Duckworth et al. (1999)",
                    "ref_id": null
                },
                {
                    "start": 1540,
                    "end": 1567,
                    "text": "Srikosamatara et al. (1992)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1792,
                    "end": 1822,
                    "text": "Duckworth et al. (1999, p. 17)",
                    "ref_id": null
                },
                {
                    "start": 3007,
                    "end": 3030,
                    "text": "(Duckworth et al. 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ECOLOGICAL SHIFTS FAVOURING EMERGENCE OF NEW DISEASES"
        },
        {
            "text": "Similar shifts and vast expansion in the hunting and trade of wildlife have occurred over this 15-year period in Vietnam. Roberton et al. (2003) , for example, describe how subsistence hunting has been replaced by sale into the wildlife trade for species such as civets, wild pig, deer, porcupine and snakes and suggest that this has been driven by increased market prices and demand from emerging middle classes in larger towns and cities where government employees and businessmen form a major proportion of the wildlife restaurant customers.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 144,
                    "text": "Roberton et al. (2003)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "ECOLOGICAL SHIFTS FAVOURING EMERGENCE OF NEW DISEASES"
        },
        {
            "text": "In Vietnam, increased market value of wildlife has also led to increased sophistication of hunting techniques and criminal practices such as corruption, bribery and associations with other forms of organized crime. International demand for wildlife, mainly from China, together with the above increased domestic demand within Vietnam, has severely depleted populations such that hunting for certain species for the medicinal trade (for example, tiger, bear and pangolin) has shifted towards the forests in Lao PDR. Recent surveys of the wildlife trade by trained Vietnam's National Forest Protection Department rangers in Quang Nam Province, Vietnam, found civets, snakes, wild pig, muntjac, sambar, turtles, porcupine and pangolin to be the most heavily traded animal groups (Roberton et al. 2004) . Seventy-four restaurants were found to be selling wildlife meat in that survey: wild pig, civet, porcupine, sambar, muntjac and soft-shelled turtles were the most commonly consumed species, although small quantities of bamboo rats, squirrels, pangolin, small cats, serow, langur and chevrotain were also sold. Up to 364 kg of civet meat was served monthly in just five restaurants; no differentiation was made between the species of civet sold.",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 798,
                    "text": "(Roberton et al. 2004)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "ECOLOGICAL SHIFTS FAVOURING EMERGENCE OF NEW DISEASES"
        },
        {
            "text": "The threat of significant biodiversity loss across this geographical region as a consequence of escalated levels of wildlife extraction, and forest loss and fragmentation is clearly of major concern to conservation biologists (see below). However, this combination of events also has significant implications for human health because it presents a recipe of ecological conditions favourable for the emergence of new zoonotic diseases, including SARS. These ecological shifts include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECOLOGICAL SHIFTS FAVOURING EMERGENCE OF NEW DISEASES"
        },
        {
            "text": "(i) the change from subsistence hunting for local consumption to the sale of hunted animals into an expanding wildlife trade; (ii) the extensive cross-exposure within this wildlife trade of species and species populations which would not mix or contact under natural conditions (i.e. without human intervention); (iii) the exploitation of new source populations as areas become depleted of target species;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECOLOGICAL SHIFTS FAVOURING EMERGENCE OF NEW DISEASES"
        },
        {
            "text": "Phil. Trans. R. Soc. Lond. B (2004) (iv) their movement, often over vast distances, through an expanding international wildlife trade network; and (v) to newly exposed human (or animal?) consumer populations.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 35,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ECOLOGICAL SHIFTS FAVOURING EMERGENCE OF NEW DISEASES"
        },
        {
            "text": "Although man has hunted wildlife in tropical forests for at least 100 000 years, levels of exploitation have increased dramatically over recent decades to unsustainable levels across much of the humid tropics so that many of the species hunted are facing local or global extinction (Milner-Gulland et al. 2003) . A common current misconception is that this 'bushmeat crisis' is unique to Africa but accelerated loss of forest species through overhunting first occurred in Asia, is currently occurring across Africa and is predicted for South America over the next 10-20 years. This pattern mirrors that of the marked growth in human populations, forest loss and development across these three continents (Milner-Gulland et al. 2003) . Other factors contributing to dramatically increased levels of hunting include greater access as a result of forest fragmentation and road building, loss of traditional hunting controls, changes in hunting technology and its increased commercialization, and long-distance transfer to urban markets where wild meat may be a preferred food (Robinson & Bennett 2000) .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 310,
                    "text": "(Milner-Gulland et al. 2003)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 704,
                    "end": 732,
                    "text": "(Milner-Gulland et al. 2003)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1073,
                    "end": 1098,
                    "text": "(Robinson & Bennett 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "WILDLIFE TRADE: A GLOBAL THREAT TO HUMAN HEALTH AND BIODIVERSITY"
        },
        {
            "text": "International conservation organizations have identified global biodiversity 'hotspots' that require highest priority conservation effort as a consequence of the high levels of species diversity and endemicity they contain and the high levels of threats they are currently experiencing. The geographical region highlighted above forms part of the Indochina region of the Indo-Burma biodiversity hotspot. This Indochina region appears among the top eight hotspots most likely to lose most of its animal and plant species as a consequence of continuing forest loss and species overexploitation at unsustainable levels (Davis et al. 1995; Dinerstein et al. 1999; Brooks et al. 2002; Anon. 2004 ). The Indo-Burma region hotspot covers a land area of over two million square kilometres and includes most of Vietnam, Lao PDR, Cambodia, Thailand, Myanmar and an adjacent area of southwest China. This area incorporates enormous habitat and species diversity with high levels of endemism. In terms of mammals alone, this hotspot includes over 350 terrestrial species; approximately onequarter of these are endemic, i.e. are found only in this region of the world, and 70% of these endemic mammals are listed by IUCN as globally threatened (Brooks et al. 2002; Anon 2004) . Among this mammalian fauna, the discovery of several newly described species over the past decade, including three species of muntjac, the soala and a new species of striped rabbit highlights the need for detailed faunal and floral surveys across the region (Dung et al. 1994; Timmins et al. 1998; Giao et al. 1998; Amato et al. 1999; Surridge et al. 1999; Mattine et al. 2004 ). The mammals considered at greatest risk as a consequence of illegal over-hunting for international wildlife trade, particularly with China, include all primates, pangolins, bears, cats, civets, Asian elephant, wild cattle and deer (Anon 2004) .",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 635,
                    "text": "(Davis et al. 1995;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 636,
                    "end": 659,
                    "text": "Dinerstein et al. 1999;",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 679,
                    "text": "Brooks et al. 2002;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 680,
                    "end": 690,
                    "text": "Anon. 2004",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1231,
                    "end": 1251,
                    "text": "(Brooks et al. 2002;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1252,
                    "end": 1262,
                    "text": "Anon 2004)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1523,
                    "end": 1541,
                    "text": "(Dung et al. 1994;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1542,
                    "end": 1562,
                    "text": "Timmins et al. 1998;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1563,
                    "end": 1580,
                    "text": "Giao et al. 1998;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1581,
                    "end": 1599,
                    "text": "Amato et al. 1999;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1600,
                    "end": 1621,
                    "text": "Surridge et al. 1999;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1622,
                    "end": 1641,
                    "text": "Mattine et al. 2004",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1876,
                    "end": 1887,
                    "text": "(Anon 2004)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "WILDLIFE TRADE: A GLOBAL THREAT TO HUMAN HEALTH AND BIODIVERSITY"
        },
        {
            "text": "Globally, as well as posing a threat to biodiversity, the illegal wildlife trade poses a very real and serious risk to human public health. Many of the most dangerous infections to have been described have their origin in wild birds and mammals (Weiss 2001) . This list includes some of the most feared infectious diseases ever to have affected human populations, for example: plague, smallpox, rabies, Ebola, typhus, yellow fever and AIDS. In some situations, the virus remains largely the same as that present in the evolutionary host species and multiple opportunities exist for spread from animals to humans. In other situations, the virus adapts itself to its new human host, becoming a human-specific infection. In both of these cases, there is considerable evidence that the resulting human infections frequently have enhanced virulence for their new human hosts (Osterhaus 2001) . Against this background the illegal trade in wildlife can be seen as a real risk to human health. To re-emphasize this observation, the SARS epidemic was not the only disease associated with traded wildlife in 2003. There was also an outbreak of monkeypox in the United States associated with prairie dogs that had been in contact with Gambian jumping rats imported from Africa in the wildlife pet trade (Reed et al. 2004) . Other recent outbreaks include ornithosis associated with a shipment of pet birds (Moroney et al. 1998 ) and an outbreak of Salmonella in the UK associated with imported terrapins (Lynch et al. 1999) .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 257,
                    "text": "(Weiss 2001)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 870,
                    "end": 886,
                    "text": "(Osterhaus 2001)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1293,
                    "end": 1311,
                    "text": "(Reed et al. 2004)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1396,
                    "end": 1416,
                    "text": "(Moroney et al. 1998",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1494,
                    "end": 1513,
                    "text": "(Lynch et al. 1999)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "WILDLIFE TRADE: A GLOBAL THREAT TO HUMAN HEALTH AND BIODIVERSITY"
        },
        {
            "text": "The trade in wildlife can also be a factor in the spread of infectious diseases to other domestic and wild animals as in the example of chytridiomycosis, an emerging disease of amphibians associated with the international restaurant trade (Mazzoni et al. 2003) .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 260,
                    "text": "(Mazzoni et al. 2003)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "WILDLIFE TRADE: A GLOBAL THREAT TO HUMAN HEALTH AND BIODIVERSITY"
        },
        {
            "text": "The scale of the wildlife trade on a global scale is immense and is illustrated by the reports of (known) wild animal imports into the USA in 2002, namely over 38 000 live mammals, 365 000 live birds, two million live reptiles, 49 million live amphibians and 216 million live fishes (US Senate Committee Testimony on wildlife trade, 17 July 2003).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WILDLIFE TRADE: A GLOBAL THREAT TO HUMAN HEALTH AND BIODIVERSITY"
        },
        {
            "text": "Action required to address this problem of species overexploitation for the wildlife trade is discussed in detail elsewhere (see, for example, Milner-Gulland et al. 2003) . For the Indochina region, necessary actions proposed (Roberton et al. 2003) include:",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 170,
                    "text": "Milner-Gulland et al. 2003)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 226,
                    "end": 248,
                    "text": "(Roberton et al. 2003)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "WILDLIFE TRADE: A GLOBAL THREAT TO HUMAN HEALTH AND BIODIVERSITY"
        },
        {
            "text": "(i) strengthen wildlife protection legislation; (ii) increase effectiveness of law enforcement activities; (iii) strengthen integrity of the National Forest Protection Departments; (iv) increase knowledge and monitoring of illegal activities; (v) increase effectiveness of development interventions for biodiversity conservation; (vi) increase community participation in conservation; (vii) improve rescue, rehabilitation and placement of animals confiscated from hunters or traders; and (viii) raise consumer awareness to reduce demand for wildlife meat and other products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WILDLIFE TRADE: A GLOBAL THREAT TO HUMAN HEALTH AND BIODIVERSITY"
        },
        {
            "text": "Current efforts, announced by Professor Chen Zhu, to ban the sale and consumption of wildlife in China in response to its implication as the source of SARS-CoV, should be welcomed and fully supported by those with Phil. Trans. R. Soc. Lond. B (2004) human health or biodiversity conservation as their primary concern. One of the major lessons from SARS is that the underlying roots of newly emergent zoonotic diseases may lie in the parallel biodiversity crisis of massive species loss as a result of overexploitation of wild animal populations and the destruction of their natural habitats by increasing human populations. To address these dual threats to the long-term future of biodiversity, including man, requires a less anthropocentric and more interdisciplinary approach to problems which require the combined research expertise of ecologists, conservation biologists, veterinarians, epidemiologists, virologists, as well as human health professionals.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 249,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "WILDLIFE TRADE: A GLOBAL THREAT TO HUMAN HEALTH AND BIODIVERSITY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new species of muntjac Muntiacus putaoensis (Artiodactyla: Cervidae) from northern Myanmar",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Amato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rabinowitz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Anim. Conserv",
            "volume": "2",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Indo-Burma hotspot",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The bushmeat boom and bust in west and central Africa",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Oryx",
            "volume": "36",
            "issn": "",
            "pages": "236--242",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Wild meat consumption in Asian tropical forest countries; is this a glimpse of the future for Africa",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Links between biodiversity, conservation, livelihoods and food security: the sustainable use of wild species for meat",
            "volume": "",
            "issn": "",
            "pages": "39--44",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Economic commodity or environmental crisis? An interdisciplinary approach to analysing the bushmeat trade in central and west",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bowen-Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J Z"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Africa. Area",
            "volume": "35",
            "issn": "",
            "pages": "390--402",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Habitat loss and extinction in the hotspots of biodiversity",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Conserv. Biol",
            "volume": "16",
            "issn": "",
            "pages": "909--923",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Borderline: an assessment of wildlife trade in Vietnam",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Compton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Quang",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Centres of plant diversity: a guide and strategy for their conservation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Heywood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Asia Australasia and the Pacific)",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "and 13 others) 1999 A workbook for conducting biological assessments and developing biodiversity visions for ecoregion-based conservation. 1. Terrestrial ecoregions. Washington",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dinerstein",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "DC",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "compilers) 1999 Wildlife in Lao PDR: 1999 Status Report. Vientiane: IUCN-The World Conservation Union/Wildlife Conservation Society/Centre for Protected Areas and Watershed Management",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Duckworth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Salter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khounboline",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Discovery and conservation of the Vu Quang ox in Vietnam",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Dung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Giao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Chinh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tuoc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mackinnon",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Oryx",
            "volume": "28",
            "issn": "",
            "pages": "16--21",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bushmeat exploitation in tropical forests: an intercontinental comparison",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peres",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meuwigg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Conserv. Biol",
            "volume": "16",
            "issn": "",
            "pages": "232--237",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bushmeat and food security in the Congo Basin: linkages between wildlife and people's future",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meeuwig",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Environ. Conserv",
            "volume": "30",
            "issn": "",
            "pages": "71--78",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Description of Muntiacus truongsonensis, a new species of muntjac (Artiodactyla: Muntiacidae) from central Vietnam, and implications for conservation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Giao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tuoc",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Dung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Wikramanayake",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Amato",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Arctander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mackinnon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Anim. Conserv",
            "volume": "1",
            "issn": "",
            "pages": "61--68",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Molecular evolution of the SARS coronavirus during the course of the SARS epidemic in China",
            "authors": [
                {
                    "first": "J.-F",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1666--1669",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Unfair game: the bushmeat trade is wiping out large African mammals",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hearn",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Sci. Am",
            "volume": "284",
            "issn": "",
            "pages": "24--26",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The SARS coronavirus: a postgenomic era",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1377--1378",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Salmonella tel-el-kebir and terrapins",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cryan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fanning",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Infect",
            "volume": "38",
            "issn": "",
            "pages": "182--184",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The new encyclopaedia of mammals",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399--1404",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Molecular evolution of the rabbits and hares (Leporidae): a supermatrix approach for phylogenetic evolution",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mattine",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Vuuren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Syst. Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Emerging pathogen of wild amphibians in frogs (Rana catesbeiana) farmed for international trade",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mazzoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apolo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perdomo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Speranza",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg. Infect. Dis",
            "volume": "9",
            "issn": "",
            "pages": "995--998",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Annual meeting wild meat group",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Milner-Gulland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends Ecol. Evol",
            "volume": "18",
            "issn": "",
            "pages": "351--357",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Detection of chlamydiosis in a shipment of pet birds, leading to recognition of an outbreak of clinically mild psittacosis in humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Moroney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Guevara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Iverson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Skelton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Messmer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Plikaytis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Blake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin. Infect. Dis",
            "volume": "26",
            "issn": "",
            "pages": "1425--1429",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Tracking the roots of a killer",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Normile",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "301",
            "issn": "",
            "pages": "297--299",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Catastrophes after crossing species barriers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phil. Trans. R. Soc. Lond. B",
            "volume": "356",
            "issn": "",
            "pages": "791--793",
            "other_ids": {
                "DOI": [
                    "DOI10.1098/rstb.2001.0856"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Confronting SARS: a view from Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phil. Trans. R. Soc. Lond. B",
            "volume": "359",
            "issn": "",
            "pages": "1075--1079",
            "other_ids": {
                "DOI": [
                    "DOI10.1098/rstb.2004.1482"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The detection of monkeypox in humans in the Western Hemisphere",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "New Engl. J. Med",
            "volume": "350",
            "issn": "",
            "pages": "342--350",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Hunting and trading wildlife: an investigation into the wildlife trade in and around the Pu Mat National Park",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roberton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tran Chi Trung &amp; Momberg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nghe An",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The illegal wildlife trade in Quang Nam Province: covert investigations by specially trained forest rangers. Unpublished report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roberton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Tam Ky Town",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Hunting for sustainability in tropical forests",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Weasels, civets, mongooses and their relatives: an action plan for the conservation of Mustelids and Viverrids",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "New species of Viverrid of the genus Viverra (Mammalia, Carnivora) from Vietnam",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Sokolov",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Rozhnov",
                    "suffix": ""
                },
                {
                    "first": "Anh",
                    "middle": [],
                    "last": "Pham Tchong",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Zoo. Zh",
            "volume": "76",
            "issn": "",
            "pages": "585--589",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Wildlife trade in Lao PDR and between Lao PDR and Thailand",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Srikosamatara",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Siripholdej",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Suteethorn",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nat. Hist. Bull. Siam. Soc",
            "volume": "40",
            "issn": "",
            "pages": "1--47",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Striped rabbits in southeast Asia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Surridge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Timmins",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hewitt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "400",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The oil industry as an underlying factor in the bushmeat crisis in central Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thibault",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blaney",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Conserv. Biol",
            "volume": "17",
            "issn": "",
            "pages": "1807--1813",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Status and conservation of the giant muntjac Megamuntiacus vuquangensis and notes on other muntjac species in Lao PDR",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Timmins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khounboline",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sisomphone",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Oryx",
            "volume": "32",
            "issn": "",
            "pages": "59--67",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Animal origins of human infectious disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phil. Trans. R. Soc. Lond. B",
            "volume": "356",
            "issn": "",
            "pages": "957--977",
            "other_ids": {
                "DOI": [
                    "DOI10.1098/rstb.2001.0838"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Management and prevention of SARS in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phil. Trans. R. Soc. Lond. B",
            "volume": "359",
            "issn": "",
            "pages": "1115--1116",
            "other_ids": {
                "DOI": [
                    "DOI10.1098/rstb.2004.1491"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The World Conservation Union PDR: People's Democratic Republic SARS: severe acute respiratory syndrome SARS-CoV: severe acute respiratory syndrome coronavirus WHO: World Health Organization",
            "authors": [
                {
                    "first": "Glossary",
                    "middle": [],
                    "last": "Cau",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Some of the main wildlife trade routes in Southeast Asia and China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "PDR accedes to the convention on international trade in endangered species (CITES) from May 2004. Phil. Trans. R. Soc. Lond. B (2004)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "List of mustelid and viverrid species found in Vietnam, Lao PDR and China. family",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}