{
    "paper_id": "9f5625d9287d8c6729215a20add99c8cd4ba08cb",
    "metadata": {
        "title": "Potential T-cell and B-cell Epitopes of 2019-nCoV",
        "authors": [
            {
                "first": "Ethan",
                "middle": [],
                "last": "Fast",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Russ",
                "middle": [
                    "B"
                ],
                "last": "Altman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Binbin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As of early March, 2019-nCoV has infected more than one hundred thousand people and claimed thousands of lives. 2019-nCoV is a novel form of coronavirus that causes COVID-19 and has high similarity with SARS-CoV. No approved vaccine yet exists for any form of coronavirus. Here we use computational tools from structural biology and machine learning to identify 2019-nCoV T-cell and B-cell epitopes based on viral protein antigen presentation and antibody binding properties. These epitopes can be used to develop more effective vaccines and identify neutralizing antibodies. We identified 405 viral peptides with good antigen presentation scores for both human MHC-I and MHC-II alleles, and two potential neutralizing Bcell epitopes near the 2019-nCoV spike protein receptor binding domain (440-460 and 494-506). Analyzing mutation profiles of 68 viral genomes from four continents, we identified 96 coding-change mutations. These mutations are more likely to occur in regions with good MHC-I presentation scores (p=0.02). No mutations are present near the spike protein receptor binding domain. Based on these findings, the spike protein is likely immunogenic and a potential vaccine candidate. We validated our computational pipeline with SARS-CoV experimental data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and class II is essential for anti-viral T-cell responses (14) . 52 In contrast to B-cell epitopes, T-cell epitopes can be located 53 anywhere in a viral protein since human cells can process and 54 present both intracellular and extracellular viral peptides (15). 55 These immunology principles guide the design of our current . The S protein is a target for antibodies and we model its 3D structure with Discotope2 to identify likely binding sites (B-cell epitopes). We scan peptide sequences from individual viral proteins with NetMHCPan4 and MARIA for MHC-I and MHC-II presentation to identify potential T-cell epitopes. Our MHC-I analysis include common alleles for HLA-A, HLA-B, and HLA-C, and our MHC-II analysis include common alleles of HLA-DR.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 65,
                    "end": 67,
                    "text": "52",
                    "ref_id": null
                },
                {
                    "start": 131,
                    "end": 133,
                    "text": "53",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 267,
                    "text": "55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "presentation and identify potential T-cell epitopes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the main trans-membrane glycoprotein expressed on the 66 surface of 2019-nCoV and is responsible for receptor binding 67 and virion entry to cells (1, 18 NetMHCpan4 predicts that a larger number of 2019-nCoV 102 protein sequences can be presented by HLA-C alleles across all 103 genes (Fisher's exact test, p = 4.2e −59 ) compared to HLA-A 104 or HLA-B (Table 1) . Specifically, ORF1ab (p = 6.7e −54 ), S 105 (p = 1.4e −9 ), ORF3a (p = 0.01), and M (p = 0.025) can be 106 better presented by HLA-C alleles after Bonferroni correction. 107 T-cell epitope validation. To estimate the ability of antigen 108 presentation scores to identify 2019-nCoV T-cell epitopes, we 109 performed a validation study with known SARS-CoV CD8 and 110 CD4 T-cell epitopes (Fig. 3) . From 4 independent experimen-111 tal studies (23-26), we identified known CD8 T-cell epitopes 112 (MHC-I, n=17) and known CD4 T-cell epitopes (MHC-II, 113 n=3). We also obtained known non-epitopes (n=1236 and 114 246) for CD4, while for CD8 we include all 9mer sliding win-115 dows of S protein without a known epitope as non-epitopes. 116 MHC-I presentation (with recommended cut-off 98% (17)) has 117 a sensitivity of 82.3%, specificity of 97.0% and an AUC of 0.98 118 (Fig. 3A) . MHC-II presentation (recommended cut-off 95% 119 (15)) has a sensitivity of 66.6%, specificity of 91.1% and an 120 AUC of 0.83 (Fig. 3B ).",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "text": "67",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 154,
                    "end": 156,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 365,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 763,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1237,
                    "end": 1246,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1376,
                    "end": 1384,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ""
        },
        {
            "text": "Given the high similarity between SARS-CoV and 2019-122 nCoV proteins, we expect our analysis on 2019-nCoV to per-123 form similarly against future experimentally validated T-cell 124 epitopes. The detailed scores and sequences of this analysis 125 can be found in SI Appendix, Supplementary Tables 7 and 8. 126 Viral mutation and antigen presentation. Human immune se-127 lection pressure has been shown to drive viral mutations which 128 evade immune surveillance (e.g. low MHC presentation). We 129 hypothesize that a similar phenomenon can occur in 2019-130 nCoV. We curated a cohort of 68 viral genomes across four 131 continents and identified 93 point mutations, 2 nonsense mu-132 tation and 1 deletion mutation compared to the published 133 reference genome (5). We plot point mutations against regions 134 of MHC-I or MHC-II presentation in Fig. 4 . The full pro-135 tein sequence and mutation information can be found in SI 136 Appendix, Dataset S2 and S3. We plot results at both medium (A) and high (B) cut-offs for presentation. The X-axis indicates the position of each viral protein, and the y-axis indicates each human HLA gene family. Each blue stripe indicates the fraction of HLA alleles that can present a 9mer or 15mer viral peptide starting from a given position. A peptide being presented by more than one third of common alleles (red) is considered to be high coverage. Fig. S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 850,
                    "end": 856,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1394,
                    "end": 1401,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "121"
        },
        {
            "text": "Notably, the Cryo-EM solved structure has missing residues 178 in the RBD due to limited electron density. Using modeled 179 structures overcomes this issue. Fig. 6 ). We wanted to 204 explore whether these two linear epitopes are critical for viral 205 interaction with the human entry protein ACE2. After our 206 original analysis, two solved co-crystal structures of 2019-nCoV 207 S protein RBD and human ACE2 become available (19, 20). 208 We ran Discotope2 and obtained strikingly similar results 209 (Fig. 6C and D) . The main antibody binding site substantially 210 overlaps with the interacting surface where ACE2 (yellow) 211 binds to S protein, so an antibody binding to this surface is 212 likely to block viral entry into cells. Table 2 . Top potential epitopes for key 2019-nCoV proteins. We ranked epitopes based on their likely coverage of presentation by MHC-I and MHC-II alleles. S protein 494-508 is highly ranked based on MHC presentation and is also one of the predicted top B-cell epitopes, localized near the S protein receptor binding domain (Fig. 5) . MHC-I coverage is calculated by the 9mer with the highest MHC-I coverage for each epitope (highlighted in orange). All candidates are likely to be presented by both MHC-I and MHC-II. \"SARS\" under the antibody column indicates that one or more SARS homolog of this peptide is a known B-cell epitope. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.955484 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.955484 doi: bioRxiv preprint (Fig. 5D ). All mutations are distant from the S protein RBD, and one mutation (S247R) occurs near one of the predicted 218 minor antibody binding site (residue 246-257).",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 443,
                    "text": "208",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 164,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 506,
                    "end": 521,
                    "text": "(Fig. 6C and D)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 741,
                    "end": 748,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1065,
                    "end": 1073,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1659,
                    "end": 1667,
                    "text": "(Fig. 5D",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "177"
        },
        {
            "text": "In summary, we observed major structural and B-cell epi- From an economic perspective, the development of coro-295 navirus vaccines faces significant financial hurdles as most 296 such viruses do not cause endemic infections. After an epi-297 demic episode (e.g. SARS) there is little financial incentive 298 for private companies to develop vaccines against a specific 299 strain of virus (2, 8, 10). To address these incentive issues, 300 governments might provide greater funding support to create 301 vaccines against past and future outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "219"
        },
        {
            "text": "Our pipeline provides a framework to identify strong 303 epitope-based vaccine candidates and might be applied against 304 any unknown pathogens. We were able to model structures 305 of 2019-nCoV spike protein as soon as the DNA sequence be-306 came available, and the modeled structure has high similarity 307 with later solved crystal structures (SI Appendix, Fig. S1 ). 308 This suggests the researchers can rely on homology remodeling 309 when emerging pathogens first appear if the new pathogen 310 shares high sequence similarity with an existing pathogen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 369,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "302"
        },
        {
            "text": "Previous animal studies show antigens with high MHC pre-312 sentation scores are more likely to elicit strong T-cell responses, 313 but the correlation between these responses and vaccine ef-314 ficacy is relatively weak (7, 14, 43). When combined with 315 future clinical data, our work can help the field untangle the 316 relationship between antigen presentation and vaccine efficacy. 317",
            "cite_spans": [],
            "ref_spans": [],
            "section": "311"
        },
        {
            "text": "We obtained 2019-nCoV (SARS-CoV-2019) and SARS-CoV ref-319 erence sequence data from NCBI GeneBank (NC_045512 and 320 NC_004718) (4, 16). We obtained viral sequences associated with 321 68 patients from GISAID on Feb 1st 2020. 322 We broke each gene sequence in 2019-nCoV into sliding windows 323 and used NetMHCpan4 (17) and MARIA (15) to predict MHC-I 324 and MHC-II presentation scores across 32 MHC alleles common 325 in the Chinese population (41) . We marked a peptide sequence as 326 covered by MHC-I and MHC-II if it is presented by more then 33% 327 of constituent alleles. For validation, we applied our methodology 328 to known SARS T-cell epitopes and non-epitopes. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.19.955484 doi: bioRxiv preprint reference sequence to identify mutations with edit distance analysis.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "322",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "(41)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "318"
        },
        {
            "text": "presentable regions in the protein with Fisher's exact test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "318"
        },
        {
            "text": "Lin for the discussion about coronaviruses. We thank all labs 343 contributing to the global efforts of sequencing 2019-nCoV sam-344 ples and we attached the full acknowledgment list in SI Appendix,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "342"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronaviruses post-sars: update on replication and pathogenesis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "S Perlman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. 347 reviews microbiology",
            "volume": "7",
            "issn": "",
            "pages": "439--450",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "State of knowledge and data gaps of middle east respiratory syndrome 349 coronavirus (mers-cov) in humans",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS currents",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in wuhan, 351 china",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A new coronavirus associated with human respiratory disease in china",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "353",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat 355 origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Recent advances in the vaccine development 359 against middle east respiratory syndrome-coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sk Yeap",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front. Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Purified coronavirus spike protein nanoparticles induce coronavirus neu-361 tralizing antibodies in mice",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cm Coleman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": "3169--3174",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunization with sars coronavirus vaccines leads to pulmonary im-363 munopathology on challenge with the sars virus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ct Tseng",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Vaccines and global health: In search of a sustainable model 365 for vaccine development and delivery",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci. Transl. Medicine",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Induction of immune memory following administration of a prophylactic 367 quadrivalent human papillomavirus (hpv) types 6/11/16/18 l1 virus-like particle (vlp) vaccine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Se Olsson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Immunology of avian influenza virus: a review. Dev. & Comp",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Suarez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schultz-Cherry",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Tailored immunogens direct affinity maturation toward hiv neutralizing anti-372 bodies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Briney",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell",
            "volume": "166",
            "issn": "",
            "pages": "1459--1470",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Immunogenicity of hla class i and ii double restricted influenza a-derived 374 peptides",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sr Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PloS one",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Predicting hla class ii antigen presentation through integrated deep learning",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "B Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implica-378 tions for virus origins and receptor binding",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Netmhcpan-4.0: improved peptide-mhc class i interaction predictions integrat-380 ing eluted ligand and peptide binding affinity data",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "V Jurtz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The J. Immunol",
            "volume": "199",
            "issn": "",
            "pages": "3360--3368",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cryo-em structure of the 2019-ncov spike in the prefusion conformation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Crystal structure of the 2019-ncov spike receptor-binding domain bound with 386 the ace2 receptor",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Reliable b cell epitope predictions: impacts 388 of method development and improved benchmarking",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kringelum",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lundegaard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS computational biology",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Gisaid: Global initiative on sharing all influenza data-from vision to reality",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mccauley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Response of memory cd8+ t cells to severe acute respiratory syndrome (sars)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "coronavirus in recovered sars patients and healthy individuals",
            "authors": [],
            "year": 2005,
            "venue": "The J. Immunol",
            "volume": "175",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Screening and identification of severe acute respiratory syndrome-associated 395 coronavirus-specific ctl epitopes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The J. Immunol",
            "volume": "177",
            "issn": "",
            "pages": "2138--2145",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Hla-a* 0201 t-cell epitopes in severe acute respiratory syndrome (sars) coron-397 avirus nucleocapsid and spike proteins",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Yp Tsao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochem. biophysical research communications",
            "volume": "344",
            "issn": "",
            "pages": "63--71",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Memory t cell responses targeting the sars coronavirus persist up to 11 years 400 post-infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ow Ng",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Virus-specific memory cd8 t 402 cells provide substantial protection from lethal severe acute respiratory syndrome coronavirus 403 infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Channappanavar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fett",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dk Meyerholz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. virology",
            "volume": "88",
            "issn": "",
            "pages": "11034--11044",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Identification of two antigenic epitopes on sars-cov 405 spike protein",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochem. biophysical research communications",
            "volume": "319",
            "issn": "",
            "pages": "929--935",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Selection of sars-coronavirus-specific b cell epitopes by phage peptide library 407 screening and evaluation of the immunological effect of epitope-based peptides on mice. Vi-408 rology 359",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "264--274",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Sars corona virus peptides recognized by anti-410 bodies in the sera of convalescent cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Petric",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "324",
            "issn": "",
            "pages": "251--256",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Cryo-em structure of the sars coronavirus spike glycopro-412 tein in complex with its host cell receptor ace2",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS pathogens",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Cryo-em analysis of a feline coronavirus spike protein reveals a unique struc-414 ture and camouflaging glycans",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tj Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The immune epitope database (iedb) 3.0",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Vita",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nucleic acids research",
            "volume": "43",
            "issn": "",
            "pages": "405--416",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Immunologic hierarchy, class ii mhc promiscuity, and epitope spreading of a 418 melanoma helper peptide vaccine",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cancer Immunol. Immunother",
            "volume": "63",
            "issn": "",
            "pages": "779--786",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "epitope from the spike protein of sars-cov",
            "authors": [],
            "year": 2009,
            "venue": "BMC immunology",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Identification of immunodominant sites on the spike protein of severe acute respi-422",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "ratory syndrome (sars) coronavirus: implication for developing sars diagnostics and vaccines",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Mapping of antigenic sites on the nucleocapsid protein of the severe acute 428 respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. clinical microbiology",
            "volume": "42",
            "issn": "",
            "pages": "5309--5314",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Specific epitopes of the structural and hypothetical proteins elicit variable 430 humoral responses in sars patients",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sc Chow",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. clinical pathology",
            "volume": "59",
            "issn": "",
            "pages": "468--476",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Uncovering the peptide-binding specificities of hla-c: a general strategy 432 to determine the specificity of any mhc class i molecule",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The J. Immunol",
            "volume": "193",
            "issn": "",
            "pages": "4790--4802",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Deep sequencing of the mhc region in the chinese population contributes to 435 studies of complex disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. genetics",
            "volume": "48",
            "issn": "",
            "pages": "740--746",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Analysis of the epitope and neutralizing capacity of human monoclonal anti-437 bodies induced by hepatitis b vaccine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tajiri",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Antivir. research",
            "volume": "87",
            "issn": "",
            "pages": "40--49",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Identification of antigens presented by mhc for vaccines against tuber",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bettencourt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "trails for any coronavirus, whether in humans or other animals 23 (7, 8). In animal models, inactivated whole virus vaccines 24 without focused immune epitopes offer incomplete protection 25 (8). Vaccines for SARS-CoV and MERS-CoV have also re-26 sulted in hypersensitivity and immunopathologic responses in 27 mice (7, 9). The diversity among coronavirus strains presents 28 another challenge (1, 9), as there are at least 6 distinct sub-29 groups in the coronavirus genus. And while SARS-CoV and 30 2019-nCoV share the same subgroup (2b), their genomes are 31 only 77% identical (4). Understanding the shared and unique 32 epitopes of 2019-nCoV will help the field design better vaccines 33 or diagnostic tests for patients. 34 Both humoral immunity provided by B-cell antibodies and 35 cellular immunity provided by T-cells are essential for effective 36 vaccines (10, 11). Though humans can usually mount an 37 antibody response against viruses, only neutralizing antibodies 38 can fully block the entry of viruses into human cells (12). 39 The location of antibody binding sites on a viral protein 40 strongly affects the body's ability to produce neutralizing 41 antibodies; for example, HIV has buried surface proteins that 42 protect themselves from human antibodies (13). For this 43 reason, it would be valuable to understand whether 2019-44 nCoV has potential antibody binding sites (B-cell epitopes) 45 near their interacting surface with its known human entry 46 receptor Angiotensin-Converting Enzyme 2 (ACE2). Beyond neutralizing antibodies, human bodies also rely 48 upon cytotoxic CD8 T-cells and helper CD4 T-cells to fully 49 clear viruses. The presentation of viral peptides by human 50 Major Histocompatibility Complex (MHC or HLA) class I 51",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Computational pipeline to identify epitopes in 2019-nCoV. The 2019-nCoV genome codes for Spike (S), Membrane (M), Envelope (E), Nucleocapsid (N) and at least 6 other open reading frames (ORFs)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Mutations occur in most genes with the exception of E, 138 ORF6, ORF7b, and N. We identify a recurrent mutation 139 L84S in ORF8 in 20 samples. Mutations are more likely to 140 occur in regions with MHC-I presentation (Fischer's exact 141 test, p = 0.02). No relationship was observed with MHC-II 142 (p = 0.58) or an aggregate of MHC-I and MHC-II (p = 0.14). 143 This is consistent with the role of CD8 T-cell in clearing 144 infected cells and mutations supporting the evasion of immune 145 surveillance (27).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "146We identified two nonsense mutations (ORF1AB T15372A 147 and ORF7A C184T) in two viral samples from Shenzhen, 148 China (EPI_ISL_406592 and EPI_ISL_406594). ORF7A 149 C184U causes an immediate stop gain and a truncation of 150 the last 60 amino acids from the ORF7A gene, which can be 151",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "potential 2019-nCoV T-cell epitope candidates based on HLA antigen presentation scores. The HLA-A, HLA-B, HLA-C, and HLA-DR columns refer to the number of peptide sequences that were predicted to present across more than one third of common alleles among the Chinese population. Length refers to the number of amino acids in a given gene. HLA-C are more likely to present 2019-nCoV antigens across one third of alleles compared to HLA-A or B. Fisher's exact test P-value levels are indicated with * * * (< 0.001), * * (< 0.01), and * (< 0.05).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "MHC presentation regions for 11 2019-nCoV genes across HLA-A, HLA-B, HLA-C, and HLA-DR.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Validation of NetMHCpan and MARIA for T-cell epitope identification with SARS-CoV S protein epitopes.NetMHCpan4 and MARIA presentation percentiles were used to differentiate experimentally identified CD8 T-cell epitopes (MHC-I, n=17)(23-25) and CD4 T-cell epitopes (MHC-II, n=3)(26) from negative peptides (n=1236 and 246). Negative peptides for CD8 T-cell epitopes are all 9mer sliding windows of S protein without a reported epitope. Negative peptides for CD4 T-cell epitopes are experimentally tested. (A) NetMHCpan4 has a sensitivity of 82.3% and specificity of 97.0% with a 98th presentation percentile cut-off, and an overall AUC of 0.98. (B) MARIA has a sensitivity of 66.6% and specificity of 91.1% with a 95th presentation percentile cut-off, and an overall AUC of 0.83.presented by multiple MHC alleles as indicated in our heatmap 152(Fig. 4). In a sample from Japan (EPI_ISL_407084), the153 viral gene ORF1AB loses nucleotides 94-118, which code for 154 GDSVEEVL. An associated antigen FGDSVEEVL is predicted 155 to be good presented by multiple MHC-I alleles (e.g. 99.9% 156 for HLA-C*08:01, 99.2% for HLA-C*01:02, and 99.0% for 157 HLA-B*39:01). 158 In summary, we observed that 2019-nCoV mutations often 159 occur among or delete presentable peptides, a potential form 160 of immune evasion. Patient MHC allele information and T-161 cell profiling are needed to better assess this phenomenon. 162 However, patients typically carry fewer than 3 mutations, so a 163 vaccine against multiple epitopes will not be nullified by such 164 a small number of mutations. 165 Potential B-cell epitopes of 2019-nCoV. We obtained the likely 166 3D structure of the full 2019-nCoV's spike protein (SI Ap-167 pendix, Dataset S4 and S5) by homology modeling with SARS-168 CoV's spike protein (31). Given our understanding of SARS 169 (32), the spike protein has two major conformations: up and 170 down. The down position is more stable but less accessible 171 to human entry receptors (e.g. ACE2). The receptor-binding 172 domain (RBD) of the protein undergoes hinge-like conforma-173 tional change to enter the up conformation, which is less stable 174 but more accessible to human receptors (31). We compared our 175 homology modeled structures to a later solved Cryo-EM struc-176 ture (18) and found high similarity (Appendix SI,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "We scanned spike protein structures with Discotope2 to181    identify potential antibody binding sites on the protein surface182 (Figs. 5 and 6). For the SARS-CoV S protein down confor-183 mation, we identified a strong cluster of antibody sites (>30 184 residues, pink or red) on the receptor binding domain (RBD, 185 the ACE2 interacting surface). Three independent studies 186 (28-30) discovered B-cell epitopes in this region (blue) with a 187 combination of in vitro and ex vivo approaches. Additionally, 188 Discotope2 identifies residue 541-555 as another binding site, 189 which was supported by two independent studies (Fig. 5A, 190 blue) (29, 30). This gives us some confidence in the ability 191 of Discotope2 to predict B-cell epitopes if given a unknown 192 protein structure. 193 For the 2019-nCoV S protein down conformation, Disco-194 tope2 identified a similar antibody binding site on the S pro-195 tein potential RBD, but with fewer residues (17 residues, 196 Fig. 5B). Residues 440-460 and 494-506 located at the top of 197 the RBD show strong antibody binding properties (>0.5 raw 198 scores). Discotope2 also identified another antibody binding 199 site (residue 246-257) different from SARS-CoV but with lower 200 scores (>-2.5 raw scores). 201 For the 2019-nCoV S protein up conformation, Discotope2 202 identified similar antibody binding sites compared to down 203 conformation (440-460 and 494-506,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Mutations in key antibody binding sites can help viruses 214 evade the human immune system. We identified 8 point muta-215 tion sites on S protein from a cohort of 68 2019-nCoV samples 216",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "2019-nCoV point mutations correlates with MHC-I presentation regions. 93 point mutations at 59 unique positions (red triangles) are present in a cohort of 68 2019-nCoV cohort. Each row represents a viral protein and the shades of blue indicate whether MHC-I or MHC-II or both can present an antigen from this region. A region is labeled as presented by MHC-I or MHC-II if more than one third of the corresponding alleles can present the peptide sequences. Mutations are more likely be located in regions with MHC-I presentation (p = 0.02). No relationship was observed with MHC-II (p = 0.58) or MHC-I and MHC-II double positive region (dark blue, p = 0.14).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Predicted B-cell epitopes on SARS-CoV and 2019-nCoV spike (S) protein \"down\" position. 3D structures of both spike proteins in \"down\" position were scanned with Discotope2 to assess potential antibody binding sites (B-cell epitopes). Red indicates residues with score > 0.5 (cut-off for specificity of 90%), and pink indicates residues with score > -2.5 (cut-off for specificity of 80%). (A) The receptor binding domain (RBD) of SARS spike protein has concentrated high score residues and is comprised of two linear epitopes. One additional binding site is predicted to be around residue 541-555. Three independent experimental studies (28-30) identify patient antibodies recognize these three linear epitopes (blue).(B) Modeled 2019-nCoV spike protein is predicted to have a similar strong antibody binding site near RBD and an additional site around residue 246-257. (C) The predicted antibody binding site on 2019-nCov RBD potentially overlaps with the interacting surface for the known human entry receptor ACE2 (yellow). (D) Eight 2019-nCoV spike protein point mutations are present in a cohort of 68 viral samples. No mutations are near the ACE2 interacting surface. One mutation (S247R) occurs near one of the predicted antibody binding sites (residue 246-257).6 |Fast et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Predicted B-cell epitopes on 2019-nCoV spike (S) protein in up conformation. We scanned 3D structures of modeled (A) and experimentally solved (B) 2019-nCoV S protein in the up position with Discotope2 to assess potential antibody binding sites (B-cell epitopes). Red indicates residues with a score greater than 0.5 (with a cut-off for specificity of 90%), and pink indicates residues with score > -2.5 (with a cut-off for specificity of 80%).(A) Discotope2 identified multiple B-cell epitopes on the modeled 2019-nCov S protein. The top candidates cluster around the receptor binding domain (RBD). (B) The RBD B-cell epitotope cluster is comprised of two linear epitopes (440-460, 494-506). (C,D) Discotope2 identified highly similar B-cell epitopes with solved 2019-nCoV co-crystal structures from two independent research groups (19, 20). Predicted antibody binding sites overlap with the interacting surface for the known human entry receptor ACE2 (yellow). Fast et al. Preprint | March 16, 2020 | vol. XXX | no.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "have larger attack surface than 2019-nCoV (Fig. 5A, 224 5B). Fortunately, we have not observed any mutations altering 225 binding sites for this major B-cell epitope in 2019-nCoV. 226 Promising candidates for 2019-nCoV vaccines. After under-227 standing the landscape of T-cell and B-cell epitopes of 2019-228 nCoV, we summarize our results in Table 2 for promising 229 candidates for 2019-nCoV vaccines. Ideal antigens should be 230 presented by multiple MHC-I and MHC-II alleles in a general 231 population and contain linear B-cell epitopes associated with 232 neutralizing antibodies. Specifically, we first identified regions 233 with high coverage of MHC-II, then ranked them based on 234 their MHC-I coverage. We further search these top candidates 235 with 90% sequence similarity on IEDB (33) to assess whether 236 any candidate has been previously reported for being a B-cell 237 epitope or T-cell epitope. 238 Around 1000 peptide 15mers can be presented by a wide 239 range of MHC-II (>33%), which is consistent with our knowl-240 edge about promiscuity of MHC-II presentation (15, 34). 241 When further requiring a peptide to be presented by more 242 than 33% or 66% of common MHC-I alleles, we narrowed the 243 results to 405 or 44 promising T-cell epitopes, respectively 244 (SI Appendix, Supplementary Tables 5 and 6). The top 13 245 candidates in key viral proteins can be presented by 52-83% 246 of MHC-I alleles (Table 2). Most notably, S protein 494-508 247 is not only a good MHC presenter but also a predicted B-cell 248 epitope near the S protein receptor binding domain (Fig. 5B), 249 which indicates a good vaccine candidate. 250 When searching these 13 candidates on IEDB, we observed 251 several of their homologous peptides in SARS are T-cell and 252 B-cell epitopes. SARS peptide SIVAYTMSL is similar to 253 2019-nCoV peptide SQSIIAYMSLGAEN and elicits T-cell 254 responses in chromium cytotoxicity assays (35). summary, we analyzed the 2019-nCoV viral genome for 263 epitope candidates and found 405 likely T-Cell epitopes, with 264 strong MHC-I and MHC-II presentation scores, as well as 2 265 potential neutralizing B-Cell epitopes on the S protein. We",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "266 validated our methodology by running a similar analysis on 267 SARS-CoV against known SARS T-cell and B-cell epitopes.268 Analyzing viral mutations across 68 patient samples we found 269 that they have a tendency to occur in regions with strong 270 MHC-I presentation, a possible form of immune evasion. How-271 ever, no mutations are present near the spike protein receptor 272 binding domain, which is critical for viral entrance to cells 273 and neutralizing antibody binding. 274 We observed that significant portions of 2019-nCoV viral 275 protein can be presented by multiple HLA-C alleles. This 276 might be due to relatively conserved HLA-C binding motif on 277 the 9th position (the main anchor residue) where Leucine, Me-278 thionine, Phenylalanine, Tyrosine are commonly favored across 279 alleles (40). HLA-C*07:02, HLA-C*01:02, and HLA-C*06:02 280 all have >10% allele frequency in the Chinese population (41). 281 This suggests the future epitope-based vaccines should include 282 HLA-C related epitopes beyond the common HLA-A*02:01 283 and HLA-B*40:01 approach. 284 Similar to SARS-CoV (1, 8), the 2019-nCoV spike protein is 285 likely to be immunogenic as it carries a number of both T-cell 286 and B-cell epitopes. Recombinant surface protein vaccines have 287 demonstrated strong clinical utilities in hepatitis B and human 288 papillomavirus (HPV) vaccines (11, 42). A recombinant 2019-289 nCoV spike protein vaccine combined with other top epitopes 290 and an appropriate adjuvant could be a reasonable next step 291 for 2019-nCoV vaccine development. Recently, two biotech 292 companies Moderna and Inovio have announced early clinical 293 trials for spike protein based vaccines.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "We predicted likely human antibody binding sites (B-cell epi-330 topes) on SARS and 2019-nCoV S protein with Disctope2 (21) 331 after first obtaining an approximate 3D structure of 2019-nCoV S 332 protein by homology modeling SARS S protein (PDB: 6ACC) with 333 SWISS-MODEL (31, 44). To validate our B-cell epitope predictions, 334 we compared our top 3 B-cell epitopes for SARS S protein with 335 previously experimentally identified epitopes (28-30). 336 For mutation identification, we translated viral genome sequences 337 from patients into protein sequences and compared them with the 338 8 | Fast et al.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). We narrow our B-cell epitope search to S protein since it is the most likely target of human",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}