{
    "paper_id": "9f7fd0b1c6fd2e1a9dfef78ebf4fd53ba3d9ee0f",
    "metadata": {
        "title": "One-tube nested RT-PCR enabled by using a plastic film and its application for the rapid detection of SARS-virus",
        "authors": [
            {
                "first": "Sheng-Ce",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "addrLine": "Haidian District",
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Di",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong-Li",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wan-Li",
                "middle": [],
                "last": "Xing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "addrLine": "Haidian District",
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu-Xiang",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "addrLine": "Haidian District",
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "addrLine": "Haidian District",
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "P.R. China"
                    }
                },
                "email": "jcheng@tsinghu.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "A general strategy based on the use of a plastic film that allows reverse transcription and nested-PCR in a single closed-tube has been developed. The reaction mixture for the second PCR amplification is quarantined in the cap of the reaction tube during the first round amplification by a piece of plastic film, and later introduced into the PCR amplicons from the first round reaction by centrifugation without opening the reaction tube. The main advantages of our method are its high sensitivity, specificity, simplicity, cost effectiveness, low risk of contamination and the ease in establishment of conditions for nested-PCR. The method has been successfully applied to the detection of the genomic RNA from SARS-CoV, the detection limit of this method is comparable to that of the conventional two-tube nested PCR system. This method could be easily adapted to the detection of other targets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nested PCR has the high sensitivity that can detect very low numbers of target in clinical samples, contaminated ground, water and foods (Dupin et al. 2002 , Garson et al. 1990 , Tanji et al. 2002 . Conventional nested PCR procedures utilize two sequential amplification processes, which include a first round reaction for amplifying an extended target sequence with outer primers, and a second round reaction for amplifying an internal sequence from the product of the first round reaction with inner primers, wherein the internal sequence may or may not overlap one of the ends of the extended sequence (Pignon et al. 1990 , Porter-Jordan et al. 1990 .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 155,
                    "text": "(Dupin et al. 2002",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 156,
                    "end": 176,
                    "text": ", Garson et al. 1990",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 177,
                    "end": 196,
                    "text": ", Tanji et al. 2002",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 605,
                    "end": 624,
                    "text": "(Pignon et al. 1990",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 625,
                    "end": 652,
                    "text": ", Porter-Jordan et al. 1990",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The enhanced sensitivity of nested PCR is achieved by carefully controlling the reaction conditions for the first and second amplification processes to favor the generation of the desired product. In addition to the usual considerations, most nested PCR procedures require a several fold excess of inner over outer primers in the second amplification process for satisfactory results. Conventional nested PCR procedures generally accomplish this by amplifying only a small aliquot of the completed first amplification mixture after being transferred to a new reaction tube for the second amplification process. Unfortunately, the high sensitivity provided by conventional nested PCR procedures is achieved at the price of potential false positives as the reaction tubes containing high concentrations of the first amplicons have to be opened and manipulated to set up the second amplification, thereby introducing the chance of contamination, and this is a significant cause of false-positive results and diminishing the reliability of the results. Implementing of both amplification reactions in the nested-PCR in a 'single-tube' nested-PCR to reduce the risk of contamination has been reported (Llop et al. 2000 , Mathis et al. 1997 , Olmos et al. 1997 , Wolff et al. 1995 , Abath et al. 2002 . One approach is to use differential annealing temperatures to sequentially select amplification primed first by outer (high melting temperature primer pairs), followed by inner (low melting temperature) primer pairs. Another approach is to allow the physical separation of the primers and additional reagents required for the second reaction from those of the first reaction in one tube initially and then allow them to be mixed when required without opening the tube. For example, nested reaction reagents have been suspended in a modified pipette tips before being placed in the reaction tube, or dried in a trehalose matrix. Additionally, the immobilized inner primers have also been employed to achieve the single-tube nested PCR. However, these procedures have their disadvantages. Annealing temperature-differentiated nested reactions may produce nonspecific amplification products from the activity of the outer primers during the nested amplification cycles. Physical devices used to separate the nested reaction reagents can be awkward and complicated to use, and although overcoming contamination of the second nested reaction, increase the risk of contamination from other sources while preparing and dispensing the reactions. We have developed a much simpler and cost effective method based on the use of a piece of plastic film that allows reverse transcription and nested-PCR in a single closed-tube and the procedure is shown in Figure 1 .",
            "cite_spans": [
                {
                    "start": 1196,
                    "end": 1213,
                    "text": "(Llop et al. 2000",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1214,
                    "end": 1234,
                    "text": ", Mathis et al. 1997",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1235,
                    "end": 1254,
                    "text": ", Olmos et al. 1997",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1255,
                    "end": 1274,
                    "text": ", Wolff et al. 1995",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1275,
                    "end": 1294,
                    "text": ", Abath et al. 2002",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 2741,
                    "end": 2749,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "A nested PCR protocol for early detection of the Sudden Acute Respiratory Syndrome virus (SARS-CoV) established in our laboratory (unpublished work) was modified to test the one-tube nested PCR strategy reported here. SARS-CoV genomic RNA with 10 6 , 10 7 and 10 8 times dilutions (provided by CDC, P.R. China) were used as the template for sensitivity testing. The plastic film used was a commercially available polyethylene clean wrap (Polywell Packaging Co., Ltd., Ningbo, P.R. China). Each template was repeated three times with a blank control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The one-step RT-PCR kit (TaKaRa, Dalian, P.R. China) was used for the first round reaction and the conditions were as follows: the total volume for each reaction was 10 µl including 3 µl sample from either SARS-CoV genomic RNA or DEPC-treated deionized water as blank control, 1× One Step RNA PCR Buffer, 5 mM MgCl 2 , 0.8 U µl −1 RNase inhibitor, 0.1 U µl −1 AMV RTase XL, 0.1 U µl −1 AMV-optimized Taq, 0.5 µmol l −1 outer primers 11 (as shown in Table 1 ), and 1 mM of each dNTP. The reactions were performed on a PTC-225 thermal cycler (MJ Research Inc., Miami, FL) . The thermal conditions were as fol-lows: one cycle at 50 • C for 30 min; one cycle at 94 • C for 3 min, 30 cycles at 94 • C for 30 s, 55 • C for 30 s and 72 • C for 1 min; one cycle at 72 • C for 10 min. 2 × Master mixture (TW-times, Beijing, P.R. China) was used for the second round reaction and the conditions was as follows: the total volume for each reaction was 50 µl including 10 µl RT-PCR product from the first round as template, 1× Master mixture, 0.4 mM dUTP (Sangon, Shanghai, P.R. China), 0.01 U µl −1 Uracil-DNA glycosylase (Invitrogen, Carlsbad, CA), 20 ng ml −1 RNase A (Sigma), 0.2 µM l −1 inner primers 11, and 1 mM l −1 MgCl 2 . The thermal conditions were as follows: one cycle at 37 • C for 10 min; one cycle at 68 • C for 10 min; one cycle at 94 • C for 10 min; 32 cycles at 94 • C for 30 s, 60 • C for 30 s and 72 • C for 1 min; one cycle at 72 • C for 10 min.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 569,
                    "text": "(MJ Research Inc., Miami, FL)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 449,
                    "end": 456,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Protocol for the conventional nested PCR"
        },
        {
            "text": "The PCR system for the two round reactions and the thermal cycling were the same as the conventional nested PCR except the first round system was covered with 20 µl mineral oil and without heated lid, and the second round system but template was sequestered in the cap of the reaction tube by plastic film before the first round reaction. After the first round reaction was complete, the reaction tube was centrifuged at 5000 g for 2 min, the plastic film was broken due to the centrifugal force applied, and the second round mixture was then spun into the amplicons from the first round and become mixed. Then the reaction tube was put back to the thermal cycler to conduct the second round reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol of one-tube nested PCR with plastic film"
        },
        {
            "text": "The PCR products were loaded onto 1.2% agarose gel along with 5 µl DL2000 DNA molecular marker (TaKaRa, Dalian, P.R. China). The gel was run at 8 V cm −1 for 30 min and then photographed using a UVP system (Ultraviolet Products, Cambridge, UK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gel electrophoresis"
        },
        {
            "text": "As indicated in Figure 2 . the amplification products (858 bp) obtained by single-tube nested PCR with plastic film were detected with up to 10 7 times diluted genomic RNA, comparable to that of conventional nested PCR. The high sensitivity of our one tube strategy may due to the total isolation enabled, even the vapor exchange of the two reaction system during the first round reaction as compared to other one tube nested PCR strategy (data not shown). No false positives were noticed as no PCR products were detected in blank control (BC). In comparison with the conventional nested PCR, our one-tube strategy has the same degree of reproducibility when 10 6 times was used, and a little poorer reproducibility for the 10 7 times diluted template. This may be due to the use of costumed punched plastic film.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 24,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and discussions"
        },
        {
            "text": "The main advantages of this method are its high sensitivity yet no risk of contamination and the omitting of the use of external primers with lower annealing temperature and internal primers with higher ones contrasting to the previously reported protocols. Additionally, considerable time can be saved as there is no need in establishing the optimal ratio among primers because in our method external primers do not interfere with the second amplification. Furthermore, this strategy should be easily adapted for the detection of other clinical or non-clinical targets of interested. To summarize, the performance of nested RT-PCR in a single closed tube by a simple, cheap and reliable approach was allowed by our one-tube nested PCR strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Single-tube nested PCR using immobilized internal primers",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Abath",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Melo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Werkhauser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Montenegro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Montenegro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Schindler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Biotechniques",
            "volume": "33",
            "issn": "",
            "pages": "1210--1212",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "HIV and antiretroviral drug distribution in plasma and fat tissue of HIVinfected patients with lipodystrophy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dupin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buffet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Marcelin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lamotte",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gorin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ait-Arkoub",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Treluyer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bui",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Calvez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peytavin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "AIDS",
            "volume": "16",
            "issn": "",
            "pages": "2419--2424",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Demonstration of viraemia patterns in haemophiliacs treated with hepatitis-C-virus-contaminated factor VIII concentrates",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Garson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Tuke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Makris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Machin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Preston",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tedder",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lancet",
            "volume": "336",
            "issn": "",
            "pages": "1022--1025",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Development of a highly sensitive nested-PCR procedure using a single closed tube for detection of Erwinia amylovora in asymptomatic plant material",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Llop",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonaterra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Penalver",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Appl. Environ. Microbiol",
            "volume": "66",
            "issn": "",
            "pages": "2071--2078",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Simplified sample processing combined with a sensitive one-tube nested PCR assay for detection of Pneumocystis carinii in respiratory specimens",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mathis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kuster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Speich",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Clin. Microbiol",
            "volume": "35",
            "issn": "",
            "pages": "1691--1695",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New device and method for capture, reverse transcription and nested PCR in a single closed-tube",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olmos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cambra",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Gorris",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Terrada",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nucl. Acids Res",
            "volume": "27",
            "issn": "",
            "pages": "1564--1565",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Frequent detection of minimal residual disease by use of the polymerase chain reaction in long-term survivors after bone marrow transplantation for chronic myeloid leukemia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pignon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Henni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amselem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vidaud",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Duquesnoy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vernant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuentz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cordonnier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rochant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goossens",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Leukemia",
            "volume": "4",
            "issn": "",
            "pages": "83--86",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nested polymerase chain reaction assay for the detection of cytomegalovirus overcomes false positives caused by contamination with fragmented DNA",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Porter-Jordan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Keiser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nasim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Med. Virol",
            "volume": "30",
            "issn": "",
            "pages": "85--91",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fate of coliphage in waste water treatment process and detection of phages carrying the Shiga toxin type 2 gene",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanji",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizoguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Akitsu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hori",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Unno",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Water Sci. Technol",
            "volume": "46",
            "issn": "",
            "pages": "285--289",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Single-tube nested PCR with room-temperature-stable reagents",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hornschemeyer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kleesiek",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "PCR Meth. Appl",
            "volume": "4",
            "issn": "",
            "pages": "376--379",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Single tube nested PCR with plastic film. Steps 1 to 7 represent the operation sequences.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of the respective sensitivities and specificity of conventional nested PCR and single-tube nested PCR with plastic film for the detection of SARS-CoV. (a) Conventional nested PCR. (b) Single-tube nested PCR with plastic film. SARS-CoV genomic RNA of 10 6 , 10 7 and 10 8 times dilutions were indicated as 10 −6 , 10 −7 and 10 −8 respectively. BC, blank control. Lane M, DL2000 DNA molecular weight marker.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Primer sequences used in this work.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Dr Fei-Jun Xian for his helpful discussion. We thank the financial support from National Key Fundamental Science Development Program of China (number G19990116) and the National Hi-Tech Program of China (number 2002AA2Z2011).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}