{
    "paper_id": "a02c9ea4d8034898c871804abe62183ad528d612",
    "metadata": {
        "title": "Tandem CTCF sites function as insulators to balance spatial chromatin contacts and topological enhancer-promoter selection",
        "authors": [
            {
                "first": "Zhilian",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jingwei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiao",
                "middle": [],
                "last": "Ge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yonghu",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ya",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qiang",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: CTCF is a key insulator-binding protein, and mammalian genomes contain numerous CTCF sites, many of which are organized in tandem. Results: Using CRISPR DNA-fragment editing, in conjunction with chromosome conformation capture, we find that CTCF sites, if located between enhancers and promoters in the protocadherin (Pcdh) and β-globin clusters, function as an enhancer-blocking insulator by forming distinct directional chromatin loops, regardless whether enhancers contain CTCF sites or not. Moreover, computational simulation in silico and genetic deletions in vivo as well as dCas9 blocking in vitro revealed balanced promoter usage in cell populations and stochastic monoallelic expression in single cells by large arrays of tandem CTCF sites in the Pcdh and immunoglobulin heavy chain (Igh) clusters. Furthermore, CTCF insulators promote, counter-intuitively, long-range chromatin interactions with distal directional CTCF sites, consistent with the cohesin \"loop extrusion\" model. Finally, gene expression levels are negatively correlated with CTCF insulators located between enhancers and promoters on a genome-wide scale. Thus, single CTCF insulators ensure proper enhancer insulation and promoter activation while tandem CTCF topological insulators determine balanced spatial contacts and promoter choice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: These findings have interesting implications on the role of topological chromatin insulators in 3D genome folding and developmental gene regulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The mammalian CTCF is the best characterized genome architectural protein that binds to insulator elements [2, 8] . CTCF directionally and dynamically binds to tens of thousands of CTCF-binding sites (CBS elements) in mammalian genomes through the combinatorial usage of its 11 zinc fingers [9, 10] . CTCF, together with the associated cohesin, a ring-shaped complex embracing DNA, mediates genome-wide long-range chromatin interactions [2] . Interestingly, these interactions are preferentially formed between forward-reverse convergent CBS pairs [11] [12] [13] [14] . The CBS elements in the boundaries between neighboring chromatin domains are configured in a reverse-forward divergent orientation, which are thought to restrict enhancer activity to promoters within each insulated neighborhood [12, 15, 16] . Thus, the boundary CBS elements may function as insulators to block cohesin loop extrusion [11, 12, [17] [18] [19] [20] . However, whether and how internal CBS elements function as insulators remain incompletely understood.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 111,
                    "end": 113,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 803,
                    "end": 806,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 909,
                    "end": 912,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recent topologically associated domain (TAD) perturbations by targeted degradation of CTCF or cohesin revealed that loss of chromatin loops genome-wide differentially affect gene expression [21, 22] . Numerous studies have shown that CTCF/cohesin-mediated chromatin loop domains or TADs are important for gene regulation in specific loci [12, 15, 16, 23] . Insertion, mutation, deletion, inversion, or duplication of CBS elements alters chromatin topology and gene expression [12, 14-16, 18, 23-25] . Emerging evidence suggests that spatial control of genome topology by CTCF/cohesin regulates gene expression; however, how numerous CBS elements in mammalian genomes function as insulators to control proper promoter activation and its balanced usage remains obscure.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 476,
                    "end": 498,
                    "text": "[12, 14-16, 18, 23-25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Similar to the enormous diversity of DSCAM1 proteins in Drosophila, combinatorial cis-and trans-interactions between clustered cell surface protocadherin (Pcdh) proteins in mammals, encoded by the three closely linked α, β, and γ gene clusters (Fig. 1a in mice) , endow individual neurons with a unique identity code and specific selfrecognition module, which are required for neuronal migration and connectivity, dendrite self-avoidance and tiling, and axon outgrowth and even spacing in the brain [26] [27] [28] [29] [30] [31] [32] . The Pcdh α and γ clusters contain more than a dozen highly similar, tandem-arrayed, unusually large \"alternate\" variable exons and 2 or 3 divergent C-type variable exons, respectively (Fig. 1a) . These variable exons are followed by 3 downstream small constant exons, reminiscent of the variable and constant genome organizations of immunoglobulin (Ig), T cell receptor (Tcr), and UDPglucuronosyltransferase (Ugt) clusters [26, 28, 33] . Each of the Pcdhα \"alternate\" variable exons (α1-α12 in mice) carries its own promoter, which is flanked by two forwardoriented CBS elements (Fig. 1a) . However, the αc1 promoter carries only one forward-oriented CBS, and the αc2 promoter has no CBS element (Fig. 1a) . Two distal Pcdhα enhancers, HS7 and HS5-1, are located downstream, and one of which, HS5-1, is flanked by two reverse-oriented CBS (HS5-1a and HS5-1b) elements [34, 35] . Multiple long-distance chromatin interactions between these remote enhancers and Pcdhα target promoters form a transcription hub and determine the promoter choice, but the underlying mechanisms are unknown [35, 36] .",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 503,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 968,
                    "end": 971,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1404,
                    "end": 1408,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1409,
                    "end": 1412,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1621,
                    "end": 1625,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1626,
                    "end": 1629,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 261,
                    "text": "(Fig. 1a in mice)",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 729,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1124,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 1232,
                    "end": 1241,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Here, by a combination of CRISPR DNA-fragment editing [37, 38] and chromosome conformation capture [3] experiments as well as Bayesian modeling, we show that ectopic and endogenous CTCF sites function as topological insulators in an orientation-independent manner through CTCF-mediated directional chromatin looping throughout the mammalian genome. In addition, genetic experiments, in conjunction with computational polymer simulation of cohesin loop extrusion, demonstrate that tandem-arrayed CTCF sites ensure stochastic spatial accessibility of repertoires of promoters and their balanced usage.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 59,
                    "end": 62,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To investigate the mechanisms of cell-specific Pcdh gene expression in the brain, we performed single-cell RNA-seq of mouse cortical neurons and found members of the Pcdhα cluster are expressed in single neurons in a combinatorial and stochastic manner (Fig. 1b) , similar to the stochastic monoallelic expression patterns of Pcdhα in single Purkinje cells in the cerebellum [28, 39] . In addition, maximum likelihood modeling confirms the stochastic monoallelic expression patterns in single cells of the mouse neocortex (Additional file 1: Figure S1a ,b) [40] .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 262,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 552,
                    "text": "Figure S1a",
                    "ref_id": null
                }
            ],
            "section": "Exogenous directional CTCF sites function as protocadherin insulators in cellular model in vitro"
        },
        {
            "text": "iWe next made use of the HEC-1-B cell line, which monoallelically expresses α6 and α12 (Additional file 1: Figure S1c-f; note that humans have 13 alternate variable exons), as a single-cell model system to investigate mechanisms of gene regulation [12] . We performed CBS insertions by DNA-fragment editing and screened for single-cell CRISPR clones (Fig. 1c, d) [37, 38] . We first nserted single (\"F\") or tandem (\"FF\") forward-oriented CBS elements into the location between the Pcdhα cluster and its HS5-1 enhancer (Fig. 1d-f ) and carried out quantitative highresolution chromosome conformation capture copy followed by next-generation sequencing (QHR-4C) experiments (Additional file 1: Figure S2 ). QHR-4C revealed prominent long-distance chromatin interactions between HS5-1 and the inserted CBS elements, and a concurrent decrease of chromatin interactions between HS5-1 and the Pcdhα promoters (Fig. 1g -j and Additional file 1: Figure  S3a ,b). In addition, CBS mutations abolish these effects (Fig. 1g -j and Additional file 1: Figure S3a ,b). Consistent with the decrease of enhancer-promoter interactions, RNAseq revealed a significant decrease of α6 and α12 expression levels, and CBS mutations rescue their expression (Additional file 1: Figure S3c ,d). In summary, the inserted forward-oriented CBS elements block the long-distance chromatin spatial contacts between the HS5-1 enhancer and its target promoters and thus function as chromatin insulators by competing with the target Pcdhα promoters. We next inserted three different reverse-oriented CBS elements each into distinct locations in the Pcdhα cluster (Additional file 1: Figures S3e-j and S4 ). We found that each competes with the HS5-1 enhancer to form long-distance chromatin interactions with target promoters and thus functions as an insulator (Additional file 1: Figures S3e-j and S4 ). Finally, we inserted reverse-forward CBS pairs (\"RF\" or \"RRFF\") into the Fig. 1 CTCF sites as insulators in Pcdhα through directional chromatin looping. a Schematic of the three mouse Pcdh clusters. Genomic organizations of the Pcdh α and γ clusters are similar. Both contain variable exons, each of which is preceded by its own promoter and spliced to respective downstream constant exons. The Pcdhβ cluster contains only variable exons. Each of the variable exons (except αc2, β1, γc4, and γc5) carries one or two forward-oriented CTCF sites (indicated by tandem arrowheads). Two distal enhancers, HS7 (with no CBS) and HS5-1 (flanked by two reverse-oriented CBS elements of HS5-1a and HS5-1b), are located between the Pcdh α and β clusters. The super-enhancer of the Pcdh β and γ clusters, which contains a tandem array of reverse-oriented CBS elements, is located downstream of Pcdhγ. CBS, CTCF binding site; HS, hypersensitive site; SE, super-enhancer. b Single-cell expression patterns of the Pcdhα genes in mouse cortical cells. c CRISPR insertion of CBS elements by homologous recombination. d Schematic of the sequence motif (CTCF binding site contains four modules in the order of modules 1-4 for the forward orientation) and its mutation. e, f CTCF and Rad21 ChIP-seq of single-cell CRISPR clones with one or two forward-oriented CBS elements inserted into the location between the Pcdhα cluster and its downstream HS5-1 enhancer. g-j QHR-4C interaction profiles of four CRISPR clones (F9 and F50 for one-CBS insertion; FF15 and FF56 for two-CBS insertion) as well as their CBS mutations (F4 and F25; FF19 and FF30) with HS5-1 (g, h) or α12 (i, j) as a viewpoint (VP), represented by arrowheads. k-n Chromatin interaction profiles from an ensemble of 350,000 simulated conformations with HS5-1 (k, l) or α12 (m, n) as a viewpoint, corresponding to g-j, respectively. Log2 ratios (insertion vs wild-type or mutation vs insertion) are shown under the 4C profiles location between the Pcdhα cluster and the HS5-1 enhancer. We found that they also function as insulators (Additional file 1: Figures S5 and S6 ).",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 362,
                    "text": "(Fig. 1c, d)",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 528,
                    "text": "(Fig. 1d-f",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 701,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 911,
                    "text": "(Fig. 1g",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 949,
                    "text": "Figure  S3a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1004,
                    "end": 1012,
                    "text": "(Fig. 1g",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1049,
                    "text": "Figure S3a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1253,
                    "end": 1263,
                    "text": "Figure S3c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1648,
                    "end": 1668,
                    "text": "Figures S3e-j and S4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1846,
                    "end": 1866,
                    "text": "Figures S3e-j and S4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1943,
                    "end": 1949,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 3968,
                    "end": 3985,
                    "text": "Figures S5 and S6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Exogenous directional CTCF sites function as protocadherin insulators in cellular model in vitro"
        },
        {
            "text": "Previous studies demonstrated that Drosophila paired insulators compromise the insulation activity of each other [41, 42] . To test the orientation of mammalian insulators, we inserted four tandem CBS elements in a forward-reverse configuration between the Pcdhα cluster and its HS5-1 enhancer (Additional file 1: Figure S7a ). We found, surprisingly, these inward forward-reverse CBS elements still function as insulators. Specifically, QHR-4C and RNA-seq revealed a significant decrease of chromatin interactions between HS5-1 and the Pcdhα promoters as well as their decreased expression (Additional file 1: Figure S7b -f). This suggests that, different from fly insulators, the mammalian forward-reverse tandem CTCF sites do not compromise their insulation activities. As a control, the inserted outward reverseforward boundary CBS elements function as insulators as expected (Additional file 1: Figures S5 and S6) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 324,
                    "text": "Figure S7a",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 621,
                    "text": "Figure S7b",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 918,
                    "text": "Figures S5 and S6)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Forward-reverse CTCF sites do not compromise insulation activity"
        },
        {
            "text": "We conclude that both forward and reverse ectopic CBS elements function as insulators for the Pcdhα genes through CTCF-mediated directional looping ( Fig. 1 and Additional file 1: Figures S3-S7) , namely, CTCF insulators function in an orientation-independent manner. However, their insulation mechanisms are distinct. The forward or reverse CBS elements form long-distance chromatin interactions with the Pcdhα enhancers or promoters (presumably by cohesin sliding through the oncoming convergent CTCF sites, Additional file 1: Figure S7b ,c), respectively, in an orientation-dependent manner. Thus, the relative locations and orientations of inserted CBS elements determine their insulation specificity through directional looping to distinct CTCF sites in the Pcdhα cluster.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 156,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 194,
                    "text": "Figures S3-S7)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 529,
                    "end": 539,
                    "text": "Figure S7b",
                    "ref_id": null
                }
            ],
            "section": "Forward-reverse CTCF sites do not compromise insulation activity"
        },
        {
            "text": "Interestingly, the inserted CTCF insulators mainly block enhancer contacts with the proximal Pcdhα promoters (Fig. 1g , h and Additional file 1: Figures S3f, S5b , S6b, and S7b). Surprisingly, the insertion of CTCF insulators augments long-distance chromatin interactions between the HS5-1 enhancer and the distal Pcdhα promoters (Fig. 1g , h and Additional file 1: Figures S3f, S5b , S6b, and S7b). To understand this puzzling phenomenon, we simulated polymer conformation dynamics of the Pcdhα cluster by \"two-headed\" cohesin loop extrusion on a coarse-grained chromatin fiber (Additional file 1: Figure S7g ), based on the locations and relative orientations of the CBS elements that are dynamically bound by CTCF proteins (Additional file 1: Figure  S8a -c) [9, 10, 12, [18] [19] [20] .",
            "cite_spans": [
                {
                    "start": 762,
                    "end": 765,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "(Fig. 1g",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 161,
                    "text": "Figures S3f, S5b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 330,
                    "end": 338,
                    "text": "(Fig. 1g",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 382,
                    "text": "Figures S3f, S5b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 599,
                    "end": 609,
                    "text": "Figure S7g",
                    "ref_id": null
                },
                {
                    "start": 746,
                    "end": 757,
                    "text": "Figure  S8a",
                    "ref_id": null
                }
            ],
            "section": "CTCF insulators enhance distal promoter usage"
        },
        {
            "text": "We assume that cohesin slides along the Pcdhα chromatin fiber until it encounters an opposite CBS element or another sliding cohesin (Additional file 1: Figure S7g ) [18, 19, 43] . Remarkably, computational 3D polymer simulations revealed that, in addition to proximal Pcdhα promoter insulation, continuous cohesin extrusion of chromatin loops results in a significant increase of chromatin interactions between the HS5-1 enhancer and the distal Pcdhα promoters upon insertions of various CTCF insulators (Fig. 1k , l and Additional file 1: Figures S3i,  S5f , S6f, and S7e), consistent with the observed data from the QHR-4C experiments (Fig. 1g , h and Additional file 1: Figures S3f, S5b , S6b, and S7b). Finally, by applying the relative maximum entropy approach with independent Gaussian errors, we optimized our polymer simulations and obtained strong evidence that CTCF insulators promote distal chromatin interactions (Additional file 1: Figure S8d ).",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 163,
                    "text": "Figure S7g",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 513,
                    "text": "(Fig. 1k",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 558,
                    "text": "Figures S3i,  S5f",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 638,
                    "end": 646,
                    "text": "(Fig. 1g",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 690,
                    "text": "Figures S3f, S5b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 946,
                    "end": 956,
                    "text": "Figure S8d",
                    "ref_id": null
                }
            ],
            "section": "CTCF insulators enhance distal promoter usage"
        },
        {
            "text": "We next simulated chromosome conformation of the Igh cluster which also contains a large repertoire of tandem variable CTCF sites (Additional file 1: Figure S8e ,f) [33] and found that, similar to that in the Pcdhα cluster, insertion of various CTCF insulators in different orientations also augments distal variable gene segment (V H ) utilization (Additional file 1: Figure S8f ,g). Thus, CTCFmediated directional looping of tandem-arrayed CBS elements determines the promoter balance of both Pcdhα and Igh gene clusters.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 160,
                    "text": "Figure S8e",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 379,
                    "text": "Figure S8f",
                    "ref_id": null
                }
            ],
            "section": "CTCF insulators enhance distal promoter usage"
        },
        {
            "text": "Topological looping of distal-to-distal CTCF sites in the Pcdh β/γ clusters Similar to the Pcdhα cluster, the promoter of each member of the Pcdh β and γ clusters (except β1, γc4, and γc5) carries a forward CBS, and the downstream superenhancer contains a tandem array of reverse-oriented CBS elements (Fig. 1a) [12, 44] . It is not clear how members of the Pcdh β and γ clusters are regulated by these tandem reverse CBS elements. Single-cell RNA-seq and maximum likelihood modeling demonstrated that single cortical neurons express random combinations of roughly up to 4 isoforms of the Pcdhβ family and 4 isoforms of the Pcdhγ family in the mouse brain ( Fig. 2a and Additional file 1: Figure S9a ). However, the deletion of CTCF sites b-e in the super-enhancer mainly impairs the expression of members of the Pcdhβ cluster in single cells in the mouse cortex ( Fig. 2b compared with Fig. 2a) .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 311,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 665,
                    "text": "Fig. 2a",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 699,
                    "text": "Figure S9a",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 895,
                    "text": "Fig. 2b compared with Fig. 2a)",
                    "ref_id": null
                }
            ],
            "section": "CTCF insulators enhance distal promoter usage"
        },
        {
            "text": "To investigate whether tandem CTCF sites in the Pcdh β and γ clusters and their downstream super-enhancer also balance spatial chromatin contacts and promoter choice, we performed QHR-4C experiments with a repertoire of the Pcdh β and γ promoters as a viewpoint using mouse cortical tissues (Fig. 2c, d) . Remarkably, the regulation of the Pcdh β and γ promoters appears topological. Namely, there are specific long-distance chromatin interactions between members of the Pcdhβ cluster and the distal CTCF sites d-f, but not proximal CTCF sites a-c (despite that all six CTCF sites a-f are bound by CTCF and cohesin, inset in the upper right corner of Fig. 2c ), in the downstream super-enhancer (Fig. 2c) . However, when using a repertoire of the Pcdhγ promoters as a viewpoint, in addition to the distal CTCF sites d-f, there appear increased spatial chromatin contacts with the proximal CTCF sites a-c of the downstream super-enhancer (Fig. 2d) . Finally, to confirm this spatial regulation of the Pcdh β and γ promoters, we performed QHR-4C experiments with each of the super-enhancer CBS repertoire as a viewpoint and found increased long-range chromatin interactions between distal forward CTCF sites of the Pcdh variable promoters and distal reverse CTCF sites of the super-enhancer (Fig. 2e) . Therefore, members of the Pcdh β and γ clusters are regulated topologically by the distal and proximal CTCF sites, respectively, within the downstream super-enhancer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 303,
                    "text": "(Fig. 2c, d)",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 658,
                    "text": "Fig. 2c",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 704,
                    "text": "(Fig. 2c)",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 946,
                    "text": "(Fig. 2d)",
                    "ref_id": null
                },
                {
                    "start": 1289,
                    "end": 1298,
                    "text": "(Fig. 2e)",
                    "ref_id": null
                }
            ],
            "section": "CTCF insulators enhance distal promoter usage"
        },
        {
            "text": "To further investigate the mechanism of tandem-arrayed CBS function in the super-enhancer, we generated a Fig. 2 Tandem CTCF sites balance the usage of Pcdh β and γ promoters. a, b Single-cell RNA-seq of cortical neurons of the WT (a) and CBS b-e (b) deletion mice. Note that the absence of Pcdhβ expression in single cortical neurons of the CTCF sites b-e deletion mice. c QHR-4C profiles with a repertoire of the Pcdhβ promoters as a viewpoint show that they form spatial chromatin contacts with the distal CTCF sites d-f, but not proximal CTCF sites a-c, within the super-enhancer in the mouse cortical tissues. Inset in the upper right corner, ChIP-seq with a specific antibody against CTCF or Rad21. d QHR-4C profiles with a repertoire of the Pcdhγ promoters as a viewpoint show that, in addition to distal CTCF sites, they form gradually increased spatial chromatin contacts with the proximal CTCF sites a-c in the super-enhancer in the mouse cortical tissues. e QHR-4C interaction profiles with a repertoire of increasingly distal CTCF sites in the super-enhancer as a viewpoint show increased spatial chromatin contacts with the Pcdhβ cluster. f Schematic of the deletions of individual CTCF sites or their combinations in the Pcdh β and γ super-enhancer in mice. SE, super-enhancer; del, deletion series of deletions of individual CTCF sites or their combinations in mice ( Fig. 2f and Additional file 1: Figure  S9b ). QHR-4C experiments revealed that deletions of these CTCF sites result in a significant increase of longdistance chromatin interactions between the Pcdhγ promoters and the super-enhancer, as well as a significant decrease of long-distance chromatin interactions between the Pcdhβ promoters and the super-enhancer ( Fig. 3a and Additional file 1: Figures S10 and S11) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 112,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1383,
                    "end": 1390,
                    "text": "Fig. 2f",
                    "ref_id": null
                },
                {
                    "start": 1414,
                    "end": 1425,
                    "text": "Figure  S9b",
                    "ref_id": null
                },
                {
                    "start": 1743,
                    "end": 1750,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1774,
                    "end": 1794,
                    "text": "Figures S10 and S11)",
                    "ref_id": null
                }
            ],
            "section": "Tandem CTCF sites balance usage of Pcdh β and γ promoters"
        },
        {
            "text": "To pinpoint these topological effects to CTCF sites but not enhancers, we used catalytically inactive Cas9 (dCas9 for dead Cas9) CRISPR systems to specifically block each CBS within deletions without perturbing enhancers. QHR-4C experiments confirmed a significant increase with proximal Pcdhγ and a significant decrease with Pcdhβ (Fig. 3b) . Finally, we confirmed this topological regulation in deletion mice and dCas9-blocking system by QHR-4C with the Pcdhβ17 promoter as a viewpoint (Fig. 3c, d) . We conclude that, similar to the Pcdhα and Igh clusters, endogenous tandem CTCF sites function as topological insulators to balance spatial enhancer contacts and promoter choice of the Pcdh β and γ clusters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 488,
                    "end": 500,
                    "text": "(Fig. 3c, d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Tandem CTCF sites balance usage of Pcdh β and γ promoters"
        },
        {
            "text": "We next tested whether each of the endogenous tandem arrays of the forward-oriented Pcdh CBS elements functions as an insulator. We found that the deletion of the αc1 CBS element results in a significant increase of long-distance chromatin interactions between HS5-1 and the Pcdhα genes upstream of αc1 (Fig. 4a, b ). In addition, this deletion results in a significant increase of α6 and α12 expression levels (Fig. 4c) . Moreover, the deletion of the α12 CBS element also results in a significant increase of chromatin interactions between HS5-1 and the upstream Pcdhα genes (Fig. 4d , e) as well as of the α6 expression levels (Fig. 4f ). Together, these data suggest that each endogenous CBS element functions as an insulator for its respective upstream Pcdhα genes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 314,
                    "text": "(Fig. 4a, b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 411,
                    "end": 420,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 577,
                    "end": 585,
                    "text": "(Fig. 4d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 630,
                    "end": 638,
                    "text": "(Fig. 4f",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Endogenous CTCF sites function as protocadherin insulators"
        },
        {
            "text": "To investigate whether each of the two reverseoriented CBS elements (HS5-1a and HS5-1b) flanking the HS5-1 enhancer also functions as an insulator, we deleted each of them in mice in vivo and performed 5C, QHR-4C, and RNA-seq experiments using mouse cortical tissues (Fig. 4g-k) . Deletion of the HS5-1b CBS (Additional file 1: Figure S12a ,b), which is at the boundary between the Pcdhα and Pcdhβγ subTADs [12] , results in an aberrant increase of long-distance chromatin interactions between HS5-1 and the 5′ isoforms of the Pcdhβ cluster (Fig. 4g , h) as well as an aberrant activation of their promoters (Fig. 4j) . Remarkably, even for the Pcdhβ1 promoter, which does not carry CBS, the long-distance chromatin interactions with HS5-1 is still aberrantly increased, suggesting that HS5-1b CBS functions as an insulator to block the HS5-1 enhancer from the improper activation of the Pcdhβ1 promoter (Fig. 4h ). By contrast, both the chromatin interactions of HS5-1 with the proximal alternate Pcdhα genes as well as their expression levels are significantly decreased (Fig. 4g, i, j) . This suggests that the boundary HS5-1b CBS element is an insulator that restricts the HS5-1 enhancer activity from the aberrant activation of the Pcdhβ promoters. As a control, homozygous deletion of the internal HS5-1a CBS element (Additional file 1: Figure  S12a ,b) results in no expression alteration of the 5′ isoforms of the Pcdhβ cluster (Fig. 4k) . Therefore, although both HS5-1a and HS5-1b CBS elements are required for bridging the HS5-1 enhancer to the Pcdhα promoters (Fig. 4g , i-k), only the boundary HS5-1b CBS element functions as an insulator blocking the HS5-1 enhancer activity from aberrantly activating the Pcdhβ genes.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 278,
                    "text": "(Fig. 4g-k)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 328,
                    "end": 339,
                    "text": "Figure S12a",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 549,
                    "text": "(Fig. 4g",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 608,
                    "end": 617,
                    "text": "(Fig. 4j)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 904,
                    "end": 912,
                    "text": "(Fig. 4h",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1073,
                    "end": 1088,
                    "text": "(Fig. 4g, i, j)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1343,
                    "end": 1355,
                    "text": "Figure  S12a",
                    "ref_id": null
                },
                {
                    "start": 1436,
                    "end": 1445,
                    "text": "(Fig. 4k)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1572,
                    "end": 1580,
                    "text": "(Fig. 4g",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Endogenous CTCF sites function as protocadherin insulators"
        },
        {
            "text": "Finally, to further investigate whether the insulation activity of the CBS HS5-1b is orientation-dependent, we generated a mouse line with the CBS HS5-1b inverted (Additional file 1: Figure S12a ,b). Strikingly, neither the expression levels of 5′ isoforms of the Pcdhβ cluster nor their long-distance chromatin interactions with the HS5-1 enhancer are significantly increased (Additional file 1: Figure S12c -e). By contrast, both expression levels of the proximal alternate Pcdhα genes and their long-distance chromatin interactions with the HS5-1 enhancer are significantly decreased (Additional file 1: Figure S12c ,f). Thus, the inverted CBS HS5-1b still functions as an insulator to block the HS5-1 enhancer from improperly activating the Pcdhβ cluster but no longer is able to bridge the HS5-1 enhancer with the proximal alternate Pcdhα genes. This again demonstrates that the insulation activity of CTCF insulators is orientation-independent, but the directional looping of CTCF sites is orientationdependent. We conclude that both endogenous CTCF sites in the native genomic locations and inserted exogenous CTCF sites in ectopic locations function as insulators in an orientation-independent manner.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 194,
                    "text": "Figure S12a",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 408,
                    "text": "Figure S12c",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 618,
                    "text": "Figure S12c",
                    "ref_id": null
                }
            ],
            "section": "Endogenous CTCF sites function as protocadherin insulators"
        },
        {
            "text": "We next prepared mice with a deletion of the entire HS5-1 fragment including the two flanking CBS elements of HS5-1a and HS5-1b (Fig. 5a -e and Additional file 1: Figure S12a,b). We found that the long-distance chromatin interactions between the HS7 enhancer and the 5′ isoforms of the Pcdhβ cluster are significantly increased upon the HS5-1 deletion (Fig. 5a-c) . In addition, the expression levels of the 5′ isoforms of the Pcdhβ cluster are also significantly increased (Fig. 5e ). This suggests that the two HS5-1 CBS elements function as an insulator to block the activity of the HS7 enhancer, which contains no CBS, from aberrantly activating the Pcdhβ promoters. As a control, we inverted in situ the same HS5-1 fragment including the two reverse-oriented CTCF sites in mice in vivo ( Fig. 5a and Additional file 1: Figure S12a ,b). In contrast to the HS5-1 deletion, neither HS7 chromatin looping interactions with nor expression levels of the 5′ isoforms of the Pcdhβ cluster are significantly increased (Fig. 5b , d, f). These remarkable differences between deletion and inversion of HS5-1 clearly show that the two endogenous HS5-1 CBS elements function as an insulator to block the HS7 enhancer from aberrantly activating the Pcdhβ gene expression, and its insulation activity is orientation-independent in vivo, consistent with the insertions of exogenous CBS elements of either orientation in cell lines in vitro ( Fig. 1 and Additional file 1: Figures S3-S7 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "(Fig. 5a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 352,
                    "end": 363,
                    "text": "(Fig. 5a-c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 474,
                    "end": 482,
                    "text": "(Fig. 5e",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 793,
                    "end": 800,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 824,
                    "end": 835,
                    "text": "Figure S12a",
                    "ref_id": null
                },
                {
                    "start": 1014,
                    "end": 1022,
                    "text": "(Fig. 5b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1430,
                    "end": 1436,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1460,
                    "end": 1473,
                    "text": "Figures S3-S7",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Insulators for Pcdh and β-globin enhancers with no CTCF site"
        },
        {
            "text": "To further investigate whether this is true for the β-globin cluster, we next inserted a pair of reverse-forward CBS elements (designated \"RF2\" to be distinguished from the first \"RF\" in Additional file 1: Figure S5 ) into the location between the five globin promoters and the HS2 enhancer, which also contains no CBS (Fig. 5g) . ChIP-seq confirmed the binding of CTCF/cohesin to the inserted CBS pair but not its mutant sites (Fig. 5g) . QHR-4C experiments with either the HS2 enhancer or the HBG2 promoter as a viewpoint demonstrated a significant decrease of the β-globin enhancer-promoter interactions ( Fig. 5h and Additional file 1: Figure S13a ). Consistently, the expression levels of all β-globin genes are significantly decreased, and the decrease is rescued by CBS mutations (Fig. 5i ). The topology of spatial chromatin contacts of super-enhancer with the Pcdh β and γ promoters. a QHR-4C interaction profiles with the CBS f of the downstream super-enhancer as a viewpoint in cortical tissues of mice with a series of deletions of individual CTCF sites or their combinations. b QHR-4C interaction profiles with the CBS f of the downstream super-enhancer as a viewpoint using cells transfected with dCas9 only or dCas9 with sgRNAs targeting individual CTCF sites or their combinations to pinpoint the effects to CTCF sites. c, d QHR-4C interaction profiles with the upstream Pcdhβ17 promoter CBS as a viewpoint in mice with CTCF site deletions or in cells with dCas9-blocked CTCF sites confirm the decreased interactions with the downstream super-enhancer. WT, wild-type; del, deletion QHR-4C with 5'HS5 or 3'HS1 as a viewpoint, which contains a CBS element located outside of and beyond the βglobin enhancer and promoter regions, respectively, revealed opposite chromatin looping interactions with the inserted reverse-forward CBS pair (Additional file 1: Figure  S13b -d). Thus, CBS elements, if inserted between enhancers and promoters with no CBS, also function as insulators by forming long-distance chromatin looping interactions with CBS elements located in the endogenous genome outside of and beyond respective enhancer and promoter regions. Finally, we inserted various combinations of CBS elements upstream and/or downstream of the HS7 enhancer, which contains no CTCF site, of the Pcdhα cluster and found that the inserted CBS elements block longdistance chromatin interactions of the HS7 enhancer (Additional file 1: Figure S13e -g). In conjunction with the data of the endogenous Pcdh CBS deletion, we conclude that CBS elements function as insulators for enhancers with no CBS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 215,
                    "text": "Figure S5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 319,
                    "end": 328,
                    "text": "(Fig. 5g)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 428,
                    "end": 437,
                    "text": "(Fig. 5g)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 609,
                    "end": 616,
                    "text": "Fig. 5h",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 640,
                    "end": 651,
                    "text": "Figure S13a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 787,
                    "end": 795,
                    "text": "(Fig. 5i",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1869,
                    "end": 1881,
                    "text": "Figure  S13b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2442,
                    "end": 2453,
                    "text": "Figure S13e",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Insulators for Pcdh and β-globin enhancers with no CTCF site"
        },
        {
            "text": "To see whether genome-wide CTCF-bound CBS elements function as insulators for enhancers, we analyzed Endogenous CTCF sites as Pcdh insulators. a CTCF ChIP-seq of the Pcdhαc1 CBS deletion CRISPR HEC-1-B cell clones. b QHR-4C profiles of the long-range chromatin contacts with HS5-1 as a viewpoint in two single-cell CRISPR clones (D11, D16) with the deletion of the endogenous αc1 CBS. Log2 ratios (deletion vs wild-type) are also shown. c RNA-seq of the WT and αc1 CBS-deleted CRISPR clones. d-f Corresponding to a-c, respectively, but with α12 CBS deletion in two single-cell CRISPR clones (D32, D93). g 5C interaction profiles of the Pcdh α and β clusters in cortical tissues of the HS5-1b or HS5-1a CBS deletion mice. The log2 ratios of chromatin interactions of HS5-1 with Pcdhα or 5′ isoforms of β gene repertoire are highlighted by blue or black rectangles, respectively. Note the significant increase of chromatin interactions between HS5-1 with 5′ isoforms of the Pcdhβ cluster upon the HS5-1b deletion as indicated by enlargement of Insets A and B, compared with no alteration upon the HS5-1a deletion as indicated by enlargement of Insets A′ and B′. h, i QHR-4C confirmed the increased interactions with 5′ isoforms of the Pcdhβ cluster and the decreased interactions with the Pcdhα cluster. j, k RNA-seq revealed increased expression levels of the 5′ isoforms of the Pcdhβ cluster in the homozygous CBS HS5-1b deletion (j) mice in comparison with the HS5-1a deletion (k) mice as controls. Data as mean ± SD, *p < 0.05, **p < 0.01, ***p < 0.001. One-tailed Student's t test developmental plasticity of insulators, promoters, and enhancers during human epidermal differentiation by Bayesian networks learned by the max-min hill-climbing algorithm [45] using categorized factors (Fig. 5j ) inferred from previously published capture Hi-C data [46] .",
            "cite_spans": [
                {
                    "start": 1756,
                    "end": 1760,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1851,
                    "end": 1855,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 1787,
                    "end": 1795,
                    "text": "(Fig. 5j",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Genome-wide CTCF sites function as insulators"
        },
        {
            "text": "Remarkably, we find a direct inverse relationship between insulator strength and promoter activity (Fig. 5k) . Moreover, insulators also regulate promoter activity indirectly through enhancers by perturbing the looping strength of their spatial chromatin contacts (Fig. 5k) . Thus, these Insulators for enhancers with no CTCF site. a Schematic of the HS5-1 CBS elements as an insulator of the HS7 enhancer for the Pcdhβ genes. b 5C interaction profiles of the Pcdh α and β clusters in the HS5-1 deletion (del) or inversion (inv) mice in vivo. The log2 ratios of chromatin interactions of HS5-1 with Pcdhα and of HS7 with 5′ isoforms of the Pcdhβ cluster are highlighted by blue or black rectangles, respectively. Note the significant increase of chromatin interactions between HS7 with 5′ isoforms of the Pcdhβ cluster upon HS5-1 deletion as indicated by the enlargement of insets C and D. c QHR-4C with HS7 or β3 as a viewpoint confirms the increased interactions between HS7 and 5′ isoforms of the Pcdhβ cluster in homozygous HS5-1 deletion mice. d QHR-4C with HS7 or β3 as a viewpoint confirms no significant alteration of interactions between HS7 and 5′ isoforms of the Pcdhβ cluster in homozygous HS5-1 inversion mice. e RNA-seq of cortical tissues of the WT and HS5-1 deletion mice. f RNA-seq of cortical tissues of the WT and HS5-1 inversion mice. g CTCF and Rad21 ChIP-seq of human single-cell β-globin CRISPR clones with insertion of a pair of reverse-forward CBS elements (\"RF2\"). h QHR-4C profiles with the human β-globin HBG2 promoter as a viewpoint. i RNA-seq reveal decreased expression levels (normalized to WT) of the human β-globin repertoire. The actual expression levels are shown in the inset. Data as mean ± SD, *p < 0.05, **p < 0.01, ***p < 0.001, ****p < 0.0001. One-tailed Student's t test. j The pairwise contingency tables showing interrelationships of each pair of variables among genome-wide insulator strength, promoter activity, and enhancer and looping strength. k The optimal structure of relationships among genome-wide insulator strength, promoter activity, enhancer and looping strength during human epidermal differentiation learned by Bayesian networks. l Directional CTCF looping underlies stochastic monoallelic Pcdh α and βγ gene expression and balanced promoter usage. In particular, stochastic and monoallelic CTCF-mediated directional chromatin looping underlies activation of one and only one variable promoter in each chromosome in the Pcdhα cluster, while up to 4 promoters are activated in each chromosome in the Pcdhβ/γ clusters. m A polymer simulated 3D Hulu (gourd) model of tandem CTCF sites topologically balancing spatial chromatin contacts and enhancer-promoter selection. n Mechanistic interpretation of the 3D Hulu model in the context of bidirectional cohesin \"loop extrusion\" through tandem CTCF sites Bayesian network analyses, in conjunction with our deletion and inversion experiments in mice in vivo (Figs. 2, 3, 4, and 5), suggest that CTCF-bound CBS elements function as insulators through directional chromatin looping across the human genome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "(Fig. 5k)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 264,
                    "end": 273,
                    "text": "(Fig. 5k)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Genome-wide CTCF sites function as insulators"
        },
        {
            "text": "Considerable progress has been made in understanding the stochastic expression of large repertoires of gene clusters by spatial regulation of chromatin contacts [12, 28, 33, 47] . In particular, the allelic insulation ( Fig. 5l ) by CTCF-mediated directional looping may be epigenetically regulated by methylation of CBS elements [35, 48] . Some CBS elements, such as the boundary Pcdh HS5-1b site, contain no CpG dinucleotides [35] . Consequently, the HS5-1b site has constitutive and cell-invariant CTCF/cohesin occupancy and functions as a chromatin insulator for the downstream Pcdhβ genes (Fig. 5l ). Other CTCF sites are regulated by DNA methylation and have a cellspecific pattern of the CTCF/cohesin occupancy in single neurons [28] . For example, each CBS within the alternate variable promoter of members of the Pcdh α, β, and γ clusters contains a CpG dinucleotide that is methylated in specific subpopulations of neurons in the brain [28, 35, 49] . Therefore, the 5′ boundary CBS element of each Pcdh loop domain is cell-specific and distinct for single neurons, thus functions as a chromatin insulator for its respective upstream genes (Fig. 5l) . Consistently, our computational modeling suggests that members of the three Pcdh families are expressed monoallelically in individual neurons (Additional file 1: Figures S1 and S9) [40] .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 946,
                    "end": 950,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 955,
                    "end": 958,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1342,
                    "end": 1346,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 227,
                    "text": "Fig. 5l",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 594,
                    "end": 602,
                    "text": "(Fig. 5l",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1149,
                    "end": 1158,
                    "text": "(Fig. 5l)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "This explains the long-standing puzzle of stochastic Pcdhα monoallelic expression in single cells (Additional file 1: Figure S1 ) [39] . Specifically, for any unmethylated promoter CBS element, it forms long-distance chromatin contacts with downstream enhancers and therefore is activated through chromatin looping. These chromatin looping interactions function as an insulator for all of its upstream Pcdhα promoters, resulting in inactivation or silencing of them in each chromosomal allele (Fig. 5l ). In addition, all of its downstream Pcdhα promoters are not activated because by mathematical definition, if any downstream promoter is activated by enhancer looping, none of its upstream promoters could be activated (Fig. 5l) . Similarly, for the more complex regulation of the Pcdh β and γ clusters, our genetic experiments demonstrate that they are topologically regulated by the tandem CTCF sites within the downstream superenhancer (Figs. 2 and 3), as explained in the Hulu model of topological gene regulation (Fig. 5m) . Therefore, only one isoform of the Pcdhα cluster (Additional file 1: Figure S1a ,b) and up to 4 isoforms of the Pcdh β and γ clusters (Additional file 1: Figure S9a ) are expressed from each chromosomal allele in individual neurons in the brain (Fig. 5l) .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 127,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 501,
                    "text": "(Fig. 5l",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 721,
                    "end": 730,
                    "text": "(Fig. 5l)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1020,
                    "end": 1029,
                    "text": "(Fig. 5m)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1101,
                    "end": 1111,
                    "text": "Figure S1a",
                    "ref_id": null
                },
                {
                    "start": 1186,
                    "end": 1196,
                    "text": "Figure S9a",
                    "ref_id": null
                },
                {
                    "start": 1277,
                    "end": 1286,
                    "text": "(Fig. 5l)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We posit a general mechanism for the Hulu model by which tandem directional CTCF sites function as topological insulators in the context of the cohesin \"loop extrusion\" (Fig. 5m, n) . Because each CBS element has permeability for cohesin sliding [20] , continuous active chromatin loop extrusion by cohesin in an ATPdependent manner bridges inner convergent CTCF sites first (Fig. 5n) . After sliding through the inner proximal CTCF sites, cohesin will then stall at the intermediate tandem CTCF sites (Fig. 5n) . Finally, cohesin will reach the outer distal CTCF sites (Fig. 5n) . Based on our experimental observation and mathematical prediction in the clustered Pcdh and Ig genes, the two \"heads\" of cohesin are stalled or anchored at CTCF sites in the two arrays of convergent tandem CTCF sites, resulting in long-range chromatin interactions between proximalproximal CBS elements as well as between distal-distal CBS elements (Fig. 5m, n) . In other words, two \"heads\" of cohesin complex anchor proximal-proximal or distaldistal CBSs through continuous active loop extrusion of chromatin fibers which are asymmetrically blocked by permeable CTCF insulators. The functional consequences of these interactions caused by tandem CTCF insulators are the decreased proximal chromatin interactions and increased distal chromatin interactions. Thus, tandem directional CTCF sites function as topological insulators to balance higher-order chromatin contacts and promoter choice, eliminating bias of spatial chromatin accessibilities between proximal and distal promoters by remote enhancers.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 181,
                    "text": "(Fig. 5m, n)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 375,
                    "end": 384,
                    "text": "(Fig. 5n)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 502,
                    "end": 511,
                    "text": "(Fig. 5n)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 570,
                    "end": 579,
                    "text": "(Fig. 5n)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 931,
                    "end": 943,
                    "text": "(Fig. 5m, n)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Overwhelming evidence suggests that the function of insulators is orientation-independent, but the chromatin looping of CBS elements is directional [7, 11, 12, 14, 24, 33, 50] . CTCF mediates specific directional loop formation through asymmetric anchoring of the ring-shaped cohesin complex, which slides along chromatin fibers to actively extrude loops [3, 12, 18, 19, 33, 51] . Our data are consistent with the predominant chromatin interactions between forward-reverse CBS pairs [11, 12] . In addition, there are numerous cases of tandem CTCF sites across mammalian genomes [12, 16, 33, 52] . Since the binding of CTCF to genome-wide CBS elements is not static but rather dynamic [9, 10] and there is variable permeability of CTCF extrusion barriers [20] , this suggests that cohesin slides through the proximal CTCF sites within tandem CBS arrays to more distal sites (Fig. 5n) . Curiously, our computational simulation in silico and genetic deletion in vivo revealed that tandem-arrayed CBS elements ensure balanced usage of associated promoters in specific and equal spatial chromatin contacts in general. Thus, our data on Pcdh, β-globin, and Igh clusters suggest that directional CTCF chromatin looping between convergent CBS elements underlies insulator function and that tandem CTCF sites ensure balanced promoter spatial accessibility in the 3D genome folding and regulation. However, since there are numerous gene clusters and hundreds of thousands CTCF sites in mammalian genomes, whether all tandem CTCF sites function in a similar manner in vivo waits further studies.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 873,
                    "end": 882,
                    "text": "(Fig. 5n)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In the present study, we show by CRISPR DNAfragment editing, in conjunction with mathematic modeling and chromosome conformation capturing, that tandem directional CTCF sites function as topological insulators to enhance long-distance chromatin interactions with distal CTCF sites and to balance promoterenhancer selections. Specifically, ectopic and endogenous CTCF sites function as insulators in an orientationindependent manner through CTCF-mediated directional chromatin looping. In addition, in combination with computational simulations of cohesin \"two-headed\" chromatin loop extrusion, we demonstrate that tandem CTCF sites ensure proper spatial accessibility of distal promoters by remote enhancers and balanced usage of target promoters. Finally, we report that tandem CTCF sites regulate long-distance chromatin looping in the mammalian genome in a topological manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Human endometrial HEC-1-B cells (ATCC) were cultured in MEM medium (Hyclone), supplemented with 10% (v/v) FBS (Gibco), 2 mM glutamine (Gibco), 1 mM sodium pyruvate (Sigma), and 1× penicillin-streptomycin (Gibco). Human K562 and mouse Neuro-2A cells (ATCC) were cultured in DMEM medium (Hyclone) supplemented with 10% (v/v) FBS and 1× penicillinstreptomycin. Cells were maintained at 37°C in a humidified incubator containing 5% (v/v) of CO 2 and were passaged every 3 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture"
        },
        {
            "text": "The preparation of sgRNA pairs and Cas9 mRNA was recently described [38] . Briefly, to obtain sgRNAs for microinjection of zygotes, we performed in vitro transcription using DNA templates generated by PCR with a forward primer containing a T7 promoter followed by targeting sequences and a common reverse primer. In vitro transcription was performed with the MEGAshortscript Kit (Life Technologies) using T7 polymerase by incubating at 37°C for 5 h. The template DNA was removed by digestion with DNaseI. The transcribed sgRNAs were purified with the MEGAclear Kit (Life Technologies) and eluted in TE buffer (0.2 mM EDTA).",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "In vitro transcription of sgRNA pairs and Cas9 mRNA for microinjection"
        },
        {
            "text": "The sequences of primers used for preparing sgRNAs were listed in Additional file 2: Table S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "In vitro transcription of sgRNA pairs and Cas9 mRNA for microinjection"
        },
        {
            "text": "To obtain Cas9 mRNA for the microinjection of zygotes, the Cas9 coding sequence was cloned into pcDNA3.1 plasmid under the control of the T7 promoter. The plasmid was then linearized by XbaI and used for in vitro transcription with the mRNA transcription system according to the manufacturer's instructions (Life Technologies). After digestion of the DNA template, the transcribed Cas9 mRNA was purified with the MEGAclear Kit (Life Technologies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro transcription of sgRNA pairs and Cas9 mRNA for microinjection"
        },
        {
            "text": "Mice were maintained at 23°C in a 12-h (7:00-19:00) light and 12-h (19:00-7:00) dark schedule in an SPF mouse facility. For each CRISPR deletion or inversion of CBS elements, Cas9 mRNA (100 ng/μl) and a pair of sgRNAs (50 ng/μl each) targeting the region flanking the CBS elements were injected into the cytoplasm of onecell embryos of the C57BL/6 mice. After recovering for 2 h at 37°C incubator, the embryos were then implanted into the oviducts of the pseudo-pregnant ICR mice. The newborn F0 mice (Additional file 2: Table S2 ) were then screened for targeted deletions or inversions by PCR using specific primer pairs (Additional file 2: Table S1 ). The amplified PCR products were then cloned and confirmed by Sanger sequencing. The F0 mice with targeted deletions or inversions were maintained and crossed to obtain F1 mice. F1 mice were genotyped again for heterozygous deletion or inversion. Heterozygous F1 mice were then crossed to obtain homozygous F2 mice. For all of the 5C and RNA-seq experiments, only the wildtype littermates were used as controls.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 521,
                    "end": 529,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 651,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Generation of the CBS deletion and inversion mice by CRISPR DNA-fragment editing"
        },
        {
            "text": "Single-cell RNA-seq experiments were performed as previously described [40] . Briefly, for neurons, the P0 mouse brain was dissected, and the tissue from the cerebral cortex was digested with 0.013% of collagenase in Neurobasal Medium (Gibco) at 37°C for 3 min. The collagenase was neutralized by adding an excess amount of Neurobasal Medium. A single-cell suspension was made by gentle pipetting and then filtered through 100-μm cell strainers (BD Biosciences). For HEC-1-B cells, trypsin was added to the culture dish, and the single cells were suspended in the culture medium. Single cells were then picked under the microscope by using a microcapillary pipette into the thin-walled PCR tube containing 2 μl of cell lysis buffer, 1 μl of oligo-dT primer, and 1 μl of dNTP mix. After reverse transcription, the cDNA was pre-amplified by PCR. The cDNA library was then purified, tagmented, and ligated with adapters using the Nextera XT DNA Library Preparation kit (Illumina FC-131-1096). Finally, the adapter-ligated fragments were further amplified by PCR and purified with AMPure XP beads (Beckman). The single-cell RNA-seq libraries were pooled and sequenced using an Illumina Hiseq 2500 platform.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Single-cell RNA-seq"
        },
        {
            "text": "The plasmids of sgRNAs for cell transfection experiments were constructed as previously described [37, 38] . Briefly, pairs of complementary oligonucleotides for generating sgRNAs (Additional file 2: Table S1 ) were annealed with 5′ overhangs of \"ACCG\" and \"AAAC,\" and cloned into a BsaI-linearized pGL3 vector under the control of the U6 promoter. To insert CBS elements into distinct genomic regions, circular donor plasmids with about 2-kb homologous arms flanking the inserted sequence were used as donors for CRISPR-based homologous recombination. To construct donor plasmids, we amplified the CBS elements, as well as the genomic sequences flanking the insertion site by PCR. CBS elements and the two homologous arms with 20 bp of overlapping sequences were jointed together with the EcoRI and HindIII digested Puc19 vector using the multi-fragment recombination system (Vazyme). All of the plasmids constructed were confirmed by Sanger sequencing. The primer sequences used for the construction of sgRNAs and the donor plasmids were shown in Additional file 2: Table S1 .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 208,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1076,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Plasmid construction"
        },
        {
            "text": "Generation of the CRISPR single-cell clones with CBS element insertions and deletions was performed as previously described [12, 38] . Briefly, cells were transfected with a plasmid mix using Lipofectamine 3000 reagents (Thermo) in a 12-well plate. For CBS insertions and mutations, Cas9 (0.3 μg) and donor plasmids (0.5 μg) were co-transfected with one sgRNA construct (0.2 μg) targeting the insertion site. For CBS deletions, Cas9 plasmids (0.4 μg) were co-transfected with two sgRNA constructs (0.3 μg each) targeting the two ends of the deletion fragments. The sgRNA constructs contained a puromycinresistant gene which can be used for selection. Fortyeight hours after transfection, puromycin (Sigma) was added to the culture medium at a final concentration of 2 μg/ml. The culture medium was replaced every day with puromycin for a total of 3 days. Puromycin was then removed, and cells were cultured in normal culture medium for 2 days. The cells were then suspended into a single-cell solution and plated into 96-well plates at the concentration of about one cell per well. Two weeks after plating, single-cell clones were marked manually under a microscope and replaced with fresh culture medium. Four weeks after plating, the single-cell clones were screened for insertion, mutation, or deletion by PCR. At least two individual clones for each insertion, mutation, or deletion were obtained and analyzed. We screened for a total of 1948 single-cell clones, and 80 homozygous clones were obtained and analyzed (Additional file 2: Table S3 ). Single-cell clones for each editing were confirmed by Sanger sequencing. The primers used for genotyping were listed in Additional file 2: Table S1 .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 1539,
                    "end": 1547,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 1690,
                    "end": 1698,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Screening CBS insertion and deletion single-cell clones by CRISPR DNA-fragment editing"
        },
        {
            "text": "We used a well-established method to block CBS functions by dCas9 [53] [54] [55] . We first mutated sequences encoding the RuvC and HNH domains of Cas9 to generate a pcDNA3.1 plasmid encoding a catalytically dead Cas9 (dCas9) which lacks the endonuclease activity. The plasmid backbone contains a puromycin-resistance gene which is suitable for puromycin selection. In addition, we chose the sgRNA sequence to target module 2 and module 3 of CTCF sites according to the molecular structures of CTCF-DNA complexes [56, 57] . The sgRNA expression plasmids were constructed by annealing two overlapping primers and inserting the annealed dsDNA into the plasmid backbone as previously described [37] . The primers used for generating sgRNA plasmids were listed in Additional file 2: Table S1 .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 71,
                    "end": 75,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 76,
                    "end": 80,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 691,
                    "end": 695,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 779,
                    "end": 787,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Targeted blocking of CTCF sites by dCas9"
        },
        {
            "text": "We make use of the mouse neuroblastoma cell line Neuro-2A as an established model system to investigate the role of CBS in the regulation of the clustered Pcdh genes [12] . The Neuro-2A cells cultured to 70% confluency in 6-well plates were transiently transfected with 1.25 μg dCas9 and 1.25 μg sgRNA plasmids using Lipofectamine 3000 transfection reagent (Invitrogen) with the protocol recommended by the manufacturers. We transfected dCas9 with the plasmid targeting Gal4 for the control group. Forty-eight hours after transfection, cells were selected with 2 μg/ml of puromycin diluted in culture medium for 4 days. The survival cells were cultured for another 3 days in normal culture medium without puromycin and harvested for QHR-4C experiments.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Targeted blocking of CTCF sites by dCas9"
        },
        {
            "text": "ChIP experiments were performed as previously described [35] with modifications. Briefly, 4 × 10 6 of cells were cross-linked by 1% formaldehyde in 10% FBS/PBS for 10 min at room temperature. Cells were then lysed twice with ice-cold lysis buffer (20 mM Tris-HCl, 2 mM EDTA, 1% Triton X-100, 0.1% SDS, 0.1% sodium deoxycholate, and 1× protease inhibitors, pH 7.5) for 10 min with slow rotations. The lysed cells were then sonicated to obtain DNA fragments of about 200-500 bp using the Bioruptor system (high energy, with working time of 30 s and resting time of 30 s, 30 cycles). After removal of the insoluble debris, the lysate was incubated with specific antibodies against CTCF (07-729; Millipore), RAD21 (ab992; Abcam), or NIPBL (A301-779A; Bethyl Laboratories) and purified by protein A-agarose beads Millipore) . NIPBL and CTCF ChIP-seq for the Igh locus were recently published [58] . ChIP DNA was extracted and prepared for high-throughput sequencing using a DNA library preparation kit for Illumina (NEB). ChIP-seq libraries were sequenced on a HiSeq X Ten platform (Illumina).",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 808,
                    "end": 818,
                    "text": "Millipore)",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "ChIP-seq experiments"
        },
        {
            "text": "Quantitative high-resolution chromosome conformation capture copy (QHR-4C)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ChIP-seq experiments"
        },
        {
            "text": "We developed a QHR-4C method to detect genomic elements that are close to any viewpoint of interest with high efficiency and specificity. This method is conceptually similar to UMI-4C and HTGTS [59] . We used this method to study chromatin conformation of the clustered Pcdh and β-globin loci from as few as 50,000 cells. After the cells were harvested and crosslinked, chromatins within the nuclei were digested in situ by a restriction enzyme. The chromosome conformation is then captured by proximal ligation. After fragmentation by sonication, a linearized amplification step is applied to enrich ligation events associated with a specific viewpoint using a single primer tagged with biotin. The amplified single-stranded biotin-tagged DNA fragments were purified with streptavidin beads and ligated with a staggered adapter. Finally, QHR-4C libraries were generated by PCR.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "ChIP-seq experiments"
        },
        {
            "text": "Compare to the regular 4C, QHR-4C has several advantages. First, the chosen viewpoint is much more flexible in QHR-4C. In the regular 4C, the size of the viewpoint fragments should be at least 200 bp to allow for efficient self-circulating in the second ligation step. In addition, there must be at least one restriction enzyme cutting site within the viewpoint fragment to allow for self-circulation. By contrast, the only requirement for viewpoint selections in QHR-4C is the matching of a linearized amplification primer. Second, the regular 4C could not detect chromatin interactions of the fragments that do not contain the second restriction enzyme cutting site. However, QHR-4C, which does not require the second digestion step, is able to detect these chromatin interactions and allows for better coverage of genomic regions of interests. Third, since the ends of the captured DNA fragments are generated by sonication, the captured dsDNA ends are random and unique, and thus can be used as an identifier for quantifying the long-range chromatin interactions. Finally, multiplexing QHR-4C is much easier than the regular 4C experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ChIP-seq experiments"
        },
        {
            "text": "Briefly, single cells from various CRISPR single-cell clones and mouse cortical tissues were centrifuged at 500g for 5 min, and the pellets were used for QHR-4C experiments. The cell pellets were suspended for crosslinking in 900 μl 2% formaldehyde at room temperature for 10 min. The crosslinking reaction was stopped by adding and mixing with 100 μl of 2 M glycine for a final concentration of 200 mM. The fixed cells were spun down at 800g at 4°C for 5 min and washed twice by suspending briefly in 1 ml ice-cold PBS. Cells were then permeabilized twice with 200 μl ice-cold 4C permeabilization buffer each for 10 min (50 mM Tris-HCl pH 7.5, 150 mM NaCl, 5 mM EDTA, 0.5% NP-40, 1% Triton X-100, and 1× protease inhibitors). After centrifugation, the pellet was resuspended in 73 μl water, 10 μl of 10× DpnII buffer (we used DpnII enzyme as an example, using the recommended buffer for other enzymes), and 2.5 μl of 10% SDS. The reaction was performed at 37°C for 1 h with constant shaking at 900 rpm. 12.5 μl of 20% Triton X-100 was added into the reaction to quench SDS and incubated at 37°C for 1 h with shaking at 900 rpm. The cells were then digested in situ overnight at 37°C with 2 μl of DpnII (10 U/μl) while shaking at 900 rpm. After the inactivation of DpnII at 65°C for 20 min, the pellets of the nuclei were collected by centrifuging at 1000g for 1 min, and the supernatant was removed completely, which ensures the subsequent ligation reaction can be performed in a small volume. Proximity ligation was carried out for 24 h at 16°C with 1 μl T4 DNA ligase (400 unit/μl) in 100 μl 1× T4 ligation buffer. The ligated product was then reverse crosslinked by heating to 65°C for 4 h in the presence of 1 μl proteinase K (10 mg/ml) to digest proteins. The DNA was then extracted using phenol-chloroform. One microliter glycogen (20 mg/ml) was added to facilitate DNA precipitation. The precipitated DNA was dissolved in 50 μl water. We sonicated the ligated DNA using the Bioruptor system (with low energy setting at a train of 30-s sonication with 30-s interval for 12 cycles) to obtain DNA fragments ranging from 200 to 600 bp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ChIP-seq experiments"
        },
        {
            "text": "After fragmentation, a linearized amplification step is applied to enrich the ligation events associated with a specific viewpoint, using a 5′ biotin-tagged primer (Additional file 2: Table S1 ) complementary to the viewpoint fragment in 100 μl of PCR system for a total of 60 cycles. This primer should be neither too close to the DpnII site to facilitate the nested PCR at the final amplification step nor too far away from the DpnII site to maximize the product amount. The amplification products were denatured by incubating at 95°C for 5 min and immediately chilled on ice to obtain ssDNA. The ssDNA was then enriched and purified with Streptavidin Magnetic Beads (Invitrogen) according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "ChIP-seq experiments"
        },
        {
            "text": "The ssDNA on beads was then ligated in 15 μl ligation buffer with 0.1 μM of adapters (Additional file 2: Table  S1 ) at 16°C for 24 h. We chose the adapter sequence that matched the 3′ end of the Illumina P7 sequence so that one PCR step can produce sequencing libraries. The adapters were generated by annealing two complementary primers in annealing buffer (25 mM NaCl, 10 mM Tris-HCl pH 7.5, 0.5 mM EDTA). After ligation, free adapters were removed by washing the beads twice with the B/W buffer (5 mM Tris-HCl, 1 M NaCl, 0.5 mM EDTA, pH 7.5). The DNA on beads was resuspended in 10 μl water. Finally, the QHR-4C libraries were generated by one-step PCR amplification (94°C, 2 min; 94°C, 10 s; 60°C, 15 s; 72°C, 1 min for 19 cycles; and a final extension at 72°C, 5 min) with captured DNA on beads as the template and a pair of PCR primers. The forward primer matches the Illumina P5 and the viewpoint sequence adjacent to the DpnII site with barcodes, and the reverse primer matches Illumina P7 with indexes (primer sequences are listed at Additional file 2: Table S1 ). The PCR products were purified with a PCR purification kit (Qiagen). About 100 QHR-4C libraries with different combinations of barcodes and indexes were pooled and sequenced on an Illumina HiSeq X Ten platform. All of the QHR-4C experiments for each CRISPR clone and CRISPR mouse lines were performed with two biological replicates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "text": "Table  S1",
                    "ref_id": null
                },
                {
                    "start": 1063,
                    "end": 1071,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "ChIP-seq experiments"
        },
        {
            "text": "The circularized chromosome conformation capture (4C) experiments were performed as previously described [12, 14] . Briefly, cells were counted, and about 2 × 10 6 cells were used for each 4C experiment. After cross-linking with 2% formaldehyde, cells were lysed twice with cold lysis buffer, digested with DpnII, and ligated with T4 DNA ligase. The ligated samples were purified using the High-Pure PCR Product Purification kit (Roche). The 4C-seq libraries were generated by PCR using a high-fidelity DNA polymerase (Vazyme). All of the 4C experiments were performed with biological replicates. 4C-seq libraries were sequenced on the HiSeq X Ten platform. 4C primers used were listed in Additional file 2: Table S1 .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 708,
                    "end": 716,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Circularized chromosome conformation capture"
        },
        {
            "text": "Chromosome conformation capture carbon copy (5C) experiments were performed as previously described [60, 61] . Briefly, a total of 46 forward and 46 reverse primers covering the mouse Pcdh α and β clusters were designed by My5C tools (http://my5c.umassmed. edu) [62] . These primers are a subset of the 5C primer set covering all three Pcdh gene clusters [63] . All forward primers contain a 5′ end T7 universal primer sequence (CGGTA ATACG ACTCA CTATA GCC) preceding a unique sequence which is followed by AAG at the 3′ end. All reverse primers contain CTT at 5′ end followed by a unique sequence and a complementary T3 universal sequence (TCCCT TTAGT GAGGG TTAAT A). All reverse primers were 5′phosphorylated.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[60,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Chromosome conformation capture carbon copy"
        },
        {
            "text": "The P0 mouse cortical tissues were dissociated to obtain single-cell suspension as described above in the singlecell RNA-seq experiments. A total of 10 7 cells were cross-linked and digested with HindIII (NEB). After inactivating HindIII, the digested DNA was ligated with T4 DNA ligase and purified. As a control, DNA of six bacterial artificial chromosomes (BACs) covering the three Pcdh clusters was also digested, ligated, and purified. The purified mouse cortical DNA was mixed with 1 μg of salmon sperm DNA (Sigma). The control BAC DNA (5 ng) was mixed with 1.5 μg of salmon sperm DNA. These samples were then each mixed with 1.7 fmol of each 5C primer and 1 μl of 10 × 5C annealing buffer (20 mM Tris-acetate pH 7.9, 50 mM potassium acetate, 10 mM magnesium acetate, 1 mM DTT) in a total volume of 10 μl and denatured at 95°C for 5 min. Annealing was performed by incubation at 48°C for 16 h. The annealed DNA was ligated by adding Taq DNA ligase (NEB) in the 5C ligation buffer (25 mM Tris-HCl pH 7.6, 31.25 mM potassium acetate, 12.5 mM magnesium acetate, 1.25 mM NAD, 12.5 mM DTT and 0.125% Triton X-100). The ligation reaction was performed for 1 h at 48°C followed by incubation for 10 min at 65°C to stop the ligation reaction. The ligated products were amplified by PCR with Illumina primer pairs. The amplified libraries were purified with a PCR purification kit (QIAGEN) for high-throughput sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of 5C libraries for sequencing"
        },
        {
            "text": "The 5C libraries were sequenced with the 90-bp pairend mode by the Hi-seq 2500 platform of Illumina. All 5C experiments were performed with two biological replicates. The read depth of each sample was equal to about 2 million (Additional file 2: Table S4 ). Pearson correlation coefficients between the two biological replicates range from 0.967081 to 0.99251 (Additional file 2: Table S5 ). We used 56-bp reads for mapping. Each of the paired-end reads was independently mapped using the local mapping mode of Bowtie2 with default parameters. Only both of the paired-end reads uniquely mapped to a single 5C interaction were used for downstream analyses. We found that about 96% of paired-end reads can be uniquely mapped (Additional file 2: Table S4 ). The read count was then normalized to 1 million for each sample to correct the difference in sequencing depth.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 388,
                    "text": "Table S5",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 751,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": "5C reads mapping"
        },
        {
            "text": "Bias may be introduced in many steps in 5C experiments including, but not limited to, differences in the crosslinking efficiency, differences in restriction enzyme digestion efficiency, differences in ligation efficiency, differences in 5C primer and PCR amplification efficiency, and differences in DNA sequencing efficiency. All of these potential biases are shared by all experimental groups as we used the same sets of primers and investigated the same genomic region. As a result, the bias can be partially neutralized as we focused on the differences between each sample. In addition, we performed BAC control experiments to reduce 5C primer and PCR amplification bias. Finally, we filtered primers by a statistical method known as Loess.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5C bias correction"
        },
        {
            "text": "Locally estimated scatterplot smoothing (Loess) locally fits the response y i (5C interaction frequency) to the predictor x i (genomic distance) for i ∈ [1, n] by a function from a specific parametric class, say polynomials of degree 1 or 2, which provide an estimateĝðxÞ. A function wxðxÞ with local support is used to weight the predictors aroundx.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Locally estimated scatterplot smoothing"
        },
        {
            "text": "where d is the distance fromx to the ⌈αn⌉th closest predictor in {x 1 , x 2 , ⋯, x n }, and α is the percentage of data points used to calculate the response forx. Under the assumption that the errors ϵ i ≔y i −ĝðx i Þ are independent Gaussian random variables with 0 means and constant variances σ 2 , Loess does weighted least squares, i.e.,ĝðxxÞ ¼ X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Locally estimated scatterplot smoothing"
        },
        {
            "text": "⋯; wxðx i m ÞÞ, and X depends on the parametric class used for the local regression. In the case of a polynomial of degree 2:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Locally estimated scatterplot smoothing"
        },
        {
            "text": "Denote L ≔ X(X T WX) −1 X T W. Then, the covariance matrix of the errors ϵx≔yx−ĝðxxÞ is σ 2 ðI−LÞðI−LÞ T ≈ ϵ T x ϵxðI−LÞðI−LÞ T trðI−LÞðI−LÞ T , which gives the standard deviation SD i for each data point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Locally estimated scatterplot smoothing"
        },
        {
            "text": "We performed data correction using locally estimated scatterplot smoothing (Loess) to calculate Z scores (a measurement of the number of standard deviations a data point is from the average value) of each 5C chromatin interaction. First, we calculated the global average relationshipĝ between the interaction frequency and genomic distance via Loess smoothing for each sample. We used Loess [64] implemented in R to calculate the Z score Z i ≔ðy i −ĝðx i ÞÞ=SD i with default setting and the span of α = 0.01. In this equation, y i and x i are the interaction frequency and genome distance of pair i, respectively. In addition, SD i is the standard deviation of y i −ĝðx i Þ. The overall interaction profile of each primer is then compared to the global average. If the individual Loess of a primer is higher or lower than 0.85 of the global average, it is flagged as problematic. If a primer is flagged in more than 40% of the datasets from all samples, it is removed from the downstream analyses from all datasets [65] [66] [67] . Using this threshold, we removed 7 primers (mpcdh-for-2, mpcdh-for-8, mpcdh-for-21, mpcdh-rev-6, mpcdh-rev-12, mpcdh-rev-17, mpcdh-rev-25) from the downstream analyses.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Primer filtering"
        },
        {
            "text": "In 5C experimental data, there are instances that 5C interactions resulting from aberrant PCR amplifications were much higher than neighboring interactions by more than an order of magnitude. These abnormal interactions may be caused by PCR over-amplification, the so-called PCR \"blowouts\" or abnormal singletons. To remove these singletons, we calculated the Z score for each 5C interaction. If the Z score of a 5C singleton is larger than 12, the singleton is removed [65] [66] [67] . In total, three singletons (mpcdh_ for_14 -mpcdh_rev_30, mpcdh_for_25 -mpcdh_rev_39, and mpcdh_for_28 -mpcdh_rev_22) have been removed.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 474,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Singleton removal"
        },
        {
            "text": "After data correction, we normalized 5C interactions by dividing the BAC sample. The mean ratio of two biological replicates is shown as heatmaps. To compare the interaction profiles, the log2 ratio between mutant and wild-type groups is calculated and shown as heatmaps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Singleton removal"
        },
        {
            "text": "RNA-seq experiments were performed as previously described [12] with modifications. Briefly, total RNA from mouse cortical tissues or cultured cells was extracted using TRIzol reagents (Life Technologies) following the manufacturer's instructions. Total mRNA was prepared from 1 μg total RNA using poly(A) mRNA magnetic isolation reagents (NEB) and fragmented at 94°C for 15 min. RNA was then reverse-transcribed into cDNA with random primers. After end repairing and A-tailing, cDNA was ligated with adapters and amplified by PCR with Illumina sequencing primers. All RNA-seq experiments were performed with biological replicates. RNA-seq libraries were sequenced on a HiSeq X Ten platform.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "RNA-seq experiments"
        },
        {
            "text": "High-throughput analyzing pipelines were the same as previously described [12, 35] with some modifications. Briefly, reads that passed the Illumina quality filter were considered for alignments. For 4C-seq data, reads were aligned to the reference human (GRCh37/hg19) or mouse (NCBI37/mm9) genome using the Bowtie2 program. The reads per million (RPM) value was calculated using the r3Cseq program (version 1.20) in the R package (version 3.3.3). For QHR-4C data, duplicated pairedend reads were removed by FastUniq (version 1.1) program, and only the unique reads were used for analyses using the Bowtie and r3Cseq program. For ChIP-seq data analyses, reads were mapped to the reference genome (human GRCh37/hg19 or mouse NCBI37/mm9) or the modified genome with insertions using the Bowtie2 program. Peaks were called by the MACS program [68] (version 1.4.2) with a cutoff p value of 10 −5 . For RNAseq and single-cell RNA-seq data, reads were aligned using Hisat2 (version 2.0.4) to the human genome (GRCh38/hg38) or mouse genome (GRCm38/mm10), and the FPKM value was calculated using the Cufflinks program (version2.1.1).",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "High-throughput sequencing and data analyses"
        },
        {
            "text": "Since single-cell RNA-seq data of each neuron are resulted from the combined expression of two sets of paternal and maternal chromosomes, upon the assumption that two chromosomal sets express independently, we first decomposed the RNA-seq data of single cells from the anterior lateral motor and primary visual cortices [40] into the expression of each chromosomal sets.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Maximum likelihood modeling of Pcdh stochastic expression"
        },
        {
            "text": "Let G be the total number of considered genes (for example, G = 12 in the mouse Pcdhα cluster). Define the whole gene set as G ¼ fgj1 ≤ g ≤ Gg . Because there are 81.56% and 86.64% single cells from anterior lateral motor and primary visual cortices express no more than 2 Pcdhα isoforms (Additional file 1: Figure S1 ), respectively, we assume that the Pcdhα cluster on a single chromosomal allele expresses at most H genes (H = 2 here in the Pcdhα cluster). Define G H ≔fSjS⊂G; jSj ≤Hg, where jSj is the total number of elements in the set S , as the set of all the subsets of G that contain less than H elements. In other words, G H gives all possible gene sets that can be expressed from a single chromosomal allele.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 317,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Maximum likelihood modeling of Pcdh stochastic expression"
        },
        {
            "text": "Define the Cartesian product G 2 H ≔fðS; T ÞjS; T ∈G H g as all possible combinatorial expression sets from both chromosomal alleles. For R⊂G, let N R be the number of single cells that express the gene set R. Define G 2 H;R ≔ fðS; T ÞjðS; T Þ∈G 2 H ; S∪T ¼ Rg. G 2 H;R ¼ ∅ if and only if jRj > 2H . j G 2 H;R j> 1 means that there are more than one way of the Pcdhα isoforms to be expressed from both chromosomal alleles to achieve the total expressed gene set R. Define N S;T as the number of single cells that the first chromosomal allele expresses gene set S and the second chromosomal allele expresses gene set T . N S;T is hidden. By definition, N R ¼ P ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum likelihood modeling of Pcdh stochastic expression"
        },
        {
            "text": "We used a method to simulate long-distance chromatin interactions based on cohesin loop extrusion on a coarse-grained DNA fragment [19] . The modeled DNA fragment is divided into roughly equal bins. Longdistance chromatin interactions between one bin and all other bins are determined by their 3D distances according to the polymer simulation of cohesin loop extrusion.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Polymer simulation of tandem-arrayed CTCF sites"
        },
        {
            "text": "\"Two-headed\" cohesin loop extrusion",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polymer simulation of tandem-arrayed CTCF sites"
        },
        {
            "text": "Cohesin complex may extrude chromatin fiber individually [70] and asymmetrically [71, 72] , or may even use the \"inchworm\" model [72, 73] . For clarity, we assume that cohesin loop extrusion with \"two heads\" as previously proposed [19] . Cohesin can be loaded stochastically on any location or in a specific position by NIPBL and start to extrude chromatin fibers in opposite directions. The extrusion process is continuous until blocked by oriented CBS which bound CTCF protein in an antiparallel manner [10] .",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 81,
                    "end": 85,
                    "text": "[71,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 86,
                    "end": 89,
                    "text": "72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "[72,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "73]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Polymer simulation of tandem-arrayed CTCF sites"
        },
        {
            "text": "Based on the loop extrusion model, we simulate QHR-4C long-distance chromatin interactions according to the previous polymer modeling method, which is pioneered by the Mirny and Dekker laboratories, and assume the chromatin fiber as a polymer of 10-nm monomers each contains roughly three nucleosomes (about 600 bp) with excluded volume interactions and without topological constraints [19, 74] . We first divide the human Pcdh locus (chr5:140160700-140920300 of the GRCh37/hg19 assembly) into L = 1266 bins (monomers) each of about 600 bp in length for coarse-grained simulations [19, 75] . Thus, the entire Pcdh locus is considered as a polymer containing 1266 monomers. The simulation consists of both 1D (one dimensional) lattice loop extrusion processes and 3D (three dimensional) polymer simulations with molecular dynamics.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "75]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Coarse-grained polymer simulations"
        },
        {
            "text": "In the 1D lattice loop extrusion, \"two heads\" of the cohesin (loop-extrusion factor) independently extrude a DNA loop in opposite directions in an ATP-dependent manner until blocked by CTCF insulators asymmetrically or dropping off from the coarse-grained chromatin fiber (Additional file 1: Figure S7g ) [19, 76] . In addition, the cohesin ring cannot pass through each other during extrusion. Finally, CBS can block cohesin sliding in an orientation-dependent manner [11, 18, 19] . The concepts of cohesin separation and processivity are introduced to characterize loop extrusion [19, 20] . Accordingly, cohesin separation is the mean distance between consecutive sliding cohesin complexes on a chromatin fiber, and cohesin processivity λ is the mean size of the extruded loops. Specifically, for L bins and separation d, the number of cohesins on the Pcdh locus is calculated as ⌊L/d⌋. The initial locations of these cohesins are determined according to the loading probabilities inferred from the NIPBL ChIP-seq data. Both heads of a cohesin either occupy the same bin or two adjacent bins with a probability of 0.5 for each. Different cohesins cannot occupy the same bin. At each step, a cohesin may drop off from the chromatin fiber or polymer with the probability 2/λ, where λ is the processivity. If one cohesin drops off, a new one will be immediately loaded to the polymer according to the loading probabilities from the NIPBL ChIP-seq data but avoiding existing ones. This keeps the number of cohesin complexes unchanged for the Pcdh locus. Finally, both \"heads\" of a cohesin complex can extrude through a bin if it is unoccupied by CTCF or another cohesin.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 302,
                    "text": "Figure S7g",
                    "ref_id": null
                }
            ],
            "section": "1D lattice loop extrusion"
        },
        {
            "text": "We determine cohesin loading by calculating the coverage of the NIPBL ChIP-seq for each bin. Eighty percent of cohesins load to the chromatin fiber according to the probabilities proportional to NIPBL coverages of bins, and 20% load randomly [77] . We design the following two methods to calculate CBS permeability or CTCF occupancy for cohesin loop extrusion. The first one is based on ChIP-seq experimental data for CTCF occupancy. The second one is based on dynamic interactions between CTCF and its genomic target sites [9, 10, 56, 57] .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[77]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "1D lattice loop extrusion"
        },
        {
            "text": "Since cohesin accumulates at CBS only when it is occupied by CTCF proteins [78] , it has been established that CTCF binding strength of a site can be translated into cohesin permeability of that site [19] . The orientations of bins are determined by CTCF sites within the bins. The CTCF sites are called by the FIMO program [79] from the experimental CTCF ChIP-seq data in the Pcdh locus. We first map CTCF ChIP-seq reads to the Pcdh cluster by Bowtie2 [80] . The CTCF occupancies (cohesin stalling probability) are called by MACS2 [68] . Each has a fold enrichment value x.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[80]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of permeability of bins based on CTCF ChIPseq data"
        },
        {
            "text": "If a bin contains CTCF sites in only one orientation, it stalls opposite cohesins with the probability T ¼ 1 1þ expð− x ζ −μÞ for x > 0 and 0 for x = 0, where ζ = 40, μ = 4, and x is the CTCF enrichment [19] . If a bin contains CTCF sites in both orientations, it stalls cohesins in both directions with stalling probabilities calculated separately. The CTCF occupancy and cohesin permeability of the Pcdh locus in the CBS-inserted clones are estimated similarly according to their ChIP-seq data.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of permeability of bins based on CTCF ChIPseq data"
        },
        {
            "text": "Estimation permeability of cohesin sliding through oriented CTCF array with no ChIP-seq data available",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of permeability of bins based on CTCF ChIPseq data"
        },
        {
            "text": "It was recently reported that CTCF binding to dsDNA is much more dynamic than cohesin and that the residence time of cohesin on DNA fiber is at least 10-fold more than CTCF [9] . The dynamic binding of CTCF to oriented CTCF sites provides hindrance for cohesin sliding [9, 10, 56, 57] . In this scenario, the permeability is calculated as follows. If there are n consecutive CTCF sites c 1 , c 2 , ⋯, c n , from distal to proximal, with a permeability of p 1 , p 2 , ⋯, p n , respectively, we want to know the mean attempting times x n for cohesin ring to slide through the entire CBS array from proximal to distal. For the first attempt, the proximal CBS has a probability p n to allow cohesin ring to pass through. Thus, the cohesin needs x n − 1 attempting times on average to slide through the remaining CBS array c 1 , c 2 , ⋯, c n − 1 . Otherwise, the proximal CBS c n has the probability (1 − p n ) to block cohesin ring passing through. Thus, one attempting time has been used and cohesin still needs x n attempting times on average to slide through the entire CBS array c 1 , c 2 , ⋯, c n . In summary:",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of permeability of bins based on CTCF ChIPseq data"
        },
        {
            "text": "x n ¼ p n x n−1 þ 1−p n ð Þ 1 þ x n ð Þ:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of permeability of bins based on CTCF ChIPseq data"
        },
        {
            "text": "Since x 0 = 1, by mathematical induction, x n ¼ P n i¼1 1= p i −n þ 1 . Then, one obtains the overall permeability 1/ x n of CTCF sites c 1 , c 2 , ⋯, c n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of permeability of bins based on CTCF ChIPseq data"
        },
        {
            "text": "Bins are considered as monomers with diameter σ and mass m. The Langevin equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3D polymer simulations Lennard-Jones (LJ) reduced units"
        },
        {
            "text": "is rescaled to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3D polymer simulations Lennard-Jones (LJ) reduced units"
        },
        {
            "text": "by LJ reduced units [81] that m, σ, k B T, and (σ 2 m/k B T) 1/2 are units of mass, distance, energy, and time, respectively, where α ¼ σ ðmk B T Þ 1=2 . We set m = 100 Da, σ = 1 nm, T = 300 K, and γ = 0.01 ps −1 m according to previous reports [19] .",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "[81]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "3D polymer simulations Lennard-Jones (LJ) reduced units"
        },
        {
            "text": "The repulsive potential is defined as previously described [19] .",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Bonds in the reduced units"
        },
        {
            "text": "where REPe = 1.5, REPrmin ¼ ffiffiffiffiffiffiffi ffi 6=7 p , REPsigma = 1.05, and REPemin ¼ 46656 823543 . Harmonic bond U HAR = k(r − d) 2 is used between adjacent monomers with k = 100 and d = 1, and cohesin-bounded monomers with k = 25 and d = 0.5. The polymer stiffness is described by U STI = 2(1 − cos θ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bonds in the reduced units"
        },
        {
            "text": "The time step Δt = 80 ts [19] . The velocities v, forces f, and positions r of monomers are updated by the Langevin velocity Verlet algorithm [82] .",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 142,
                    "end": 146,
                    "text": "[82]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Langevin velocity Verlet algorithm"
        },
        {
            "text": "where a≔ 2−αγΔt 2þαγΔt , b≔ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi αγΔt=2 p , and c≔ 2Δt 2þαγΔt .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Langevin velocity Verlet algorithm"
        },
        {
            "text": "We simulated long-distance chromatin interaction profiles between a viewpoint of interest and its target genomic regions by coarse-grained modeling. We first transform the experimental contact frequencies from restriction fragments to coarse-grained bins of 600 bp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of QHR-4C data process"
        },
        {
            "text": "Unlike Hi-C and 5C data, 4C data with different viewpoints, even for the same cell types, cannot be compared directly because of their inconsistent scales. Assume viewpoint i ∈ [1, I] forms J i valid pairs (i, j) for j ∈ [1, J i ]. Let u ij be the contact frequency of pair (i, j). We choose k i for i ∈ [1, I] and α minimizing the geometric standard deviation of u ij k i s −α ij (the contact frequency decreases with the 1D distance roughly in power law [19] )",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Simulation of QHR-4C data process"
        },
        {
            "text": "where β is the mean of logð u ij k i s −α ij Þ and J≔ P I i¼1 J i . α and logk i solve the linear algebra:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of QHR-4C data process"
        },
        {
            "text": "Without loss of generality, fix k 1 = 1 to remove the redundancy among the equations of logk i for i ∈ [1, I]. Finally, divide u ij by k i to obtain comparable 4C contact frequencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of QHR-4C data process"
        },
        {
            "text": "Since there are data of two biological replicates available, both mean and variance of contact frequencies are calculated for each pair. Finally, pairs with 0 mean contact frequency are excluded from the fitting of 4C simulation by the approach of relative maximum entropy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of QHR-4C data process"
        },
        {
            "text": "In statistical mechanics, the 3D conformations of the polymer are microstates, which cannot be observed directly in experiments. In single-cell experiments, some macroscopic variables, such as contact strength between monomers, can be observed for single microstates. In multiple-cell experiments, only the mean of macroscopic variables over an ensemble of microstates can be observed. As an inverse problem, inferring the distribution of microstates from the macroscopic variables can be achieved in two different ways. The first is the maximum entropy approach. One searches for the best in all microstate distributions which coincide with the observed macroscopic variables, and choose the distribution with the maximum entropy. The justification for this is that one should introduce as little information as possible other than that from the direct observation. The second is the model-based simulation. One sets up a computation model, such as the cohesin loop extrusion, and simulates many microstates. The difficulty comes from the parameter choice. Generally, novel methods are used to optimize parameters by minimizing the differences between the macroscopic variables calculated from the simulated microstates and those observed from experiments. Depending on the problem, the optimization process can be extremely hard and achieve very limited improvements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative maximum entropy approach to correct polymer simulations by rescaled QHR-4C data"
        },
        {
            "text": "The advantage of the maximum entropy approach is that the predicted distribution of microstates resulting in the same macroscopic variables as the observations. The disadvantage is that it abandons all known central mechanisms, such as the cohesin loop extrusion. On the contrary, the model-based simulation includes known mechanisms to set up the model but predicts the macroscopic variables usually deviating from the observations. We use the relative maximum entropy approach [83] that combines the advantages of both the maximum entropy approach and the model-based simulations. The basic idea is quite similar to the maximum entropy approach. One searches the best in all microstate distributions which coincide with the observed macroscopic variables. The difference is that the distribution with the maximum entropy relative to that determined by the underlying model, namely the relative entropy instead of the entropy, is chosen. The entropy is actually the relative entropy to the uniform distribution, which is the least informative distribution. If an underlying model is set up based on new information, then the least informative distribution will be determined by the underlying model. The relative entropy, or the negative Kullback-Leibler divergence, is a measurement of the similarity between two distributions. The relative maximum entropy approach actually selects a distribution closest to the least informative one among those satisfying the experimental observations. We apply the relative maximum entropy approach [83] to correct polymer simulations by the rescaled QHR-4C data. Pairs with 0 contact frequencies in both replicates are excluded. In simulations, long-distance chromatin interactions between the bin of viewpoint and all other bins are determined by their spatial distances in the 3D conformation and the capture radius ℂ (the distance at which two monomers are determined to be in contact).",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 483,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1538,
                    "end": 1542,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Relative maximum entropy approach to correct polymer simulations by rescaled QHR-4C data"
        },
        {
            "text": "Let k≔ arg min",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative maximum entropy approach to correct polymer simulations by rescaled QHR-4C data"
        },
        {
            "text": "be a multiplier transforming the contact frequencies to the contact probabilities, where u ij is the mean contact frequencies over the rescaled 4C replicates, p ij is the contact probabilities of simulations, andp is the median contact probabilities over all pairs in the Pcdh locus. We subtractp to remove the abnormally high background contact probabilities due to the small period box for simulations. Specifically, we initialize the polymer of length L = 1266 by a compact conformation [84] (a cubic lattice) in a period box of size ð L ρ Þ 1 3 ≈ 18:4984 with the monomer density ρ = 0.2.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 494,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Relative maximum entropy approach to correct polymer simulations by rescaled QHR-4C data"
        },
        {
            "text": "Even for the relatively short capture radius of 2, the background contact probabilities in such a small box are much higher than those observed in 4C data. Let P 0 (q) be the distribution of the 3D conformation q of the Pcdh locus determined by the underlying loop extrusion model. Let c ij (q) = 1 if monomers i and j are within the capture radius, and c ij (q) = 0 otherwise. To prevent overfitting, we assume independent Gaussian errors ϵ ij ∼N ðϵ ij ; 0; σ 2 ij Þ with variance σ 2 ij ≔ max½σ 2 min ;σ 2 ij for the contact probabilities of (i, j), whereσ 2 ij is the variance of ku ij over experimental replicates, and σ 2 min is the minimally allowed variance. Then the union distribution Q 0 (q, ϵ) is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative maximum entropy approach to correct polymer simulations by rescaled QHR-4C data"
        },
        {
            "text": "Force Q(q, ϵ) to reproduce the experimentally observed mean contact probabilities, i.e.:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative maximum entropy approach to correct polymer simulations by rescaled QHR-4C data"
        },
        {
            "text": "while maximizing the relative entropy:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative maximum entropy approach to correct polymer simulations by rescaled QHR-4C data"
        },
        {
            "text": "By the variational methods [83] :",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Relative maximum entropy approach to correct polymer simulations by rescaled QHR-4C data"
        },
        {
            "text": "where λ is determined by Eq. (1) and the normalization restraint ∫Q(q, ϵ)dqdϵ = 1. This λ must minimize [83] :",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Relative maximum entropy approach to correct polymer simulations by rescaled QHR-4C data"
        },
        {
            "text": "The gradient and Hessian of Γ(λ) are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative maximum entropy approach to correct polymer simulations by rescaled QHR-4C data"
        },
        {
            "text": "where for arbitrary function f(q), define:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative maximum entropy approach to correct polymer simulations by rescaled QHR-4C data"
        },
        {
            "text": "Sample conformations q 1 , q 2 , q 3 , ⋯, q N from the distribution P 0 (q) determined by the underlying model by simulations. Then:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative maximum entropy approach to correct polymer simulations by rescaled QHR-4C data"
        },
        {
            "text": "σ 2 min > 0 promises the strictly positive definition of Hessian, thereby the optimization is strictly convex. Increasing σ 2 min not only speeds up the convergence, but also keeps |λ ij | small, thereby avoiding overfitting. However, it also extracts less information from the experiments. Therefore, we set σ 2 min ¼ 0:01 and solve λ by the trust region algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relative maximum entropy approach to correct polymer simulations by rescaled QHR-4C data"
        },
        {
            "text": "We set both processivity and separation to 100, 200, or 400 [19] . For each pair of processivity and separation, we do the following simulations. First, we anneal the loop extrusion dynamics by 1,000,000 1D simulation time steps. We then anneal the 3D dynamics by 2000 blocks, each of which contains one 1D simulation time step and 1250 3D simulation time steps. Finally, we simulate 50, 000 blocks and obtain 50,000 conformations.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Optimization of processivity, separation, and capture radius"
        },
        {
            "text": "The above process is repeated twice to obtain 100,000 conformations for each pair of processivity and separation. We then use the relative maximum entropy approach to calculate min λ ΓðλÞ for each pair of processivity and separ-ation and each capture radius of 2, 3, or 4. The pair of processivity 400 and separation 200, which maximizes the average min λ ΓðλÞ for capture radius of 2, 3, or 4, is considered as optimal because by Eq. (2):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization of processivity, separation, and capture radius"
        },
        {
            "text": "As convergence, ∂Γ ∂λ ij ¼ ξ ij −hc ij ðqÞi þ λ ij σ 2 ij ¼ 0 , thereby S½Q½Q 0 ≈ ΓðλÞ. The optimal parameter set is repeated 26 times for each sample to obtain 1,300,000 conformations.λ≔ argmin λ ΓðλÞ obtained from the wild-type sample by the relative maximum entropy is then used to weight conformations of the mutant samples by Eq. (3) to obtain final entropy-corrected contact probabilitiesp ij .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization of processivity, separation, and capture radius"
        },
        {
            "text": "Consider a simple genomic region containing four convergent CBS elements (two forward CBS elements followed by two reverse ones) with spaces of 100 bins and stalling probabilities T ¼ 0:97 . We assume that cohesins mainly load between the inner convergent CBS pair (30 times faster than other locations), two heads of a cohesin advance in the same speed, and the processivity is large enough. We simulate 210,000 conformations for this model region with processivity 400 and separation 400. The contact map ℍ is generated by capture radius 2. To give an intuitive expression of the Hulu structure, we transformed ℍ to a distance matrix D by d ij ¼ h −1 ij and applied the nonmetric multidimensional scaling with Kruskal's normalized stress-1 criterion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hulu model"
        },
        {
            "text": "Bayesian networks are a powerful and widely used probabilistic model to infer the underlying conditional dependency of factors shared by a group of instances. In our case, each instance is a promoter, which has four factors: the enhancer strength, the insulator strength, the loop strength, and the promoter activity. Bayesian networks are a non-cyclic directed graph which uses nodes to represent factors and arrows to connect them. The networks are learned by maximizing the posterior likelihood. An arrow from the insulator strength to the promoter activity means it is a direct dependence. We analyzed 207,663 enhancerpromoter contacts of the capture Hi-C data for the genome-wide relationship between insulators, enhancers, and promoters [46] . For each bait promoter fragment, containing a promoter whose activity is represented by the expression level f i , with starting chromosomal coordinate s i and terminating coordinate t i , we denote it by [s i , t i ]. It forms long-distance chromatin contacts, measured as loop counts l ij in the capture Hi-C experiments, with a putative enhancer fragment [s j , t j ]. The enhancer strength e j of the fragment [s j , t j ] is defined as its total H3K27ac signals from ChIP-seq experiments. The insulator strength u ij of the loop is defined as the total CTCF ChIP signals in the interval [min(t i , t j ) + a, max(s i , s j ) − a] (a = 500 bp to exclude the rare cases that promoters or enhancers themselves contain CTCF binding sites) if min(t i , t j ) + a ≤ max(s i , s j ) − a, and zero otherwise. Let . Finally, we use the ranking of the above variables on day 0, day 3, and day 6 to discrete them. For example, let f 0 i , f 3 i , and f 6 i be the expression levels of the promoter [s i , t i ] in days 0, 3, and 6, respectively, with f 3 i < f 0 i < f 6 i . Then, we set f 0 i ¼ 2, f 3 i ¼ 1, and f 6 i ¼ 3 to learn the structure of the Bayesian network by the following method.",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 747,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Genome-wide insulator analyses by Bayesian networks"
        },
        {
            "text": "Let X ≔ {X 1 , X 2 , ⋯, X n } be the set of n discrete random variables. x ≔ {x 1 , x 2 , ⋯, x n } is the specific value of X. x k i for 1 ≤ k ≤ r i are the r i possible values of X i . Given a network structure S, Pa S i ⊂X are the parents of X i , and pa S i ⊂ x are the corresponding specific value. pa where θ S ijk > 0 , α S ijk > 0 , P r i k¼1 θ S ijk ¼ 1 . Introduce the independence assumption. where Dðθ S ij jα S ij Þ is the Dirichlet distribution of θ S ij with parameter α S ij . D ≔ {d l | 1 ≤ l ≤ m} are m samples. d li and pa S li are the values of variable i and its parents in sample l, respectively. Define: Thus:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genome-wide insulator analyses by Bayesian networks"
        },
        {
            "text": "where N S ijk ≔ P m l¼1 δ S;l ijk and N S ij ¼ fN S ijk j1 ≤ k ≤ r i g. The independence assumption is valid by assuming prior modularity, marginal likelihood equivalence, and Dirichlet More importantly, there exists α≔fα x jx∈Xg independent of S, such that α S ijk ¼ P x∈X S ijk α x ∀S, where X ≔⨂ n i¼1 X i , X i ≔ fx k i j1 ≤ k ≤ r i g and X S ijk ≔fx∈Xjx i ¼ x k i ; pa S i ¼ pa S; j i g . So, p(D| α S , S) = p(D| α, S). For simplicity, we assume α x ≡ α (uniform priors) and α = 1 (limited prior information). The best structure is defined as S * ≔ argmax S p(S| D, α) = argmax S p(D| α, S)p(S)/p(D| α). For simplicity, assume that p(S) is uniformly distributed over all possible structures. To find S * , we first transform the data into an all-dimensions tree and then apply the max-min hill-climbing (MMHC) algorithm [45] .",
            "cite_spans": [
                {
                    "start": 826,
                    "end": 830,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Genome-wide insulator analyses by Bayesian networks"
        },
        {
            "text": "All statistical tests used were performed using R 3.5 and Microsoft Excel. All of the statistical tests used are described in the relevant text. p values are provided as exact values where possible and otherwise are reported as a range. All of QHR-4C, 5C, and RNA-seq experiments were performed with at least two biological replicates. Single-cell CRISPR CBS insertion clones and their corresponding mutant clones were screened for at least two clones for each genotype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics and reproducibility"
        },
        {
            "text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s13059-020-01984-7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        },
        {
            "text": "Additional file 1: Figure S1 . Stochastic and monoallelic expression of the Pcdhα genes in single cells. Figure S2 . A sensitive QHR-4C method for one-to-all capture of chromosome conformations. Figure S3 . Both forward and reverse CBS elements inserted between the Pcdhα cluster and its downstream HS5-1 enhancer function as insulators. Figure S4 . Reverse CBS elements inserted between Pcdh α13 and αc1 function as an insulator for the upstream genes. Figure S5 . Reverse-forward CBS pair as an insulator for the Pcdhα genes. Figure S6 . Reverse-forward tandem CBS pairs as an insulator for the Pcdhα genes. Figure S7 . Forwardreverse convergent CTCF sites do not compromise their insulation activity. Figure S8 . Polymer simulations of the chromatin looping interaction profiles upon CBS insertions or their mutations in the Pcdh and Igh clusters. Figure S9 . Tandem CTCF sites ensure stochastic and balanced Pcdh gene expression. Figure S10 . Topology of spatial chromatin contacts between the Pcdh β and γ clusters and the downstream super-enhancer. Figure S11 . Topology of spatial chromatin contacts between the Pcdhγ clusters and the downstream superenhancer. Figure S12 . Genotyping of the mouse lines of various HS5-1 CBS deletions and inversions. Figure S13 . Tandem CTCF sites function as insulators for enhancers with no CBS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 28,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 105,
                    "end": 114,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 204,
                    "text": "Figure S3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 338,
                    "end": 347,
                    "text": "Figure S4",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 454,
                    "end": 463,
                    "text": "Figure S5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 528,
                    "end": 537,
                    "text": "Figure S6",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 619,
                    "text": "Figure S7",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 713,
                    "text": "Figure S8",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 860,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 944,
                    "text": "Figure S10",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1065,
                    "text": "Figure S11",
                    "ref_id": null
                },
                {
                    "start": 1168,
                    "end": 1178,
                    "text": "Figure S12",
                    "ref_id": null
                },
                {
                    "start": 1258,
                    "end": 1268,
                    "text": "Figure S13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Supplementary information"
        },
        {
            "text": "Additional file 2: Table S1 . Oligonucleotides in this study. Table S2 . CRISPR deletion and inversion mice. Table S3 . CRISPR single-cell clones. Table S4 . Mapping statistics of the 5C data. Table S5 . Pearson correlations between 5C replicates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 27,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 62,
                    "end": 70,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 109,
                    "end": 117,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 155,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 201,
                    "text": "Table S5",
                    "ref_id": null
                }
            ],
            "section": "Supplementary information"
        },
        {
            "text": "Additional file 3: Review history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Types of visible variations induced by X-rays in Drosophila",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 1930,
            "venue": "J Genet",
            "volume": "22",
            "issn": "",
            "pages": "299--334",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chromatin insulators: linking genome organization to cellular function",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Phillips-Cremins",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Corces",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Cell",
            "volume": "50",
            "issn": "",
            "pages": "461--74",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The 3D genome as moderator of chromosomal communication",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mirny",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell",
            "volume": "164",
            "issn": "",
            "pages": "1110--1131",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Developmental enhancers and chromosome topology",
            "authors": [
                {
                    "first": "Eem",
                    "middle": [],
                    "last": "Furlong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "361",
            "issn": "",
            "pages": "1341--1346",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Position-independent, high-level expression of the human beta-globin gene in transgenic mice",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grosveld",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Van Assendelft",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Greaves",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kollias",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "51",
            "issn": "",
            "pages": "975--85",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A 5′ element of the chicken betaglobin domain serves as an insulator in human erythroid cells and protects against position effect in Drosophila",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whiteley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Felsenfeld",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "74",
            "issn": "",
            "pages": "505--519",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The protein CTCF is required for the enhancer blocking activity of vertebrate insulators",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Felsenfeld",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Cell",
            "volume": "98",
            "issn": "",
            "pages": "387--96",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "CTCF: making the right connections",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ghirlando",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Felsenfeld",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Genes Dev",
            "volume": "30",
            "issn": "",
            "pages": "881--91",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "CTCF and cohesin regulate chromatin loop stability with distinct dynamics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pustova",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cattoglio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tjian",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Darzacq",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Elife",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dynamic nature of CTCF tandem 11 zinc fingers in multivalent recognition of DNA as revealed by NMR spectroscopy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Phys Chem Lett",
            "volume": "9",
            "issn": "",
            "pages": "4020--4028",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A 3D map of the human genome at kilobase resolution reveals principles of chromatin looping",
            "authors": [
                {
                    "first": "Ssp",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Huntley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Durand",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Stamenova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Bochkov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell",
            "volume": "159",
            "issn": "",
            "pages": "1665--80",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "CRISPR inversion of CTCF sites alters genome topology and enhancer/promoter function",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Canzio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Gorkin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "162",
            "issn": "",
            "pages": "900--910",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparative Hi-C reveals that CTCF underlies evolution of chromosomal domain architecture",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rudan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barrington",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ernst",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Odom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tanay",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Rep",
            "volume": "10",
            "issn": "",
            "pages": "1297--309",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "CTCF binding polarity determines chromatin looping",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "Esm",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "Sjb",
                    "middle": [],
                    "last": "Holwerda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Valdes-Quezada",
                    "suffix": ""
                },
                {
                    "first": "Mjam",
                    "middle": [],
                    "last": "Verstegen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Teunissen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mol Cell",
            "volume": "60",
            "issn": "",
            "pages": "676--84",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Activation of proto-oncogenes by disruption of chromosome neighborhoods",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hnisz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Weintraub",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Valton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Bak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "351",
            "issn": "",
            "pages": "1454--1462",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "CTCF-mediated topological boundaries during development foster appropriate gene regulation",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Narendra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bulajic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Mazzoni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Reinberg",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Genes Dev",
            "volume": "30",
            "issn": "",
            "pages": "2657--62",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "CTCF and cohesin in genome folding and transcriptional gene regulation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merkenschlager",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Nora",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Annu Rev Genomics Hum Genet",
            "volume": "17",
            "issn": "",
            "pages": "17--43",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Chromatin extrusion explains key features of loop and domain formation in wild-type and engineered genomes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Sanborn",
                    "suffix": ""
                },
                {
                    "first": "Ssp",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Durand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Huntley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Jewett",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "112",
            "issn": "",
            "pages": "6456--65",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Formation of chromosomal domains by loop extrusion",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fudenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imakaev",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goloborodko",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abdennur",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mirny",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Rep",
            "volume": "15",
            "issn": "",
            "pages": "2038--2087",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Chromatin organization by an interplay of loop extrusion and compartmental segregation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nuebler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fudenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imakaev",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abdennur",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mirny",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "115",
            "issn": "",
            "pages": "6697--706",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Targeted degradation of CTCF decouples local insulation of chromosome domains from genomic compartmentalization",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Nora",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goloborodko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Valton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Gibcus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uebersohn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abdennur",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell",
            "volume": "169",
            "issn": "",
            "pages": "930--974",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Cohesin loss eliminates all loop domains",
            "authors": [
                {
                    "first": "Ssp",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "St",
                    "middle": [],
                    "last": "Hilaire",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Engreitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Kieffer-Kwon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell",
            "volume": "171",
            "issn": "",
            "pages": "305--325",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Disruptions of topological chromatin domains cause pathogenic rewiring of gene-enhancer interactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Lupianez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Heinrich",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krawitz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brancati",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klopocki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "161",
            "issn": "",
            "pages": "1012--1037",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "CTCF-dependent enhancer-blocking by alternative chromatin loop formation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanimoto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "20398--403",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Insulator dysfunction and oncogene activation in IDH mutant gliomas",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Flavahan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Drier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Liau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Venteicher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Stemmer-Rachamimov",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "529",
            "issn": "",
            "pages": "110--114",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A striking organization of a large family of human neural cadherin-like cell adhesion genes",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Cell",
            "volume": "97",
            "issn": "",
            "pages": "779--90",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Protocadherins mediate dendritic self-avoidance in the mammalian nervous system",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Lefebvre",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kostadinov",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Sanes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "488",
            "issn": "",
            "pages": "517--538",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Developmental epigenetic modification regulates stochastic expression of clustered protocadherin genes, generating single neuron diversity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Toyoda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawaguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tarusawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Toyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okano",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Neuron",
            "volume": "82",
            "issn": "",
            "pages": "94--108",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Combinatorial homophilic interaction between gamma-protocadherin multimers greatly expands the molecular diversity of cell adhesion",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schreiner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "14893--14901",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Pcdhalphac2 is required for axonal tiling and assembly of serotonergic circuitries in mice",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Nwakeze",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Denny",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "O&apos;keeffe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rieger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mountoufaris",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "356",
            "issn": "",
            "pages": "406--417",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Alpha protocadherins and Pyk2 kinase regulate cortical neuron migration and cytoskeletal dynamics via Rac1 GTPase and WAVE complex in mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Suo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Elife",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Writing, reading, and translating the clustered protocadherin cell surface recognition code for neural circuit assembly",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mountoufaris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Canzio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Nwakeze",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Annu Rev Cell Dev Biol",
            "volume": "34",
            "issn": "",
            "pages": "471--93",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "CTCF-binding elements mediate accessibility of RAG substrates during chromatin scanning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ba",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Alt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell",
            "volume": "174",
            "issn": "",
            "pages": "102--118",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Regulatory elements required for the activation and repression of the protocadherin-alpha gene cluster",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kehayova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Monahan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci",
            "volume": "108",
            "issn": "",
            "pages": "17195--200",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "CTCF/cohesinmediated DNA looping is required for protocadherin alpha promoter choice",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Monahan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gertz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Varley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci",
            "volume": "109",
            "issn": "",
            "pages": "21081--21087",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Enhancer hubs and loop collisions identified from single-allele topologies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allahyar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vermeulen",
                    "suffix": ""
                },
                {
                    "first": "Bam",
                    "middle": [],
                    "last": "Bouwman",
                    "suffix": ""
                },
                {
                    "first": "Phl",
                    "middle": [],
                    "last": "Krijger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verstegen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Geeven",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Genet",
            "volume": "50",
            "issn": "",
            "pages": "1151--60",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Efficient inversions and duplications of mammalian regulatory DNA elements and gene clusters by CRISPR/Cas9",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Mol Cell Biol",
            "volume": "7",
            "issn": "",
            "pages": "284--98",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Precise and predictable CRISPR chromosomal rearrangements reveal principles of Cas9-mediated nucleotide insertion",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol Cell",
            "volume": "71",
            "issn": "",
            "pages": "498--509",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Monoallelic yet combinatorial expression of variable exons of the protocadherin-alpha gene cluster in single neurons",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esumi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kakazu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hirayama",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hirabayashi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Genet",
            "volume": "37",
            "issn": "",
            "pages": "171--177",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Shared and distinct transcriptomic cell types across neocortical areas",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tasic",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Graybuck",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bertagnolli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "563",
            "issn": "",
            "pages": "72--80",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Effects of cis arrangement of chromatin insulators on enhancer-blocking activity",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "291",
            "issn": "",
            "pages": "493--498",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Loss of insulator activity by paired Su(Hw) chromatin insulators",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Muravyova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Golovnin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gracheva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parshikov",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Belenkaya",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pirrotta",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "291",
            "issn": "",
            "pages": "495--503",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The cohesin ring uses its hinge to organize DNA using non-topological as well as topological mechanisms",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Scheinost",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Petela",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Gligoris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wissler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ogushi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell",
            "volume": "173",
            "issn": "",
            "pages": "1508--1527",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Identification of the cluster control region for the protocadherin-beta genes located beyond the protocadherin-gamma cluster",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yokota",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hirayama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hirano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaneko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Toyoda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawamura",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Biol Chem",
            "volume": "286",
            "issn": "",
            "pages": "31885--95",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The max-min hill-climbing Bayesian network structure learning algorithm",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tsamardinos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Aliferis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mach Learn",
            "volume": "65",
            "issn": "",
            "pages": "31--78",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Lineage-specific dynamic and pre-established enhancer-promoter contacts cooperate in terminal differentiation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Barajas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Furlan-Magaril",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lopez-Pajares",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mumbach",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Genet",
            "volume": "49",
            "issn": "",
            "pages": "1522--1530",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "LHX2-and LDB1-mediated trans interactions regulate olfactory receptor choice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Monahan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Horta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lomvardas",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "565",
            "issn": "",
            "pages": "448--53",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Antisense lncRNA transcription mediates DNA demethylation to drive stochastic protocadherin alpha promoter choice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Canzio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Nwakeze",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Horta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Rajkumar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Coffey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Duffy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "177",
            "issn": "",
            "pages": "639--53",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Comparative DNA sequence analysis of mouse and human protocadherin gene clusters",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grimwood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schmutz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Genome Res",
            "volume": "11",
            "issn": "",
            "pages": "389--404",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Effects of altered gene order or orientation of the locus control region on human beta-globin gene expression in mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanimoto",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bungert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Engel",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "398",
            "issn": "",
            "pages": "344--352",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Cohesin is positioned in mammalian genomes by transcription, CTCF and Wapl",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Busslinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Stocsits",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Der Lelij",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Axelsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tedeschi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Galjart",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "544",
            "issn": "",
            "pages": "503--510",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "CTCF-mediated human 3D genome architecture reveals chromatin topology for transcription",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Szalaj",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "163",
            "issn": "",
            "pages": "1611--1638",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Repurposing CRISPR as an RNA-guided platform for sequence-specific control of gene expression",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Doudna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Arkin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell",
            "volume": "152",
            "issn": "",
            "pages": "1173--83",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The fundamental role of chromatin loop extrusion in physiological V(D)J recombination",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ba",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Dring",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "573",
            "issn": "",
            "pages": "600--604",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Epigenome editing strategies for the functional annotation of CTCF insulators",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Tarjan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Flavahan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Commun",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Structural basis for the versatile and methylation-dependent binding of CTCF to DNA",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Corces",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol Cell",
            "volume": "66",
            "issn": "",
            "pages": "711--731",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Molecular mechanism of directional CTCF recognition of a diverse range of genomic sites",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Res",
            "volume": "27",
            "issn": "",
            "pages": "1365--77",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The energetics and physiological impact of cohesin extrusion",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pekowska",
                    "suffix": ""
                },
                {
                    "first": "Ssp",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Kieffer-Kwon",
                    "suffix": ""
                },
                {
                    "first": "Jung",
                    "middle": [
                        "S"
                    ],
                    "last": "Baranello",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell",
            "volume": "173",
            "issn": "",
            "pages": "1165--78",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "UMI-4C for quantitative and targeted chromosomal contact profiling",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Schwartzman",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mukamel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oded-Elkayam",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Olivares-Chauvet",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lubling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Landan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Methods",
            "volume": "13",
            "issn": "",
            "pages": "685--91",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Chromosome conformation capture carbon copy (5C): a massively parallel solution for mapping interactions between genomic elements",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dostie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Richmond",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Arnaout",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Selzer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Honan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Genome Res",
            "volume": "16",
            "issn": "",
            "pages": "1299--309",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Mapping networks of physical interactions between genomic elements using 5C technology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dostie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Protoc",
            "volume": "2",
            "issn": "",
            "pages": "988--1002",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "My5C: web tools for chromosome conformation capture studies",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Lajoie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Berkum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanyal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Methods",
            "volume": "6",
            "issn": "",
            "pages": "690--691",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Genetic evidence for asymmetric blocking of higher-order chromatin structure by CTCF/cohesin",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Protein Cell",
            "volume": "10",
            "issn": "",
            "pages": "914--934",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Locally weighted regression: an approach to regression analysis by local fitting",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Cleveland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Am Stat Assoc",
            "volume": "83",
            "issn": "",
            "pages": "596--610",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The long-range interaction landscape of gene promoters",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanyal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Lajoie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "489",
            "issn": "",
            "pages": "109--122",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Invariant TAD boundaries constrain cell-type-specific looping interactions between promoters and distal elements around the CFTR locus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Lajoie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Hum Genet",
            "volume": "98",
            "issn": "",
            "pages": "185--201",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Polycomb repressive complex 1 generates discrete compacted domains that change during differentiation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kundu",
                    "suffix": ""
                },
                {
                    "first": "Ji",
                    "middle": [
                        "F"
                    ],
                    "last": "Sunwoo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Sadreyev",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol Cell",
            "volume": "65",
            "issn": "",
            "pages": "432--478",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Model-based analysis of ChIP-Seq (MACS)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eeckhoute",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genome Biol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Maximum likelihood from incomplete data via the EM algorithm",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dempster",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Laird",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J R Stat Soc Ser B Methodol",
            "volume": "39",
            "issn": "",
            "pages": "1--38",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Recent evidence that TADs and chromatin loops are dynamic structures",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cattoglio",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Darzacq",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tjian",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nucleus",
            "volume": "9",
            "issn": "",
            "pages": "20--32",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "A CTCF code for 3D genome architecture",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Corces",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "162",
            "issn": "",
            "pages": "703--708",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Organization of chromosomal DNA by SMC complexes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yatskevich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nasmyth",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Annu Rev Genet",
            "volume": "53",
            "issn": "",
            "pages": "445--82",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "A tethered-inchworm model of SMC DNA translocation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Corces",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Struct Mol Biol",
            "volume": "25",
            "issn": "",
            "pages": "906--916",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Organization of the mitotic chromosome",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Naumova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imakaev",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fudenberg",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Lajoie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mirny",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "",
            "pages": "948--53",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Polymer models of meiotic and mitotic chromosomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Marko",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Siggia",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Mol Biol Cell",
            "volume": "8",
            "issn": "",
            "pages": "2217--2248",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Self-organization of domain structures by DNA-loopextruding enzymes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alipour",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Marko",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic Acids Res",
            "volume": "40",
            "issn": "",
            "pages": "11202--11214",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Two independent modes of chromatin organization revealed by cohesin removal",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schwarzer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abdennur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goloborodko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pekowska",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fudenberg",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Loe-Mie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "551",
            "issn": "",
            "pages": "51--57",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Cohesins functionally associate with CTCF on mammalian chromosome arms",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Parelho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hadjur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spivakov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leleu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Gregson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "132",
            "issn": "",
            "pages": "422--455",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "FIMO: scanning for occurrences of a given motif",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Noble",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "27",
            "issn": "",
            "pages": "1017--1025",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Fast gapped-read alignment with Bowtie 2",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Langmead",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Methods",
            "volume": "9",
            "issn": "",
            "pages": "357--366",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The art of molecular dynamics simulation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Rapaport",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Models for polymeric and anisotropic liquids",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kröger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Using the maximum entropy principle to combine simulations and solution experiments",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cesari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reißer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bussi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Computation",
            "volume": "6",
            "issn": "",
            "pages": "15--39",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Effects of topological constraints on globular polymers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Imakaev",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Tchourine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Nechaev",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mirny",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soft Matter",
            "volume": "11",
            "issn": "",
            "pages": "665--71",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Tandem CTCF sites function as insulators to balance spatial contacts and topological enhancer-promoter selection. Datasets Gene Expression Omnibus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Tandem CTCF sites function as insulators to balance spatial contacts and topological enhancer-promoter selection. Datasets Sequence Read Archive",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Tandem CTCF sites function as insulators to balance spatial contacts and topological enhancer-promoter selection. Computational Codes",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 3 The topology of spatial chromatin contacts of super-enhancer with the Pcdh β and γ promoters. a QHR-4C interaction profiles with the CBS f of the downstream super-enhancer as a viewpoint in cortical tissues of mice with a series of deletions of individual CTCF sites or their combinations. b QHR-4C interaction profiles with the CBS f of the downstream super-enhancer as a viewpoint using cells transfected with dCas9 only or dCas9 with sgRNAs targeting individual CTCF sites or their combinations to pinpoint the effects to CTCF sites. c, d QHR-4C interaction profiles with the upstream Pcdhβ17 promoter CBS as a viewpoint in mice with CTCF site deletions or in cells with dCas9-blocked CTCF sites confirm the decreased interactions with the downstream super-enhancer. WT, wild-type; del, deletion",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 4 Endogenous CTCF sites as Pcdh insulators. a CTCF ChIP-seq of the Pcdhαc1 CBS deletion CRISPR HEC-1-B cell clones. b QHR-4C profiles of the long-range chromatin contacts with HS5-1 as a viewpoint in two single-cell CRISPR clones (D11, D16) with the deletion of the endogenous αc1 CBS. Log2 ratios (deletion vs wild-type) are also shown. c RNA-seq of the WT and αc1 CBS-deleted CRISPR clones. d-f Corresponding to a-c, respectively, but with α12 CBS deletion in two single-cell CRISPR clones (D32, D93). g 5C interaction profiles of the Pcdh α and β clusters in cortical tissues of the HS5-1b or HS5-1a CBS deletion mice. The log2 ratios of chromatin interactions of HS5-1 with Pcdhα or 5′ isoforms of β gene repertoire are highlighted by blue or black rectangles, respectively. Note the significant increase of chromatin interactions between HS5-1 with 5′ isoforms of the Pcdhβ cluster upon the HS5-1b deletion as indicated by enlargement of Insets A and B, compared with no alteration upon the HS5-1a deletion as indicated by enlargement of Insets A′ and B′. h, i QHR-4C confirmed the increased interactions with 5′ isoforms of the Pcdhβ cluster and the decreased interactions with the Pcdhα cluster. j, k RNA-seq revealed increased expression levels of the 5′ isoforms of the Pcdhβ cluster in the homozygous CBS HS5-1b deletion (j) mice in comparison with the HS5-1a deletion (k) mice as controls. Data as mean ± SD, *p < 0.05, **p < 0.01, ***p < 0.001. One-tailed Student's t test",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 5 Insulators for enhancers with no CTCF site. a Schematic of the HS5-1 CBS elements as an insulator of the HS7 enhancer for the Pcdhβ genes. b 5C interaction profiles of the Pcdh α and β clusters in the HS5-1 deletion (del) or inversion (inv) mice in vivo. The log2 ratios of chromatin interactions of HS5-1 with Pcdhα and of HS7 with 5′ isoforms of the Pcdhβ cluster are highlighted by blue or black rectangles, respectively. Note the significant increase of chromatin interactions between HS7 with 5′ isoforms of the Pcdhβ cluster upon HS5-1 deletion as indicated by the enlargement of insets C and D. c QHR-4C with HS7 or β3 as a viewpoint confirms the increased interactions between HS7 and 5′ isoforms of the Pcdhβ cluster in homozygous HS5-1 deletion mice. d QHR-4C with HS7 or β3 as a viewpoint confirms no significant alteration of interactions between HS7 and 5′ isoforms of the Pcdhβ cluster in homozygous HS5-1 inversion mice. e RNA-seq of cortical tissues of the WT and HS5-1 deletion mice. f RNA-seq of cortical tissues of the WT and HS5-1 inversion mice. g CTCF and Rad21 ChIP-seq of human single-cell β-globin CRISPR clones with insertion of a pair of reverse-forward CBS elements (\"RF2\"). h QHR-4C profiles with the human β-globin HBG2 promoter as a viewpoint. i RNA-seq reveal decreased expression levels (normalized to WT) of the human β-globin repertoire. The actual expression levels are shown in the inset. Data as mean ± SD, *p < 0.05, **p < 0.01, ***p < 0.001, ****p < 0.0001. One-tailed Student's t test. j The pairwise contingency tables showing interrelationships of each pair of variables among genome-wide insulator strength, promoter activity, and enhancer and looping strength. k The optimal structure of relationships among genome-wide insulator strength, promoter activity, enhancer and looping strength during human epidermal differentiation learned by Bayesian networks. l Directional CTCF looping underlies stochastic monoallelic Pcdh α and βγ gene expression and balanced promoter usage. In particular, stochastic and monoallelic CTCF-mediated directional chromatin looping underlies activation of one and only one variable promoter in each chromosome in the Pcdhα cluster, while up to 4 promoters are activated in each chromosome in the Pcdhβ/γ clusters. m A polymer simulated 3D Hulu (gourd) model of tandem CTCF sites topologically balancing spatial chromatin contacts and enhancer-promoter selection. n Mechanistic interpretation of the 3D Hulu model in the context of bidirectional cohesin \"loop extrusion\" through tandem CTCF sites",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "T i be the set of enhancer fragments which have chromatin contacts with the bait promoter fragment [s i , t i ]. The total enhancer strength for the bait promoter [s i , t i ] is defined as E i ≔ P j∈T i e j . The mean chromatin looping strength is defined as L i",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "is the number of samples in D l with variable i taking the kth value x k i and its parents taking the jth value pa S; j i . Then, it is well known that pðθ S ij jD l ; α S ij ; SÞ ¼ Dðθ S ij j α S ij þ N S;l ij Þ. Also: p θ S i jD l ; α S ;",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "H ðS; T Þ ¼ P GH ðSÞP GH ðT Þ, P½ðN R Þ G jP G H . This is achieved by alternately maximizing the complete likelihood P½ðN S;T Þ G 2",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SÞ ¼ θ S ijk and pðθ S ij jα S ij ; SÞ ¼ Dðθ S ij jα S ij Þ,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Drs M. Capecchi, D. Czajkowsky, C. Hou, and T. Maniatis for the critical reading of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This manuscript was previously reviewed in another journal. The review history can be found as Additional file 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review history"
        },
        {
            "text": "Barbara Cheifet was the primary editor of this manuscript and managed its editorial process and peer review with collaboration with the rest of the editorial team.Authors' contributions QW conceived the research. ZJ and XG, assisted by YW and YG, did the experimental work. JL, assisted by ZJ and YW, performed the mathematical simulation and computational modeling. ZJ, JL, and QW wrote the manuscript with inputs from all authors. ZJ and QW would like to dedicate this paper to the memory of Wuhan victims of COVID-19 during this difficult time. The authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "High-throughput sequencing files (QHR-4C, RNA-seq, and ChIP-seq) have been deposited into the NCBI Gene Expression Omnibus (GEO) database with the accession number GSE138646 [85] . 5C data are available from the Sequence Read Archive (SRA) under the accession number PRJNA576991 [86] . The codes for 1D lattice and 3D polymer simulations of tandem-arrayed CTCF sites, maximum-likelihood modeling of Pcdh stochastic and monoallelic expression, and genome-wide insulator analyses by Bayesian networks are available at GitHub (https://github.com/ljw20180420/balance_codes) [87] .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[85]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[86]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[87]",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "All animal experiments were approved by the Institutional Animal Care and Use Committee (IACUC) of Shanghai Jiao Tong University (protocol#: 1602029).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.Received: 4 February 2020 Accepted: 4 March 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}