{
    "paper_id": "a0327c89dd46ce06ec8e979ddbad8c7b9c32660b",
    "metadata": {
        "title": "Articles Temporal profiles of viral load in posterior oropharyngeal saliva samples and serum antibody responses during infection by SARS-CoV-2: an observational cohort study",
        "authors": [
            {
                "first": "Kelvin",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kai-Wang",
                "middle": [],
                "last": "To",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Owen",
                "middle": [],
                "last": "Tak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yin",
                "middle": [],
                "last": "Tsang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wai-Shing",
                "middle": [],
                "last": "Leung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [
                    "Raymond"
                ],
                "last": "Tam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tak-Chiu",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "Christopher"
                ],
                "last": "Lung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cyril",
                "middle": [],
                "last": "Chik-",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Yip",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jian-Piao",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jacky",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Man-Chun",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Shiu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Chik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daphne",
                "middle": [],
                "last": "Pui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Lau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yau-Chung",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lin-Lei",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wan-Mui",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwok-Hung",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "Daniel"
                ],
                "last": "Ip",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chin-Ki",
                "middle": [],
                "last": "Ng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rosana",
                "middle": [],
                "last": "Wing",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shan",
                "middle": [],
                "last": "Poon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cui-Ting",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vincent",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chi-Chung",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jasper",
                "middle": [],
                "last": "Fuk-Woo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ivan",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Fan-Ngai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhiwei",
                "middle": [],
                "last": "Hung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Honglin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwok-Yung",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Yuen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Comprehensive data for serial respiratory viral load and serum antibody responses from patients infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are not yet available. Nasopharyngeal and throat swabs are usually obtained for serial viral load monitoring of respiratory infections but gathering these specimens can cause discomfort for patients and put health-care workers at risk. We aimed to ascertain the serial respiratory viral load of SARS-CoV-2 in posterior oropharyngeal (deep throat) saliva samples from patients with COVID-19, and serum antibody responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods We did a cohort study at two hospitals in Hong Kong. We included patients with laboratory-confirmed COVID-19. We obtained samples of blood, urine, posterior oropharyngeal saliva, and rectal swabs. Serial viral load was ascertained by reverse transcriptase quantitative PCR (RT-qPCR). Antibody levels against the SARS-CoV-2 internal nucleoprotein (NP) and surface spike protein receptor binding domain (RBD) were measured using EIA. Whole-genome sequencing was done to identify possible mutations arising during infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings Between Jan 22, 2020, and Feb 12, 2020, 30 patients were screened for inclusion, of whom 23 were included (median age 62 years [range 37-75]). The median viral load in posterior oropharyngeal saliva or other respiratory specimens at presentation was 5·2 log 10 copies per mL (IQR 4·1-7·0). Salivary viral load was highest during the first week after symptom onset and subsequently declined with time (slope -0·15, 95% CI -0·19 to -0·11; R²=0·71). In one patient, viral RNA was detected 25 days after symptom onset. Older age was correlated with higher viral load (Spearman's ρ=0·48, 95% CI 0·074-0·75; p=0·020). For 16 patients with serum samples available 14 days or longer after symptom onset, rates of seropositivity were 94% for anti-NP IgG (n=15), 88% for anti-NP IgM (n=14), 100% for anti-RBD IgG (n=16), and 94% for anti-RBD IgM (n=15). Anti-SARS-CoV-2-NP or anti-SARS-CoV-2-RBD IgG levels correlated with virus neutralisation titre (R²>0·9). No genome mutations were detected on serial samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation Posterior oropharyngeal saliva samples are a non-invasive specimen more acceptable to patients and health-care workers. Unlike severe acute respiratory syndrome, patients with COVID-19 had the highest viral load near presentation, which could account for the fast-spreading nature of this epidemic. This finding emphasises the importance of stringent infection control and early use of potent antiviral agents, alone or in combination, for highrisk individuals. Serological assay can complement RT-qPCR for diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 , caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), was first reported from China in December, 2019. 1 Although Middle East respiratory syndrome coronavirus (MERS-CoV) 2 and severe acute respiratory syndrome coronavirus (SARS-CoV) 3 infections have a higher mortality rate than does COVID-19, SARS-CoV-2 spreads much more rapidly than MERS-CoV and SARS-CoV. Reliable data for profiles of serial viral load and serum antibody responses are needed urgently to guide antiviral treatment, infection control, epidemiological measures, and vaccination. The peak viral load of patients with MERS-CoV and SARS-CoV infections occurs at around 7-10 days after symptom onset, which could be associa ted with nosocomial outbreaks involving healthcare workers. 2, 4 Clinical studies of antiviral agents for SARS showed that the viral load decreased significantly with treatment success. 5 No systematic study of these two important variables with statistical analysis has been done for SARS-CoV-2, although preliminary descriptive studies have been reported. [6] [7] [8] In most studies of respiratory virus infections, serial sampling of nasopharyngeal or throat swabs is used for viral load monitoring. However, collection of nasopharyngeal or throat swab specimens can induce coughing and sneezing, which generates aerosol and is a potential health hazard for health-care workers. Collection of throat swabs also requires direct inspection of the patient's posterior pharynx and tonsils. Furthermore, collection of nasopharyngeal specimens is a relatively invasive procedure, which is uncomfortable and can even induce bleeding. A patient's reluctance to provide a sample can account for the paucity of timepoints in viral load studies of respiratory virus infections. Findings of previous studies have shown high concordance between saliva and nasopharyngeal aspirate as specimens for laboratory diagnosis of respi ratory viruses. 9 We have reported use of posterior oro pharyngeal (deep throat) saliva for diagnosis and viral load monitoring in a cohort of 12 patients with COVID-19. 6 Here, we report use of self-collected posterior oro pharyn geal saliva samples from patients with COVID-19, which avoids close contact between healthcare workers and patients, for viral load monitoring. We also monitored serial serum antibody levels of patients.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 149,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 215,
                    "end": 216,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 278,
                    "end": 279,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 795,
                    "end": 797,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 798,
                    "end": 799,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 921,
                    "end": 922,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1093,
                    "end": 1096,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1097,
                    "end": 1100,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1101,
                    "end": 1104,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1969,
                    "end": 1970,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2123,
                    "end": 2124,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We included consecutive patients with laboratory confirmed COVID-19 who were admitted to Princess Margaret Hospital and Queen Mary Hospital in Hong Kong. In Hong Kong, patients were tested for SARS-CoV-2 based on clinical and epidemiological criteria as outlined and updated by the Hospital Authority. Initial laboratory confirmation was done using nasopharyngeal or sputum specimens at the Public Health Laboratory Centre of Hong Kong. We excluded patients if archived saliva or serum samples were insufficient for testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "This study was approved by the Institutional Review Board of the University of Hong Kong/Hospital Authority Hong Kong West Cluster (UW 13-372). Since archived specimens were used, written informed consent was waived. 12 of 23 patients included in this study have been reported previously, 6 but their clinical information, viral load by single copy RNA-dependent RNA polymerasehelicase gene, antibody response, or viral genome analysis has not been reported before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "For viral load monitoring, all patients were asked to produce an early morning saliva sample from the posterior oropharynx (ie, coughed up by clearing the throat) before toothbrushing and breakfast, because naso pharyn geal secretions move posteriorly and broncho pulmonary secretions move by ciliary activity to the posterior oro phar yn geal area while the patients are in a supine position during sleep. Patients were instructed and supervised by nurses. Viral transport medium was added to the saliva specimen. If patients were intubated, we obtained endotracheal aspirate instead of posterior oropharynx saliva. 6, [9] [10] [11] Our initial experience showed that such saliva samples are promising in viral load monitoring in patients with COVID-19. 6 We also retrieved serum remnant from blood samples taken for routine bio chemical testing, and refrigerated these samples at -20°C until antibody testing could be done.",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 619,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 755,
                    "end": 756,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "We recorded clinical findings in a predesigned database, including a patient's history and physical examination and findings of haematological, biochemical, radiological, and microbiological investigations. We defined severe disease as the need for supplemental oxygen, admission to the intensive care unit (ICU), or death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "Evidence before this study We searched PubMed on Feb 24, 2020, with no limitations by starting date, with the terms \"COVID-19\", \"coronavirus\", \"antibody\", and \"viral load\"; we restricted our search to articles published in English. Our search did not retrieve any reports on clinical progression of coronavirus disease 2019 (COVID- 19) with respect to temporal viral load and concomitant serum antibody profiles. We identified one correspondence piece on viral load with no statistical analysis, and another article with a few cases of antibody response.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "We present findings of an observational cohort study of the temporal profile of viral load of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) from posterior oropharyngeal saliva samples and serum antibody responses, dated by symptom onset and correlated with clinical findings. Salivary viral load was highest during the first week after symptom onset and subsequently declined with time. EIA of IgG and IgM against internal viral nucleoprotein (NP) and surface spike protein receptor binding domain (RBD) showed correlation between antibody response and neutralising antibody titre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Posterior oropharyngeal saliva specimens are non-invasive and acceptable to patients and can be used for initial diagnosis and subsequent viral load monitoring of COVID-19. The early peaking of viral load has important implications for transmission of SARS-CoV-2 in the community and hospital settings. EIA of IgG and IgM against internal viral NP and surface spike protein RBD can be used for those with delayed presentation or retrospective diagnosis of mild cases. As the positive EIA antibody level correlates well with neutralising antibody titre, further studies on its role in immunopathology or antiviral therapy are warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "We did in-house reverse transcriptase quanti tative PCR (RT-qPCR) targeting the SARS-CoV-2 RNA-dependent-RNA-polymerase-helicase gene region, as described (appendix p 1). 12 We did EIAs for SARS-CoV-2 nucleo protein (NP) and spike protein receptor binding domain (RBD), as described but with modifications. 13 Recombinant NP and spike protein RBD of SARS-CoV-2 were used for the EIAs. We assessed the purity of NP and RBD by sodium dodecyl sulphate polyacrylamide gel electro phor esis and western blotting (figure 1A, B; appendix pp 2-3). A positive sample was included in each run as a positive control. We used an archived anonymous sample from 2018 as a negative control. 14 The cutoff for seropositivity was set as the mean value of 93 anonymous archived serum specimens from 2018, plus 3 SDs. We verified the validity of EIAs by competitive EIA (appendix p 6) and by western blotting, using patients' serum samples (figure 1C, D; appendix p 9). We did microneutralisation assays and virus culture, as described (appendix pp 1-5). 6, 15 We did whole-genome sequencing using the Oxford Nanopore MinION device (Oxford Nanopore Technologies, Oxford, UK), as described (appendix p 4). 1",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 307,
                    "end": 309,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1036,
                    "end": 1038,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1039,
                    "end": 1041,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "See Online for appendix"
        },
        {
            "text": "We did statistical analyses using SPSS version 26.0 or PRISM version 6.0. We compared categorical variables using Fisher's exact test and continuous variables with the Mann-Whitney U test. We used Spearman's correlation to assess the relation between age and viral load. A p value less than 0·05 was judged statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The funders had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author had full access to all data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "Between Jan 22, 2020, and Feb 12, 2020, 30 patients were screened for inclusion, of whom 23 were included (13 male and ten female). Ten patients had severe COVID-19, of whom all required oxygen supplementation, and 13 patients had mild disease. The median age of patients was 62 years (range 37-75). 11 (48%) of 23 patients had chronic medical illnesses, and the most common under lying diseases were hypertension in six (26%) patients and diabetes in four (17%). Chronic comorbidities were more common among patients with severe COVID-19 (seven [70%] patients with severe disease had chronic comorbidities vs four [31%] with mild disease), although this difference was not significant (table). Five patients were admitted to the ICU, including three who required intubation. Two patients died.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The median interval between symptom onset and hospitalisation was 4 days (range 0-13). On presentation, the most common symptom was fever in 22 patients (96%), followed by cough in five (22%), chills in four (17%), and dyspnoea in four (17%; table). Dyspnoea was significantly more frequent among the ten patients with severe disease than among those with mild disease (four [40%] of ten vs none [0%] of 13; p=0·024). Serum alkaline phosphatase was significantly higher among patients with severe disease than among those with mild disease (74 U/L [range 56-149] vs 60 U/L [38-118]; p=0·026). The lymphocyte count was lower among patients with severe disease than among those with mild disease (0·65 × 10⁹ cells per L [range 0·30-1·90] vs 1·03 [0·57-2·25]), but this difference was not significant (p=0·088). Lymphopenia and neutrophilia were present in a higher proportion of patients with severe disease than in those with mild disease, but the differences were not significant (p=0·090 and p=0·068, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Chest radiographic abnormalities were seen in 15 (65%) patients. Multifocal ground-glass lung opacities were seen in 17 (74%) patients on CT. SARS-CoV-2 RNA was detected in blood samples in five (22%) patients and rectal swabs in four (27%), but the detection rate between severe and mild cases did not differ (p=0·62 and p=0·57, respectively; table). SARS-CoV-2 RNA was not detected in any urine specimens. Lopinavir-ritonavir with or without ribavirin or interferon beta 1b was given in 18 (78%) patients at different timepoints after symptom onset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In total, 173 respiratory specimens were obtained from 23 pati ents (mean 7·5 respiratory specimens per patient). The median viral load at presentation was 5·2 log 10 copies per mL (IQR 4·1-7·0). SARS-CoV-2 RNA was not detected in the saliva of three (13%) patients. Specimens with undetectable viral load were assigned a value of 1 log 10 copies per mL. No correlation was noted between days after symptom onset and initial viral load (Spearman's ρ=0·48; p=0·97). The viral load in posterior oropharyngeal saliva samples was highest during the first week of symptom onset then gradually declined (slope -0·15, 95% CI -0·19 to -0·11; R²=0·71; figure 2). Endotracheal aspirate viral load was available from day 8 after symptom onset and showed a non-significant decline (slope -0·13, 95% CI -0·31 to 0·04; R²=0·15). Of the 21 patients who survived, seven (33%) had viral RNA detected for 20 days or longer after symptom onset. No association was seen between prolonged detection of viral RNA (≥20 days after symptom onset) and severity of illness (p=0·35). One patient had viral RNA detected for up to 25 days after symptom onset; another patient had undetectable viral load on days 21 and 22 after symptom onset, with rebound of viral load on days 23 and 24, followed by 5 days of undetectable viral load. A significant positive correlation between age and peak viral load was noted (Spearman's ρ=0·48, 95% CI 0·074-0·75; p=0·020; figure 3A). The median initial (p=0·56) and peak (p=0·52) viral loads in severe cases were about 1 log 10 higher than those in mild cases, although the difference was not significant (figure 3B, C). The initial (p=0·49) and peak (p=0·29) viral loads did not differ between patients without comorbidities and those with comorbidities (figure 3D, E). For patients with both viral load and antibody results available in week 1 or week 3, median viral load was 6·70 log 10 copies per mL (range 4·17-8·64), and the concomitant median optical density (OD) for anti-NP IgG was 0·13 (range 0·10-1·83) in week 1, whereas in week 3, median viral load was 4·91 log 10 copies per mL (range 3·99-8·94) and the concomitant median OD for anti-NP IgG was 2·59 (range 2·12-2·65).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "108 serum specimens were obtained from 23 patients (mean 4·7 serum specimens per patient). An increase was noted in IgG or IgM antibody levels against NP or RBD for most patients at 10 days or later after symptom To assess for host factors that affect the antibody titre, the correlation was analysed between the highest OD value during the convalescent period (third week after symptom onset) and age or comorbidities. Patients with comorbidities had a lower anti-RBD IgG OD than did those without comorbidities, although the difference was not significant (median OD, 0·65 vs 1·32; p=0·15; appendix p 7). No association was seen between comorbidity and anti-NP IgG or IgM OD values, or between age and anti-NP IgM or IgG or anti-RBD IgM or IgG OD values (appendix p 8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Specimens with microneutralisation assay titres less than 10 were assigned a value of 5, and specimens with microneutralisation assay titres greater than 320 were assigned a value of 640. For one patient, a microneutralisation antibody assay was done with ten serial samples. The correlation between micro neutralisation assay titres and anti-NP IgG (R²=0·99) or anti-RBD IgG (R²=0·96) was better than those between microneutralisation assay titres and anti-NP IgM (R²=0·88) or anti-RBD IgM (R²=0·87; figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 509,
                    "text": "figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Nanopore sequencing was successful for paired samples from four patients. The interval between the first and second specimens was 1-3 days. No viral mutations were identified between paired samples from individual patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We analysed the serial viral load, antibody kinetics, and viral genome of patients with COVID-19 in Hong Kong. For most patients, the viral load of SARS-CoV-2 was very high at presentation and declined steadily. Despite develop ment of antibodies against surface and internal proteins of SARS-CoV-2, viral RNA could still be detected in posterior oropharyngeal (deep throat) saliva samples from a third of patients for 20 days or longer. Peak viral load correlated positively with age. Most patients had an antibody response at 10 days or later after onset of symptoms. Viral whole-genome sequencing of paired samples from four patients did not identify any single nucleotide poly morphisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A high viral load on presentation of COVID-19 was recorded in our cohort, even for patients who were hospitalised shortly after symptom onset. Using nasal swab and throat swab, Zou and colleagues 8 have also reported a high viral load shortly after symptom onset. However, in that study, only cycle threshold values (not exact viral loads) were reported, and no statistical or correlative analysis was done with clinical variables such as age, comorbidities, disease severity, and antibody response. The viral load profile of SARS-CoV-2 is similar to that of influenza, which peaks at around the time of symptom onset, but contrasts with that of SARS-CoV at around 10 days and that of MERS-CoV at the second week after symptom onset. 4, 16, 17 The high viral load on presentation suggests that SARS-CoV-2 can be transmitted easily, even when symptoms are relatively mild. This finding could account for the efficient person-to-person transmission noted in community and health-care settings. Clusters in families, workplaces, religious gatherings, and food premises have been widely reported. 18 The viral load profile is important for guiding antiviral treatment. Since viral load had already peaked around the time of hospital admission, the risk of emergence of antiviral resistance could be similar to that of single-drug treatment of influenza by adamantanes, acid polymerase inhibitors, and neuraminidase inhibitors. However, our previous clinical trial of influenza treatment showed that a triple antiviral combination could significantly improve the clinical outcome and viral load profile and could reduce emergence of resistant virus quasispecies. 19 Currently, no standard treatment is available for Figure 3 : Relation between viral load and age or disease severity Correlation between age and peak viral load (A). Comparison of initial (B) and peak (C) viral load between severe and mild cases. Comparison of initial (D) and peak (E) viral load between patients with comorbidities and those without comorbidities. COVID-19. For SARS-CoV infection, our previous treatment study showed that a combination of lopinavirritonavir and ribavirin led to significantly fewer compli cations (eg, acute respiratory distress syndrome) or deaths than reported with historical controls treated with ribavirin. 5 Lopinavir-ritonavir or interferon beta 1b also reduced lung damage and decreased viral load in a nonhuman primate model of MERS-CoV. 20 Lopinavir is a protease inhibitor with in-vitro activity against SARS-CoV and MERS-CoV. However, the idea that SARS-CoV 3C-like protease was the antiviral target of lopinavir was based purely on binding in computational modelling. 21 Other protease inhibitors and nucleotide analogues (eg, remdesivir [Gilead Sciences, Foster City, CA, USA]) are potential candidates for treatment. Combination treatment with virus-targeting and host-targeting agents to improve clinical outcome should be investigated. Studies for SARS-CoV have shown that a high initial viral load was associated with death. 22 However, our study only showed that the median viral load was 1 log 10 higher in severe cases than in mild cases, and the difference was not significant. But, older age was associated with a higher peak viral load. In a previous study of patients infected with SARS-CoV, older age was an independent factor associated with higher viral load, 23 as expected for immunosenescence, which impairs our innate and adaptive immune responses.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 197,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 734,
                    "end": 736,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 741,
                    "end": 743,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1093,
                    "end": 1095,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1658,
                    "end": 1660,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2309,
                    "end": 2310,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2444,
                    "end": 2446,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3040,
                    "end": 3042,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1711,
                    "end": 1719,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "SARS-CoV-2 RNA could be detected for 20 days or longer in a third of patients who survived in our cohort, and one patient had SARS-CoV-2 RNA detected for 25 days. Prolonged detection of viral RNA of 20 days or longer was also commonly seen for patients with MERS-CoV or SARS-CoV infections. 4, 16 Prolonged detection of viral RNA represents a challenge for the limited availability of hospital isolation facilities because patients might not be discharged until viral RNA is undetectable in respiratory specimens. Further studies are warranted to ascertain whether patients are shedding live virus, by viral culture of the prolonged RT-PCR-positive specimens obtained from patients with concomitant seropositivity when shedded virions are coated with host antibodies which render them non-infectious.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 293,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 294,
                    "end": 296,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A criterion for discontinuation of transmission-based precautions is a negative RT-qPCR result from two sets of nasopharyngeal and throat swab specimens. In the current study, one patient with complete symptom resolution tested positive for SARS-CoV-2 again after 2 days of negative findings. Our results suggest that SARS-CoV-2 might be excreted at low levels despite clinical recovery. Thus, both serial viral load monitoring and antibody response should be considered when making decisions about infection control measures, because viral load seemed to be related inversely to serum antibody response in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The antibody profile is vital for timing requests for serological assays and interpretation of antibody test results. Serological diagnosis is important for patients who present late with a very low viral load, below the detection limit of RT-PCR assays. Because most patients have rising antibody titres 10 days after symptom onset, collection of serial serum samples in the convalescent phase would be more useful. Serum IgG amounts can rise at the same time or earlier than those of IgM against SARS-CoV-2. By comparison with findings of a study on IgM and IgG EIA, in which more patients were seropositive for IgG than IgM at day 0 and day 5 of hospital admission, 24 a higher Anti-NP IgG",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Anti-NP IgM proportion of patients in the current study also had earlier IgG than IgM seroconversion. However, this finding could also be accounted for by a lower sensitivity of the IgM EIA, which warrants investi gations with more patients. Serum antibody levels were not correlated with clinical severity. Notably, one patient with severe disease had an early antibody response 6 days after symptom onset. Deceased patients infected with SARS-CoV developed faster peak anti-spike antibody responses when compared with patients who recovered 25 and had subsequent reduced B-cell immunity with impaired neutralising ability. In a SARS-CoV macaque model, anti-spike IgG stimulated pulmonary proinflammatory responses and caused acute lung injury. 26 The detrimental effect of antispike IgG was attributable to the effect on wound-healing macrophages, which was mediated via the Fcγ receptor. Our findings showing correlation between antibody level detected by EIA and virus neutralisation titre are especially important for design of vaccine studies, and use of convalescent plasma or therapeutic monoclonal antibodies, which could improve clinical outcome or paradoxically cause immuno pathological damage to the recipient.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 545,
                    "text": "25",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 746,
                    "end": 748,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Whole-genome sequencing on paired samples from four patients was successful and showed no differences in individually paired genome sequences. However, single nucleotide polymorphisms were shown to emerge during hospitalisation for MERS-CoV infection, using a targeted sequencing approach. 27 Further studies in more patients with samples obtained at longer intervals could be more informative.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 292,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A high viral load in throat wash and saliva (up to 10⁸ copies per mL of SARS-CoV RNA) was reported in 17 patients with SARS. 28 In a Chinese macaque model of SARS-CoV, salivary gland ducts were early targets of SARS-CoV and, therefore, were a likely source of the virions found in patients' saliva, particularly early in infection. 29 Because of these important findings, our study used posterior oropharyngeal saliva brought up by a throat-clearing manoeuvre to ascertain the temporal viral load profile. The posterior oropharynx is the meeting point between secretions coming from the posterior nasopharynx and the salivary glands and respiratory secretions swept up from the tracheal-bronchial tree. Testing of saliva could show viral shedding from both the salivary glands and the upper and lower respiratory tract. Moreover, because of greater patient acceptability for posterior oropharyngeal saliva samples than for nasopharyngeal or throat swabs, we obtained 7·5 respiratory specimens per patient for testing. Thus, our temporal viral load profile can be analysed by statistics, unlike previous clinical studies of viral kinetics of infections by highly pathogenic betacoronaviruses. 8, 16 Further studies are needed to ascertain whether the salivary glands can be infected by SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 332,
                    "end": 334,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1192,
                    "end": 1194,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1195,
                    "end": 1197,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has several limitations. First, we could only include a few patients, and viral load and antibody titre data were not available everyday. This limitation is a common problem in studies of emerging infections such as SARS-CoV and MERS-CoV. 16 The few patients enrolled does not allow for adjustment for potential confounding factors that could affect viral load or antibody response. Second, 48% of patients enrolled had chronic medical illness, which is a higher proportion than that reported in a large clinical series (24%). 30 Although a lower anti-RBD IgG level was noted among patients with comorbidities, further studies are warranted with more patients. Third, posterior oropharyngeal saliva samples cannot differentiate whether the virus is coming from the nasopharynx or from secretions from the lower respiratory tract; thus, our study cannot indicate whether SARS-CoV-2 has a predilection for both upper and lower respiratory tract. Moreover, some patients might not clear the throat effectively to cough out saliva from deep in the throat, which could decrease test sensitivity when compared with that of nasopharyngeal swabs, particularly in patients with predominant upper respiratory involvement or mild symptoms. Finally, the most abundantly expressed internal NP might have some cross-antigenicity between SARS-CoV-2 and SARS-CoV (90% amino acid homology) and, occasionally, OC43-CoV (38% amino acid homology). 31 Thus, the less abundantly expressed surface spike protein RBD, which is specific for SARS-CoV-2 and is the direct target for neutralising antibodies, was used to guard the specificity of our dual antibody assays. 32 COVID-19 is an emerging infection with many unknowns. This study has shed light on viral kinetics and antibody response in patients and provides scientific evidence for guiding infection control policies and therapeu tics. Further virological and immunological studies are needed to understand SARS-CoV-2 infection; infection control measures should be reviewed with the rapidly evolving epidemiology of COVID-19.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 537,
                    "end": 539,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1438,
                    "end": 1440,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1654,
                    "end": 1656,
                    "text": "32",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "KK-WT and K-YY contributed to study design, data collection, data analysis, data interpretation, the literature search, and writing of the report. OT-YT, W-SL, ART, T-CW, DCL, JM-CC, TS-HC, DP-LL, CY-CC, VC-CC, JF-WC, and IF-NH contributed to patients' recruitment, data collection, and clinical management. CC-YY, J-PC, L-LC, W-MC, K-HC, JDI, AC-KN, RW-SP, C-TL, ZC, and HC contributed to the experiments, data collection, data analysis, and data interpretation. All authors reviewed and approved the final version of the report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome coronavirus: another zoonotic betacoronavirus causing SARS-like disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Microbiol Rev",
            "volume": "28",
            "issn": "",
            "pages": "465--522",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection",
            "authors": [
                {
                    "first": "Vcc",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Skp",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Pcy",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "",
            "pages": "660--94",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "Vcc",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767--72",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "",
            "pages": "252--56",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Consistent detection of 2019 novel coronavirus in saliva",
            "authors": [
                {
                    "first": "Kk-W",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "Ot-Y",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "Cc-Y",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa149"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X-L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X-G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Saliva as a diagnostic specimen for testing respiratory virus by a point-of-care molecular assay: a diagnostic validity study",
            "authors": [
                {
                    "first": "Kkw",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "Ccy",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "Cyw",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Microbiol Infect",
            "volume": "25",
            "issn": "",
            "pages": "372--78",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Respiratory virus infection among hospitalized adult patients with or without clinically apparent respiratory infection: a prospective cohort study",
            "authors": [
                {
                    "first": "Kkw",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Microbiol Infect",
            "volume": "25",
            "issn": "",
            "pages": "1539--1584",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Additional molecular testing of saliva specimens improves the detection of respiratory viruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Yip",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Emerg Microbes Infect",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Improved molecular diagnosis of COVID-19 by the novel, highly sensitive and specific COVID-19-RdRp/Hel real-time reverse transcription-polymerase chain reaction assay validated in vitro and with clinical specimens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Relative rates of non-pneumonic SARS coronavirus infection and SARS coronavirus pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsoi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "841--886",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Assessment of population susceptibility to upcoming seasonal influenza epidemic strain using interepidemic emerging influenza virus strains",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Epidemiol Infect",
            "volume": "147",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Serological responses in patients with severe acute respiratory syndrome coronavirus infection and cross-reactivity with human coronaviruses 229E, OC43, and NL63",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Diagn Lab Immunol",
            "volume": "12",
            "issn": "",
            "pages": "1317--1338",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Viral load kinetics of MERS coronavirus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "375",
            "issn": "",
            "pages": "1303--1308",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Use of the oral neuraminidase inhibitor oseltamivir in experimental human influenza: randomized controlled trials for prevention and treatment",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "282",
            "issn": "",
            "pages": "1240--1286",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Efficacy of clarithromycin-naproxen-oseltamivir combination in the treatment of patients hospitalized for influenza A(H3N2) infection: an open-label randomized, controlled, phase IIb/III trial",
            "authors": [
                {
                    "first": "Ifn",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "Kkw",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "Jfw",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chest",
            "volume": "151",
            "issn": "",
            "pages": "1069--80",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Treatment With lopinavir/ritonavir or interferon-beta1b improves outcome of MERS-CoV infection in a nonhuman primate model of common marmoset",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "",
            "pages": "1904--1917",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Molecular dynamic simulations analysis of ritonavir and lopinavir as SARS-CoV 3CL(pro) inhibitors",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nukoolkarn",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malaisree",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Aruksakulwong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hannongbua",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Initial viral load and the outcomes of SARS",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "CMAJ",
            "volume": "171",
            "issn": "",
            "pages": "1349--52",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Nasopharyngeal shedding of severe acute respiratory syndrome-associated coronavirus is associated with genetic polymorphisms",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "42",
            "issn": "",
            "pages": "1561--69",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "386--89",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Antibody responses against SARS coronavirus are correlated with disease outcome of infected individuals",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Med Virol",
            "volume": "78",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Anti-spike IgG causes severe acute lung injury by skewing macrophage responses during acute SARS-CoV infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JCI Insight",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Analysis of intrapatient heterogeneity uncovers the microevolution of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cold Spring Harb Mol Case Stud",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Detection of SARS-associated coronavirus in throat wash and saliva in early diagnosis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1213--1232",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Epithelial cells lining salivary gland ducts are early target cells of severe acute respiratory syndrome coronavirus infection in the upper respiratory tracts of rhesus macaques",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "4025--4055",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--74",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Antigenic cross-reactivity between severe acute respiratory syndrome-associated coronavirus and human coronaviruses 229E and OC43",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Che",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "191",
            "issn": "",
            "pages": "2033--2070",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Recombinant NP and RBD of spike protein used for EIA (A) Sodium dodecyl sulphate-polyacrylamide gel electrophoresis showing purity of His-tagged RBD of spike protein (lane 1) and His-tagged NP (lane 3). Lane 2 is protein molecular weight marker. (B) Western-blot analysis of RBD of spike protein (lane 1) and NP (lane 2) using anti-His monoclonal antibody. Positive control (NP of severe fever with thrombocytopenia syndrome virus) is in lane 3 and negative control (GST-tagged protein) is in lane 4. (C) Western-blot confirmatory assay of NP using patient's serum. Anti-His monoclonal antibody in lane 1, negative patient serum in lane 2, serum samples from a patient with COVID-19 obtained during the acute phase of illness (5 days after symptom onset) in lane 3 (dilution 1 part to 100 parts) and during the convalescent phase (18 days after symptom onset) in lane 4 (dilution 1 part to 3200 parts), lane 5 (1 part to 1600 parts), and lane 6 (1 part to 800 parts). (D) Western-blot confirmatory assay with spike protein RBD using serum samples from patients with COVID-19. Anti-His monoclonal antibody in lane 1, negative patient serum in lane 2, serum from two patients with COVID-19 in lanes 3 and 4 (dilution 1 part to 100 parts). NP=nucleoprotein. RBD=receptor-binding domain. His=polyhistidine. GST=glutathione S-transferase. COVID-19=coronavirus disease 2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Temporal profile of serial viral load from all patients (n=23)Most viral load data are from posterior oropharyngeal saliva samples, except for three patients who were intubated, in whom viral load data from endotracheal aspirates are shown separately. Datapoints denote the mean; error bars indicate SD; slope represents best fit line. The number of patients who provided a sample on each day is shown in the table below the plot. D=days after symptom onset. S=saliva. E=endotracheal aspirate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Temporal profiles of serum IgM and IgG against NP and spike protein RBD, as ascertained by EIA Each line represents an individual patient. NP=nucleoprotein. RBD=receptor-binding domain. OD 450-620 =optical density at 450-620 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Correlation between MN antibody titres and anti-NP or anti-RBD IgG or IgMOD 450-620 =optical density at 450-620 nm. MN=microneutralisation. NP=nucleoprotein. RBD=receptor-binding domain.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Patients' characteristics, by severity of disease",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Wallace Wong, Charlotte Yee-Ki Choi, and Travis Law for technical assistance and data collection. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}