{
    "paper_id": "a092e0d69d2667fe623c4183d4c148a4bbbe1d80",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Luciano",
                "middle": [],
                "last": "Candilio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. George's Hospital",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "D&apos;cruz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Louise Coote Lupus Unit",
                    "location": {
                        "settlement": "St"
                    }
                },
                "email": ""
            },
            {
                "first": "Divaka",
                "middle": [],
                "last": "Perera",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Louise Coote Lupus Unit",
                    "location": {
                        "settlement": "St"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Systemic sclerosis (SSc) and systemic lupus erythematosus (SLE) are multi-system autoimmune disorders which can present with a variety of clinical scenarios. Myocarditis has a prevalence of more than 50% in SLE postmortem studies and of around 7% in limited scleroderma (LSc) and 21% in diffuse scleroderma. It also carries a different prognostic signifi cance in these two conditions. 1 The fi rst two presentations were initially indistinguishable from an acute coronary syndrome and particularly the second was treated as ST segment elevation myocardial infarction (STEMI) with thrombolysis. Early coronary angiography excluded this possibility, leading to a diagnosis of myocarditis, likely due to SLE. However, failure of response to treatment led to consideration of an alternative aetiology, which relied on multiple diagnostic modalities, including endomyocardial biopsy (EMB) and cardiac MRI (CMRI) coupled with recognition of a rare clinical sign.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 387,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "The case also highlights the signifi cance of the collaboration of teams from different specialties which led to the positive outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "A 36-year-old Asian gentleman presented to his local District General Hospital in 2008 with a 4-day history of general malaise, rigors, atypical chest pain and dyspnoea. His medical history included SLE with joint and renal involvement. Renal biopsies in 2006 and 2008 had demonstrated type III/IV and V nephritis respectively. Two months prior to his presentation, he had discontinued his lupus treatment consisting of mycophenolate mofetil (MMF) and prednisolone. He was a lifelong non-smoker with no family history of ischaemic heart disease. On admission, his vital signs were normal and physical examination demonstrated a third heart sound with no gallop rhythm, and multiple striae on both his thighs, likely secondary to long term steroids. Importantly he was noted to have a linear scar on his fronto-parietal region which appeared indurate and alopecic ( fi gure 1 ) and strongly resembled scleroderma en coupe de sabre. No histological examination was performed on this lesion. His ECGs demonstrated infero-lateral ST segment elevation ( fi gure 2 ) and laboratory tests revealed troponin I above 50, peak creatine kinase above 900, C reactive protein 196, erythrocyte sedimentation rate 81 and deranged liver function test (LFT). Chest x-ray (CXR) was unremarkable and transthoracic echocardiography (TTE) demonstrated moderate concentric LV hypertrophy (LVH), normal LV size, borderline reduced LV ejection fraction (LVEF), marked infero-posterior hypokinesia and increased subendocardial echo-density. Left heart catheterisation showed unobstructed coronary arteries. At this stage our conclusion was regional myocarditis secondary to SLE and we therefore reintroduced MMF and prednisolone, with gradual clinical improvement and partial normalisation of laboratory test results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Two months later he was readmitted with a similar but more acute presentation and inferior ST segment elevation and new anterior biphasic T wave changes on ECG. He was thrombolysed with tenectaplase for a suspected inferior STEMI. TTE identifi ed new severe antero-septal and apical hypokinesia, mild posterior hypokinesia and mildly reduced LV function, and routine laboratory tests confi rmed an acute infl ammatory response. Flare of SLE myocarditis was suspected and treated with intravenous methylprednisolone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "He was then readmitted from an outpatient visit with progressive exertional breathlessness and again systemic symptoms. ECGs demonstrated anterior T wave changes but no ST segment elevation. Routine blood tests revealed mild microcytic anaemia, mildly elevated infl ammatory markers and worsening LFT. Troponin T Unusual association of diseases/symptoms SLE with recurrent heart failure and a dermatological clue to another added possibility A 36-year-old man with systemic lupus erythematosus (SLE) presented with chest pain, infero-lateral ST segment elevation on ECG and elevation of cardiac biomarkers and infl ammatory markers. Coronary angiography ruled out obstructive coronary artery disease (CAD) but echocardiography showed impairment of regional and global left ventricular (LV) function. He was treated for SLE myocarditis but institution of aggressive immunosuppressant therapy only partially improved his condition, which followed a relapsing and remitting course in subsequent months, with progressive impairment of LV function. Cardiac MRI showed active infl ammation and extensive transmural scarring. Endomyocardial biopsy (EMB) demonstrated patchy myocardial fi brosis and low-grade myocarditis and PCR assays excluded viral causes. The lack of response to immunosuppression and the detection of the sign of En coup de Sabre were suggestive of scleroderma as the underlying cause of the myocarditis. was mildly elevated and remained so throughout the admission although fl uctuating, consistent with active myocarditis. CXR demonstrated congestive cardiac failure and TTE revealed severe global LV impairment (LVEF 20-25%). He underwent further extensive investigations including ventilation/perfusion scan, high resolution CT, CT of chest, abdomen and pelvis, positron emission tomography scan, liver and biliary tract MRI, oesophagogastroduodenoscopy, colonoscopy and bone marrow biopsy, which failed to demonstrate any other underlying pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "The patient's clinical presentations and the results of the initial laboratory and imaging investigations were strongly suggestive of myocarditis. We performed extensive autoimmune screening which demonstrated negative dsDNA/ ENA, weakly positive ANA, normal C3 and reduced C4, positive p-ANCA but negative anti-MPO, smooth muscle antibody (Ab) and liver/kidney/microsomal Ab. Histopathology could not distinguish between SLE and SSc as the cause of the myocarditic process. The lack of response to lupus immunosuppressant therapy and the likely presence of scleroderma en coup de sabre, culminated in the consideration of scleroderma as the possible cause of the myocarditic process in a patient with SLE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "The differential diagnosis of chest pain and ST segment elevation on ECG includes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS"
        },
        {
            "text": "Myocardial infarction due to thrombotic coronary ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIFFERENTIAL DIAGNOSIS"
        },
        {
            "text": "On his fi rst admission, the patient was initially treated for a possible NSTEMI and, following the reassuring results of coronary angiography, received immunosuppressant therapy with MMF and prednisolone. His second presentation was acute and considered secondary to inferior STEMI for which he underwent thrombolysis. He was then treated with intravenous methylprednisolone as inpatient and cyclophosphamide and warfarin as outpatient, following the detection of lupus anticoagulant factor in his serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT"
        },
        {
            "text": "On the third admission, he received treatment for congestive heart failure and was discharged after prolonged hospitalisation and institution of appropriate immunosuppressant treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT"
        },
        {
            "text": "Further to the introduction of appropriate immunosuppression and medical therapy for heart failure the patient was discharged and regularly assessed in the outpatient department. We are very pleased to learn that he successfully completed a cardiac rehabilitation programme with progressive improvement of his exercise tolerance (current New York Heart Association NYHA 2). His most recent TTE demonstrated only moderate LV dysfunction and hypokinesia of the mid-apical septum, inferior and posterior walls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOME AND FOLLOW-UP"
        },
        {
            "text": "Coronary artery disease (CAD) in SLE has a prevalence of 6-10%, which is 4-8 times higher than controls. Agarwal et al 2 demonstrated a risk of myocardial infarction in SLE women greater than 50 times that of matched healthy women. Different mechanisms play a role in the development of CAD in SLE and include premature atherosclerosis, coronary arteritis, thrombotic events with or without antiphospholipid antibodies, vasospasm or embolisation of valvular material and hypertension. 3 Coronary angiography performed on the patient excluded atherosclerotic CAD. At this stage, history and diagnostic fi ndings suggested the possibility of SLE myocarditis. Cardiac involvement has a prevalence of more than 50% in SLE in postmortem studies but is much less commonly diagnosed clinically and can affect pericardium, endocardium, myocardium, coronary arteries and conduction tissue. 3 4 Pulerwitz and colleagues 5 retrospectively examined 171 patients between 1984 and 1998 who had histological diagnosis of myocarditis on EMB according to Dallas criteria and concluded that the overall prognosis in secondary myocarditis was worse than in primary myocarditis and more importantly, that the former was clearly infl uenced by the underlying condition, with good prognosis for peripartum myocarditis, poor prognosis for HIV myocarditis and a trend towards worse prognosis for myocarditis associated with CTD.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 486,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "3 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Leyngold and colleagues 6 evaluated 1700 patients with unexplained cardiomyopathy who underwent EMB from 1983 to 2003 and identifi ed a total of 71 patients with CTD and initially unexplained cardiomyopathy, based on Dallas criteria. They confi rmed a signifi cantly lower survival rate for undifferentiated CTD (adjusted HR for death 2.39, 95% CI 1.27 to 4.48, p = 0.007) and a trend towards decreased survival in patients with SSc compared with idopathic dilated cardiomyopathy (DCM) (adjusted HR for death 1.75, 95% CI 0.93 to 3.29, p = 0.081). No signifi cant prognostic difference was observed between SLE and idiopathic DCM (adjusted HR for death 0.67, 95% CI 0.25 to 1.74, p = 0.41). Interestingly, no statistically signifi cant survival difference was observed between patients with cardiomyopathy and CTD with and without myocarditis (adjusted HR for death 1.64, 95% CI 0.26 to 10.46, p = 0.71).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The patient's histological fi ndings were suggestive of low-grade myocarditis secondary to viral infection or systemic infl ammatory disease associated with SLE or scleroderma. PCR assays on EMB samples ruled out viral causes. Scleroderma heart disease can be classifi ed as primary (pericardial effusion, coronary vasospasm, myocarditis, coronary vasculitis, interstitial fi brosis) or secondary, due to pulmonary involvement (right heart failure due to pulmonary fi brosis or pulmonary vasculitis), renal disease or systemic hypertension. 7 8 Cardiac involvement appears less frequent with limited cutaneous SSc (7%) than with diffuse cutaneous SSc (21%). 8 9 Myocardial fi brosis is the hallmark of established myocardial involvement in SSc. Fibrotic lesions are patchy, distributed in both ventricles and thought to follow repeated focal ischaemia 10 11 caused by abnormal vasoreactivity, with or without associated structural vascular disease. 12 13 The patient presented a linear scar on his forehead which was strongly suggestive of Scleroderma 'en coup de sabre', a rare form of LSc which typically affects the skin of one half of the face and scalp and has a slow but progressive course. Linear scleroderma represents 20% of all cases of LSc and is the most common variant seen in children. Zulian et al 14 conducted a large, multinational study of 750 patients and demonstrated that 22% of the population with LSc (primarily the linear variant) had extracutaneous disease, including articular (47.2%), neurologic (17.1%), vascular (9.3%), ocular (8.3%), gastrointestinal (6.2%), respiratory (2.6%), cardiac (1%) and renal (1%) involvement.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 544,
                    "text": "7 8",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "8 9",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 857,
                    "text": "10 11",
                    "ref_id": null
                },
                {
                    "start": 949,
                    "end": 954,
                    "text": "12 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Interestingly, within the clinicopathological spectrum of cutaneous lupus erythematosus, lupus erythematosus panniculitis represents an uncommon variant characterised by erythematous or fl esh-coloured deep nodules, and by a predilection for the upper limbs and face, but could also although rarely manifest in a linear confi guration, which can resemle scleroderma en coup de sabre. 15 In these cases only histological examination can distinguish between the two conditions. More importantly, the coexistence of features of chronic cutaneous lupus erythematosus and scleroderma in the same skin lesions has been reported in a very few cases. 16 The name 'sclerodermiform linear lupus erythematosus' has been suggested for this disorder.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 386,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 643,
                    "end": 645,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Biopsy of the lesion was not performed and although clinically the band-like scar resembled scleroderma en coup de sabre, only histological examination could have confi rmed such a diagnosis. The combination of clinical presentation, laboratory, imaging and invasive investigations and the lack of response to aggressive immunosuppressant therapy led to the consideration of scleroderma myocarditis as the possible diagnosis. To our knowledge, this would be the fi rst case of scleroderma myocarditis and en coup de sabre in a patient with SLE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Learning points ▶ The diagnosis was made possible by close collaboration between the cardiology, rheumatology, radiology and histopathology teams and is therefore a good example of multi-disciplinary work which led to a rare diagnosis in a complex patient. The case highlights the value of CMRI and EMB, ▶ especially when the clinical features do not fi t the initial diagnosis. Physicians should be wary of not attributing new ▶ symptoms to the progression of a primary condition without considering alternative disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Myocarditis as a prognostic indicator in systemic lupus erythematosus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Busteed",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sparrow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Molloy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Postgrad Med J",
            "volume": "80",
            "issn": "",
            "pages": "366--373",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Atherosclerosis risk factors in systemic lupus erythematosus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Manzi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Rheumatol Rep",
            "volume": "11",
            "issn": "",
            "pages": "241--248",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cardiac involvement in systemic lupus erythematosus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Doria",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Iaccarino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarzi-Puttini",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lupus",
            "volume": "14",
            "issn": "",
            "pages": "683--689",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Myocarditis in systemic lupus erythematosus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wijetunga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rockson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Med",
            "volume": "113",
            "issn": "",
            "pages": "419--442",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mortality in primary and secondary myocarditis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Pulerwitz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Cappola",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Felker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am Heart J",
            "volume": "147",
            "issn": "",
            "pages": "746--50",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparison of survival among patients with connective tissue disease and cardiomyopathy (systemic sclerosis, systemic lupus erythematosus, and undifferentiated disease)",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Leyngold",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baughman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kasper",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Cardiol",
            "volume": "100",
            "issn": "",
            "pages": "513--530",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Heart disease in systemic sclerosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Janosik",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Osborn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Semin Arthritis Rheum",
            "volume": "19",
            "issn": "",
            "pages": "191--200",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The heart and pulmonary vasculature in scleroderma: clinical features and pathobiology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Coghlan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mukerjee",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr Opin Rheumatol",
            "volume": "13",
            "issn": "",
            "pages": "495--504",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cardiovascular involvement in systemic sclerosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciurzynski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bienias",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jankowski",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Przeglad Dermatologiczny",
            "volume": "92",
            "issn": "",
            "pages": "343--352",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cardiac involvement in scleroderma",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deswal",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Follansbee",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Rheum Dis Clin North Am",
            "volume": "22",
            "issn": "",
            "pages": "841--60",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The heart as a target organ of immune injury",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hastillo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Willis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Hess",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curr Probl Cardiol",
            "volume": "16",
            "issn": "",
            "pages": "377--442",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Outcome measures for heart involvement in systemic sclerosis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Allanore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meune",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kahan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Rheumatology (Oxford)",
            "volume": "47",
            "issn": "5",
            "pages": "51--54",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Systemic and localized scleroderma",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Furst",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Dermatol",
            "volume": "24",
            "issn": "",
            "pages": "374--92",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Localized scleroderma in childhood is not just a skin disease",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zulian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vallongo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arthritis Rheum",
            "volume": "52",
            "issn": "",
            "pages": "2873--81",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Linear childhood discoid lupus erythematosus following the lines of Blaschko: a case report with review of the linear manifestations of lupus erythematosus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Pediatr Dermatol",
            "volume": "16",
            "issn": "",
            "pages": "128--161",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sclerodermic linear lupus panniculitis: report of two cases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Marzano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tanzi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Caputo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Dermatology (Basel)",
            "volume": "210",
            "issn": "",
            "pages": "329--361",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Linear scar suggestive of 'scleroderma en coup de sabre'.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ECG on fi rst presentation: sinus rhythm and marked infero-lateral ST segment elevation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cardiac magnetic resonance: subepicardial and midmyocardial late gadolinium enhancement in the apical anterior, lateral, midventricular anterior, lateral, basal septal and basal anterior segments (right and left upper images: horizontal long axis in systole and diastole respectively; right and left lower images: apical short axis and basal short axis respectively).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Endomyocardial biopsy: H&E staining (left image, magnifi ed×600) demonstrating fi brous replacement, infl ammatory infi ltration, degenerated and necrotic myocites; Elastic Van Gieson staining (right image) demonstrating extensive myocardial fi brosis.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Viral screening was negative for HBcAb, Hep A IgM/ IgG, VZ IgG, Hep2 antinuclear Ab, EBV IgM (positive IgG), HIV Ag/Ab, HCV IgG, CMV IgM (positive IgG), HBsAg, enterovirus/parvovirus/norovirus IgM, infl uenza A and B, parainfl uenza, respiratory syncitial virus, human metapneumovirus, coronavirus, enterovirus/rhinovirus, adenovirus and human bocavirus. No growth including acid fast bacillus (AFB), brucella and leishmania was identifi ed on blood, sputum, stool, urine and bone marrow cultures. During his third admission, the patient underwent CMRI ( fi gure 3 ), which demonstrated: Globally reduced LV function (EF 34%) Apical anterior akinesia, lateral hypokinesia, midven-Ongoing fi brosis between the myofi bres.This pattern of low-grade fi brosing myocarditis was consistent with viral infection or connective tissue disorders (CTD) such as SLE or SSc. Microscopy, culture and sensitivity, AFB culture and PCR for EBV, HSV, CMV, adenovirus, parvovirus B19, enterovirus and parechovirus performed on the endomyocardial samples were negative.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author is grateful to Dr DP, Consultant Cardiologist at St. Thomas' Hospital, and Dr DD, Consultant Rheumatologist at St Thomas' Hospital, for their extremely valuable help for the preparation of such an interesting case report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This pdf has been created automatically from the fi nal edited text and images.Copyright 2011 BMJ Publishing Group. All rights reserved. For permission to reuse any of this content visit http://group.bmj.com/group/rights-licensing/permissions. BMJ Case Report Fellows may re-use this article for personal use and teaching without any further permission.Please cite this article as follows (you will need to access the article online to obtain the date of publication). Visit casereports.bmj.com for more articles like this and to become a Fellow",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent Obtained."
        }
    ]
}