{
    "paper_id": "a0ccab3c98e796aef5e70415ba113a29bde91e4c",
    "metadata": {
        "title": "Digital Disease Detection -Harnessing the Web for Public Health Surveillance",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "S"
                ],
                "last": "Brownstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "settlement": "Worcester, Boston"
                    }
                },
                "email": ""
            },
            {
                "first": "Clark",
                "middle": [
                    "C"
                ],
                "last": "Freifeld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "settlement": "Worcester, Boston"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "settlement": "Worcester, Boston"
                    }
                },
                "email": ""
            },
            {
                "first": "Lawrence",
                "middle": [
                    "C"
                ],
                "last": "Madoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "settlement": "Worcester, Boston"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "More recently, the advent of openly available news aggregators and visualization tools has spawned a new generation of disease-surveillance \"mashups\" (Web application hybrids) that can mine, categorize, filter, and visualize online intelligence about epidemics in real time. For instance, Health-Map (see image) is an openly available public health intelligence system that uses data from disparate sources to produce a global view of ongoing infectious disease threats. It has between 1000 and 150,000 users per day, including public health officials, clinicians, and international travelers. Other similar systems include MediSys, Argus, EpiSPIDER, BioCaster, and the Wildlife Disease Information Node. Automated analysis of online video materials and radio broadcasts will soon provide additional sources for early detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ease of use of blogs, mailing lists, RSS (Really Simple Syndication) feeds, and freely available mapping technology has meant that even an individual expert can create an important global resource. For instance, Declan Butler, a reporter at Nature, took aggregated data from various sources to provide a view of the spread of H5N1 avian influenza on a Google Earth interface. Similarly, Claudinne Roe of the Office of the Director of National Intelligence produces the Avian Influenza Daily Digest and blog, a collection of unclassified information about confirmed and suspected human and animal cases of H5N1 influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although news media represent an important adjunct to the public health infrastructure, the information they report pales in comparison to the potential collective intelligence that can be garnered from the public. An estimated 37 to 52% of Americans seek health-related information on the Internet each year, generally using search engines to find advice on conditions, symptoms, and treatments. Logs of users' chosen keywords and location information encoded in their computers' IP (Internet Protocol) addresses can be analyzed to provide a low-cost data stream yielding important insights into current disease trends. 3 The power of these data has been demonstrated by studies of search engines provided by Google4 and Yahoo,5 in which data on searches using influenza-related keywords were used to generate an epidemic curve that closely matched that generated by traditional surveillance for influenza-related illness, deaths, and laboratory results. Google Flu Trends now provides a prospective view of current influenza search patterns throughout the United States. By making the information freely available to public health officials, clinicians, and ordinary citizens, such tools could help to guide medical decision making and underscore the importance of vaccination and other preventive measures.",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 622,
                    "text": "3",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An example of the power of search-term surveillance can be found in an examination of the recent peanut-butter-associated outbreak of Salmonella enterica sero-type Typhimurium. Using Google Insights for Search, a search-volume reporting tool from Google, we compared the epidemic curve of onset dates for confirmed infections with trends in the volume of Internet searches on related terms in the United States (see graph). Search terms included \"diarrhea,\" \"peanut butter,\" \"food poisoning,\" \"recall,\" and \"salmonella,\" and search volumes were compared with the corresponding volumes from the previous year. The initial public report of salmonella was released on January 7, 2009, triggering an increase in searches for \"salmonella,\" \"recall,\" and \"peanut butter,\" but we saw earlier peaks in searches for \"diarrhea\" and \"food poisoning.\" Admittedly, these data provide only preliminary evidence of an emerging problem and require further study, but they highlight possibilities for early disease detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Though mining the Web is a valuable new direction (see sidebar on the H1N1 influenza epidemic), these sources cannot replace the efforts of public health practitioners and clinicians. The Internet is also providing new opportunities for connecting experts who identify and report outbreaks. Information technologies such as wikis, social networks, and Web-based portals can facilitate communication and collaboration to accelerate the dissemination of reports of infectious diseases and aid in mobilizing a response. Some scientific societies are now leveraging technologies for distributed data exchange, analysis, and visualization. For instance, the International Society for Disease Surveillance has created the Distributed Surveillance Taskforce for Real-Time Influenza Burden Tracking and Evaluation (DiSTRIBuTE), a group of state and local health departments that use the Web to share, integrate, and analyze health data across large regions. And the International Society of Travel Medicine, in collaboration with the Centers for Disease Control and Prevention (CDC), has created the GeoSentinel project, which brings together travel and tropical-medicine clinics in an electronic network for surveillance of travel-related illnesses. Similarly, the Emerging Infections Network, administered by the Infectious Diseases Society of America in collaboration with the CDC, is a Web-based network of more than 1000 infectious disease specialists that is geared toward finding cases during outbreaks and detecting new or unusual clinical events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Broader Web-based networks are also proving useful for surveillance. Social-networking sites for clinicians, patients, and the general public hold potential for harnessing the collective wisdom of the masses for disease detection. Given the continued deployment of personally controlled electronic health records, we expect that patients' contributions to disease surveillance will increase. Eventually, mobile-phone technology, enabled by global positioning systems and coupled with short-message-service messaging (texting) and \"microblogging\" (with Twitter), might also come into play. For instance, an organization called Innovative Support to Emergencies, Diseases, and Disasters (InSTEDD) has developed open-source technology to permit seamless cross-border communication between mobile devices for early warning and response in resource-constrained settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These Internet-based systems are quickly becoming dominant sources of information on emerging diseases, though their effects on public health measures remain uncertain. Information overload, false reports, lack of specificity of signals, and sensitivity to external forces such as media interest may limit the realization of their potential for public health practice and clinical decision making. Sources such as analyses of search-term use and news media may also face difficulties with verification and follow-up. Though they hold promise, these new technologies require careful evaluation. Ultimately, the Internet provides a powerful communications channel, but it is health care professionals and the public who will best determine how to use this channel for surveillance, prevention, and control of emerging diseases. Lines show data from Google Insights for Search, representing a portion of Web searches based in the United States across all Google domains relative to the total number of searches done on Google over time and scaled to a maximum value of 100. The data have been standardized by subtracting the mean volume from the previous 12 months for each term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Google Flu Trends",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Google Insights for Search",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Surveillance Sans Frontières: Internet-based emerging infectious disease intelligence and the HealthMap Project",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ProMED-mail: an early warning system for emerging diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "227--259",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infodemiology: tracking flu-related searches on the web for syndromic surveillance",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "AMIA Annu Symp Proc",
            "volume": "",
            "issn": "",
            "pages": "244--252",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detecting influenza epidemics using search engine query data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ginsberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Mohebbi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Smolinski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brilliant",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "457",
            "issn": "",
            "pages": "1012--1016",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Using Internet searches for influenza surveillance",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Polgreen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Pennock",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "47",
            "issn": "",
            "pages": "1443--1451",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Screen Shot of HealthMap during the Recent Salmonella Typhimurium Outbreak HealthMap displays 319 articles about the outbreak that has affected 38",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "ProMED-mail, www.promedmail.org Global Public Health Intelligence Network (GPHIN), www.phac-aspc.gc.ca/media/nr-rp/2004/2004_gphin-rmispbk-eng.php HealthMap, www.healthmap.org MediSys, http://medusa.jrc.it EpiSPIDER, www.epispider.org BioCaster, http://biocaster.nii.ac.jp Wildlife Disease Information Node, http://wildlifedisease.nbii.gov H5N1 Google Earth mashup, www.nature.com/avianflu/google-earth Avian Influenza Daily Digest and blog, www.aidailydigest.blogspot.com 2. . Infections with the Outbreak Strain of Salmonella Typhimurium, as reported by the CDC as of February 8, 2009",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Dr. Brownstein Mr. Freifeld and Dr. Madoff report receiving grant support from Google.org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}