{
    "paper_id": "a1672dae7b74ba6a60cf3c55a8524445e283718f",
    "metadata": {
        "title": "Journal Pre-proof Why are pregnant women susceptible to viral infection: an immunological viewpoint? Why are pregnant women susceptible to viral infection: an immunological viewpoint?",
        "authors": [
            {
                "first": "Hong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Li-Ling",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Si-Jia",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Joanne",
                "middle": [],
                "last": "Kwak-Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vernon Hills",
                    "location": {
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": "joanne.kwakkim@rosalindfranklin.edu."
            },
            {
                "first": "Gil",
                "middle": [],
                "last": "Mor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wayne State University",
                    "location": {
                        "settlement": "Detroit",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ai-Hua",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "P.R. China"
                    }
                },
                "email": "aihua_liao@sina.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since December 2019, the outbreak of the 2019 novel coronavirus disease in China has aroused great attention around the world. As of February 16 th , a total of 70,548 cases has been confirmed in mainland China (Figure 1 , https://www.bloomberg.com/graphics/2020-wuhan-novel-coronavirus-outbreak/), of which 58,182 cases are in Hubei province and 41,152 cases in Wuhan (National Health Commission of the People's Republic of China, Feb 16, 2020). On February 12, the number of new confirmed cases in Hubei Province increased by 14,840, which was mainly due to the amendments of diagnostic criteria. According to the \"Guidelines for the Diagnosis and Treatment of COVID-19 Infection (Fifth Edition)\" issued by the National Health Commission of the People's Republic of China (National Health Commission of the People's Republic of China, Feb 8,2020) , Hubei Province expanded the diagnostic criteria including clinically diagnosed cases for the first time (those with pneumonia images by Computed Tomography), in addition to the suspected and confirmed cases. The revision aimed to promote the early diagnosis and treatment of COVID-19. However, it also added more confusion concerning the epidemiology of COVID-19.",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 848,
                    "text": "China, Feb 8,2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), a new type of enveloped RNA coronavirus, which can be transmitted by personto-person via airborne and contact and caused epidemics in Wuhan, the capital of Hubei Province. The main feature of COVID-19 is characterized by mild upper respiratory tract infection with fever, cough, and typical changes in radiographic studies; lower respiratory tract infection involving non-life threatening pneumonia, and life-threatening pneumonia with acute respiratory distress syndrome (Heymann et al., 2020; Guan et al., 2020) . Genetic analysis of 103 SARS-CoV-2 genomes showed that there were two major types (designated L and S), which were well defined by two different single nucleotide polymorphisms. The S type was found to be ancestral version, however, the L type (~70%) is more aggressive and spreads more quickly than the S type (~30%) (Tang et al., 2020) . The amino acid sequences of SARS-CoV-2 share 68% similarity with those of SARS-CoV, to which the response of viral infection by type I IFN is suppressed and therefore virus rapidly replicate and induce excessive inflammatory response (Prompetchara et al., 2020) . Moreover, there was significant discrepancy of serious cases and deaths happened between the areas within Hubei Province and the rest of the world, which may be possibly explained by antibody dependent enhancement (ADE) of SARS-CoV-2 due to prior exposure to similar antigenic epitopes with other coronaviruses. ADE can cause sustained inflammation, lymphopenia, and/or cytokine storm, one or all of which happened in the reported severe cases and deaths (Tetro JA, 2020) . Although SARS-CoV-2 has some similarities with other coronaviruses, such as SARS-CoV and middle east respiratory syndrome coronavirus, SARS-CoV-2 is more contagious than other viruses among populations, which has caused more than 60,000 people infected worldwide within 2 months (Lu et al., 2020) . More importantly, there is no effective targeted treatment for the virus, and a persistent infection may involve stages of both silent and productive infection of the host cells (Boldogh et al., 1996) . Therefore, COVID-19 infection is a great challenge to the immune system.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 578,
                    "text": "(Heymann et al., 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 579,
                    "end": 597,
                    "text": "Guan et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 918,
                    "end": 937,
                    "text": "(Tang et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 1174,
                    "end": 1201,
                    "text": "(Prompetchara et al., 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1659,
                    "end": 1675,
                    "text": "(Tetro JA, 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1957,
                    "end": 1974,
                    "text": "(Lu et al., 2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2155,
                    "end": 2177,
                    "text": "(Boldogh et al., 1996)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 disease is generally susceptible to all age groups, including newborns to the elders. However, the impact of COVID-19 on pregnant women has not been studied well and drawn much attention (Favre et al., 2020; Qiao J, 2020) regarding maternal morbidity, mortality, and perinatal outcomes. The currently published two papers analyzed the clinical characteristics of the mothers (total 18 cases) with novel coronavirus pneumonia (NCP) in the third trimester (from 31 to 40 weeks gestation) and their babies (Zhu et al., 2020; Chen et al., 2020) . A total of eighteen pregnant women infected with NCP (mean age: 30 years) had one or two common clinical symptoms, such as fever, cough, cholecystitis, sore throat, and diarrhea. The birth weight (BW) of the newborns from these mothers ranged 1,520 g to 3,820 g, and the twin babies had the lowest BW (Zhu et al., 2020; Chen et al., 2020) . One-minute Apgar scores ranged 7-10, and 5-min Apgar scores J o u r n a l P r e -p r o o f ranged 8-10 (Zhu et al., 2020; Chen et al., 2020) . The onset of clinical symptoms to delivery took 1 to 7 days (Chen et al., 2020) . The 10 out of 18 pregnant women who were admitted before 37 weeks gestation delivered prematurely, which may suggest an increased risk for preterm delivery in pregnant women with NCP. However, these women also manifested other obstetrical complications such as preeclampsia, stillbirth history, premature rupture of membrane, and irregular contractions, which indicated early intervention of pregnancy. Whether these complications were causally related to COVID-19 and, in turn, led to premature delivery needs further investigation. The incidence of small for gestation age was 22-25%. When considering the onset of NCP to admission was only 3 days, IUGR was considered more likely to be a symptom associated with preeclampsia (Chen et al., 2020) . The serial follow-up of pregnant women with NCP in early gestation is needed to investigate the effect of COVID-19 infection on the fetus.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 216,
                    "text": "(Favre et al., 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 217,
                    "end": 230,
                    "text": "Qiao J, 2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 512,
                    "end": 530,
                    "text": "(Zhu et al., 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 531,
                    "end": 549,
                    "text": "Chen et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 853,
                    "end": 871,
                    "text": "(Zhu et al., 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 872,
                    "end": 890,
                    "text": "Chen et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 996,
                    "end": 1014,
                    "text": "(Zhu et al., 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1015,
                    "end": 1033,
                    "text": "Chen et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1096,
                    "end": 1115,
                    "text": "(Chen et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1846,
                    "end": 1865,
                    "text": "(Chen et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Clinical outcomes of pregnant women with COVID-19"
        },
        {
            "text": "The early symptoms of the infected neonates included rapid heart rhythms, shortness of breath, increased heart rate, vomiting, moaning, and diffuse rashes throughout the body. Later on, thrombocytopenia with abnormal liver function, gastrointestinal hemorrhage, and refractory shock were manifested. Notably, one of the infected neonates died with an increased heart rate, refractory shock, gastric bleeding, multiple organ failure, and disseminated intravascular coagulation, whose mother underwent vaginal bleeding in the third trimester (Zhu et al., 2020) . All the newborns were negative for SARS-CoV-2 (Zhu et al., 2020; Chen et al., 2020) . Viral examination in amniotic fluid, cord blood, and breastmilk in infected mother (n=6) were also negative for SARS-CoV-2 (Chen et al., 2020) . In both studies, existing data did not support the mother-to-child transmission (Zhu et al., 2020; Chen et al., 2020) . The up-to-date information from the China-WHO jointinvestigation report on COVID-19 demonstrated that 8% of pregnant women with COVID-19 were severe cases. Among 147 pregnant women (64 diagnosed, 82 suspected, and 1 asymptomatic) investigated in China from February 16 to February 24, 2020 (National Health Commission, 2020), 1% were severe cases. Although it is still unknown about the prevalence morbidity and mortality of pregnant women with COVID-19, the current studies showed that pregnant women may be particularly vulnerable to COVID-19 infection (Zhu et al., 2020; Chen et al., 2020) .",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 558,
                    "text": "(Zhu et al., 2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 607,
                    "end": 625,
                    "text": "(Zhu et al., 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 626,
                    "end": 644,
                    "text": "Chen et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 770,
                    "end": 789,
                    "text": "(Chen et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 872,
                    "end": 890,
                    "text": "(Zhu et al., 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 891,
                    "end": 909,
                    "text": "Chen et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1467,
                    "end": 1485,
                    "text": "(Zhu et al., 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1486,
                    "end": 1504,
                    "text": "Chen et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Clinical outcomes of pregnant women with COVID-19"
        },
        {
            "text": "Pregnancy is a unique immunological state. The maternal immune system faces great challenges: establishing and maintaining tolerance to the allogeneic fetus while preserving the ability for protection against microbial challenges. A successful pregnancy relies on finely tuned immune adaptations both systemically and locally. Instead of keeping immune suppression, maternal immunological states actively adapt to be changed with the growth and development of fetus at different gestational stage: from a pro-inflammatory state (beneficial to the embryo implantation and placentation) in the first trimester to an antiinflammatory state (helpful for the fetal growth) in the second trimester, and finally reaching a second pro-inflammatory state (preparing for the initiation of parturition) in the third trimester . Recently, Aghaeepour and colleagues (Aghaeepour et al.,2017 ) suggested a precise timing of immunological events in peripheral blood that occurred during full-term pregnancy, named \"immune clock.\" They found that pregnancyinduced a robust and progressive increase in endogenous STAT5ab signaling across J o u r n a l P r e -p r o o f multiple T cell subsets, including CD25 + FoxP3 + Treg cells, naïve and memory CD4 + and CD8 + T cells, and γδ T cells. The maternal immune system is well-prepared to defend the invasion of foreign pathogens. Innate immune cells, such as NK cells and monocytes, respond more strongly to viral challenges, while some adaptive immune responses are down-regulated during pregnancy, e.g. decreased numbers of T cells and B cells (Aghaeepour et al.,2017) . Besides, during pregnancy, the upper respiratory tract tends to be swollen by a high level of estrogen and progesterone, and restricted lung expansion makes the pregnancy woman susceptible to respiratory pathogens.",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 876,
                    "text": "(Aghaeepour et al.,2017",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1576,
                    "end": 1600,
                    "text": "(Aghaeepour et al.,2017)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The role of maternal immune responses to COVID-19"
        },
        {
            "text": "There is ample evidence that systemic maternal viral infections can also affect pregnancy (Racicot and Mor, 2017) . Previous studies have shown that SARS infection during pregnancy can lead to high rates of spontaneous abortion, premature birth, and intrauterine growth restriction (Wong et al., 2004) . However, there is no evidence of vertical transmission of SARS infection from the mother to the child (Wong et al., 2004) . Therefore, these pregnancy complications may be caused by the direct effect of viruses on mothers. Although current evidence is limited, we can not ignore the potential risk of infected women and the fetus. Recent literature indicates that in severe cases, COVID-19 infection is associated with a cytokine-storm, which is characterized by increased plasma concentrations of interleukins 2 (IL-2), IL-7, IL-10, granulocyte-colony stimulating factor, interferon-γ-inducible protein 10, monocyte chemoattractant protein 1, macrophage inflammatory protein 1 alpha, and tumor necrosis factor α (TNF-α) (Huang et al., 2020) ， which may be caused by ADE (Tetro JA, 2020) . Based on the knowledge that pregnant women in their first and third trimester are at the pro-inflammatory state, the cytokinestorm induced by SARS-CoV-2 may induce more severe inflammatory state in these women. Moreover, the occurrence of maternal inflammation as a result of viral infection during pregnancy can affect several aspects of fetal brain development and may lead to a wide range of neuronal dysfunctions and behavioral phenotypes that are recognized later in postnatal life .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 113,
                    "text": "(Racicot and Mor, 2017)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 282,
                    "end": 301,
                    "text": "(Wong et al., 2004)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 406,
                    "end": 425,
                    "text": "(Wong et al., 2004)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1025,
                    "end": 1045,
                    "text": "(Huang et al., 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1075,
                    "end": 1091,
                    "text": "(Tetro JA, 2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "The role of maternal immune responses to COVID-19"
        },
        {
            "text": "Although current observations do not find the detectable COVID-19 infection in the fetus, we have to pay more attention to its potential risks on the fetus. A study by Choi and colleagues (Choi et al., 2016) showed that maternal immune activation increases maternal IL-17a levels, which induces an autism spectrum-like phenotype and brain development abnormalities in offsprings. Other studies have also shown a correlation between poor pregnancy outcomes and the concentrations of systemic cytokines, including TNF-α, IFNγ, and IL-10 in women with malaria (Fried et al., 2017) . Abnormally elevated levels of TNF-α in the maternal peripheral blood can be toxic to early embryo development, induces preterm labor in non-human primate models, and mediates fetal demise in mouse models of LPS and poly(I:C)-induced fetal resorption (Yockey et al., 2018) . Moreover, the most common symptom at the onset of COVID-19 infection is the fever, which could be associated with increased attention-deficit/hyperactivity disorder in the offspring (Werenberg et al., 2016) .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 207,
                    "text": "(Choi et al., 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 557,
                    "end": 577,
                    "text": "(Fried et al., 2017)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 830,
                    "end": 851,
                    "text": "(Yockey et al., 2018)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1036,
                    "end": 1060,
                    "text": "(Werenberg et al., 2016)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The role of maternal immune responses to COVID-19"
        },
        {
            "text": "One news-network reported that a pregnant woman with COVID-19 at 28 gestational weeks had been cured and discharged from a hospital in Wuhan of China (Gong, 2020) .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 162,
                    "text": "(Gong, 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "How to manage pregnant women with COVID-19"
        },
        {
            "text": "Timely intervention with individualized approach should be given to these women according to the severity of the disease and advancement of pregnancy (the trimester of the pregnancy). In particular, more attention should be paid to pregnant women with COVID-19 in the first and second trimester. Although there is no reliable evidence to support the possibility of vertical transmission of COVID-19 infection from the mothers to the baby, existing research suggests that even though the virus does not reach the fetus, the maternal infection and inflammation that occurred in response to the viral infection could affect the developing fetus .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to manage pregnant women with COVID-19"
        },
        {
            "text": "Early detection and intervention of COVID-19 may reduce potential obstetrical complications such as pregnancy loss, fetal growth restriction, and preterm delivery, and may be beneficial for improving pregnancy outcomes. Anti-viral therapy for COVID-19, such as lopinavir and ritonavir, should be determined by weighing the risks and benefits. Treatment can be initiated when the potential benefits outweigh the potential risks to the fetus. Even after the viral infection is controlled, the intrauterine development of the fetus and should be closely monitored since the early gestation data is lacking, and placental inflammation may persist for a prolonged time. Pregnant women with COVID-19 should be carefully monitored throughout pregnancy and the postpartum period since they receive anti-viral drug therapy and radiation exposure from CT examinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to manage pregnant women with COVID-19"
        },
        {
            "text": "Since SARS-CoV-2 is a novel virus, herd immunity is not present, which makes all populations susceptible. Pregnant women are more susceptible to respiratory pathogens; hence, they may be more susceptible to COVID-19 infection than the general population. Moreover, due to the characteristic immune responses during pregnancy and potential risks from the cytokine-storm by COVID-19 infection, pregnant women with COVID-19 infection may face severe morbidity and even mortality. Although existing evidence does not support the intrauterine vertical transmission, the maternal infection and inflammation occurred in response to COVID-19 could affect the developing fetus and even postnatal life. With the continuing pandemic of COVID-19, more efforts should be made to protect both mothers and fetuses. Further studies are warranted to investigate the pregnant women with COVID-19 in the first and second trimester and follow-up the pregnancy outcomes and postnatal development of the fetus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Liu H, Wang LL, and Zhao SJ: manuscript draft, data interpretation, and revision. Joanne KK, Mor G and Liao AH: concept, design, text revision, and final approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "We declare no competing interests of the auhtors. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An immune clock of human pregnancy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aghaeepour",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Immunol",
            "volume": "2",
            "issn": "15",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/sciimmunol.aan2946"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO-China joint mission on covid-19 final report",
            "authors": [],
            "year": 2020,
            "venue": "National Health Commission",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "University of Texas Medical Branch at Galveston Press",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Boldogh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Medical Microbiology",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30360-3"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The maternal interleukin-17a pathway in mice promotes autism-like phenotypes in offspring",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "351",
            "issn": "",
            "pages": "933--942",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aad0314"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "-nCoV epidemic: what about pregnancies?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30311--30312",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Systemic Inflammatory Response to Malaria During Pregnancy Is Associated With Pregnancy Loss and Preterm Delivery",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fried",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Infect Dis",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cix623"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The first pregnant woman with new coronary pneumonia was discharged from the People's Hospital of Wuhan University",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19: what is next for public health?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30374-3"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30251--30259",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "National Health Commission of the People's Republic of China. The latest situation of novel coronavirus pneumonia as of 24:00 on",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mor",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Rev Immunol",
            "volume": "17",
            "issn": "",
            "pages": "469--82",
            "other_ids": {
                "DOI": [
                    "10.1038/nri.2017.64"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "National Health Commission of the People's Republic of China. The notice of launching guideline on diagnosis and treatment of the 2019 novel coronavirus disease (COVID-19) infection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Immune responses in COVID-19 and potential vaccines: Lessons learned from SARS and MERS epidemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prompetchara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Pac J Allergy Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.12932/AP-200220-0772"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "What are the risks of COVID-19 infection in pregnant women?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30360-3"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Risks associated with viral infections during pregnancy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Racicot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mor",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Invest",
            "volume": "127",
            "issn": "",
            "pages": "1591--1599",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI87490"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "On the origin and continuing evolution of SARS-CoV-2",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "National Science Review",
            "volume": "036",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nsr/nwaa036"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Is COVID-19 receiving ADE from other coronaviruses? Microbes Infect",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Tetro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micinf.2020.02.006"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pregnancy and perinatal outcomes of women with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Obstet Gynecol",
            "volume": "191",
            "issn": "",
            "pages": "292--97",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2003.11.019"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Fever and infections in pregnancy and risk of attention deficit/hyperactivity disorder in the offspring",
            "authors": [
                {
                    "first": "Werenberg",
                    "middle": [],
                    "last": "Dreier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Child Psychol Psychiatry",
            "volume": "57",
            "issn": "",
            "pages": "540--588",
            "other_ids": {
                "DOI": [
                    "10.1111/jcpp.12480"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Interferons and Proinflammatory Cytokines in Pregnancy and Fetal Development",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Yockey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Immunity",
            "volume": "49",
            "issn": "",
            "pages": "397--412",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2018.07.017"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Clinical analysis of 10 neonates born to mothers with 2019-nCoV pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transl Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21037/tp.2020.02.06"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig.1",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}