{
    "paper_id": "a1c217283ae38f1a6ac85f99df0b8ef4e6ed5068",
    "metadata": {
        "title": "Journal Pre-proof Use of Systemic Immunomodulatory Therapies During the Coronavirus Disease 2019 (COVID-19) Pandemic Title: Use of Systemic Immunomodulatory Therapies During the Coronavirus Disease 2019 (COVID-19) Pandemic Assistant Professor of Dermatology Director of Resident Patient Safety and Quality Improvement",
        "authors": [
            {
                "first": "Payal",
                "middle": [],
                "last": "Shah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University School of Medicine New York",
                    "location": {
                        "addrLine": "555 Madison Ave",
                        "postCode": "10016, 10022",
                        "settlement": "Words: 500, New York",
                        "region": "New York, NY"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "G"
                ],
                "last": "Zampella",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University School of Medicine New York",
                    "location": {
                        "addrLine": "555 Madison Ave",
                        "postCode": "10016, 10022",
                        "settlement": "Words: 500, New York",
                        "region": "New York, NY"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University School of Medicine New York",
                    "location": {
                        "addrLine": "555 Madison Ave",
                        "postCode": "10016, 10022",
                        "settlement": "Words: 500, New York",
                        "region": "New York, NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [
                    "O"
                ],
                "last": "The",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University School of Medicine New York",
                    "location": {
                        "addrLine": "555 Madison Ave",
                        "postCode": "10016, 10022",
                        "settlement": "Words: 500, New York",
                        "region": "New York, NY"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Perelman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University School of Medicine New York",
                    "location": {
                        "addrLine": "555 Madison Ave",
                        "postCode": "10016, 10022",
                        "settlement": "Words: 500, New York",
                        "region": "New York, NY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read with great anticipation American Academy of Dermatology's recent publication, \"Guidance on the use of biologic agents during COVID-19 outbreak\". Although the immunopathophysiology behind these guidelines remains to be investigated, existing concepts may elucidate which agents require extra precautions to mitigate COVID-19 morbidity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A key aspect of risk mitigation is prevention of SARS-CoV-2 infection in at-risk populations. Current evidence suggests these populations include older adults, those with serious chronic medical conditions, and immunosuppressed patients with prior or active cancer. 1,2 Whether this latter group includes patients on biological and small molecule therapies remains to be seen. Nevertheless, the therapeutic efficacy of immunosuppressive and immunomodulatory medications is critical to the management of inflammatory and autoimmune conditions in dermatology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Indeed, understanding the physiology and mechanisms of these agents can aid in discussion with patients. CD4+ T-cell immunity is critical to host defense against viral pathogens. Antiviral T-cell responses are initiated with the uptake of viral antigen in infected tissue, activation of T-cells by viral recognition and pathogen signaling, and cytokine polarization toward a Th1 profile via IL-12 and type 1 IFN. 3 Importantly, Th17, Th2, and Treg cell populations may also be generated to some degree to combat infection against certain viral pathogens. It stands to reason that the use of biologic therapies known to modulate and blunt Th1 responses, including TNF-alpha inhibitors, abatacept (CTLA-4 inhibitor), and ustekinumab (IL-12/23 inhibitor) may specifically require more stringent precautions to diminish risk of infection and prioritization of alternative therapeutic agents when possible. 4 The effect of IL-17 inhibitors and dupilumab (IL-4 blockade), which predominately impair Th17 pathways and Th2 pathways respectively, on SARS-CoV-2 remains unknown and for now, also warrants caution. Additionally, use of non-biologic systemic therapies, such as cyclosporin, azathioprine, and methotrexate, warrant similar precautions as their therapeutic mechanisms create a state of generalized immunosuppression in the host.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 414,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 902,
                    "end": 903,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinical data also paradoxically suggests that further deterioration in infected patients may be the result of a proinflammatory state created by cytokine storm. 1 Similar pathogenesis was implicated in the disease biology of SARS-CoV and MERS-CoV infection. Specifically, higher concentrations of GCSF, IP10, MCP1, MIP1A, and TNFα were found in patients requiring intensive care unit (ICU) admission compared to those with infection that did not require ICU admission, suggesting a possible association between cytokine storm and disease severity. 1 The cytokine storm immunopathology of SARS-CoV-2 suggests that a subset of immunosuppressive therapies may begin to play a protective role in infected patients. By inhibiting the intensity of the cytokine storm, immunosuppressants may prevent lung tissue damage and further clinical deterioration. Directly counteracting the cytokine storm with glucocorticoids and anti-IL-6 treatment is under active investigation in China. 1 Anti-IL-17 therapy was similarly investigated to combat morbidity of the influenza A (H1N1) virus pandemic in 2009 and a similar mechanism may become important in SARS-CoV-2. 5 As clinical evidence is collected to inform evidenced-based guidelines for management of COVID-19, dermatologists should use their clinical judgement, the existing AAD guidelines, and an understanding of pathophysiology to determine the appropriate risk-benefit of using systemic immunomodulating therapies.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 549,
                    "end": 550,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 976,
                    "end": 977,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1153,
                    "end": 1154,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Oncology",
            "volume": "21",
            "issn": "3",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Expanding roles for CD4(+) T cells in immunity to viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Swain",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Mckinstry",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Strutt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Rev Immunol",
            "volume": "12",
            "issn": "2",
            "pages": "136--148",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The protective and pathogenic roles of IL-17 in viral infections: friend or foe?",
            "authors": [
                {
                    "first": "W-T",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "X-T",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "D-K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Open Biology",
            "volume": "9",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "IL-17 response mediates acute lung injury induced by the 2009 pandemic influenza A (H1N1) virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell Res",
            "volume": "22",
            "issn": "3",
            "pages": "528--538",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}