{
    "paper_id": "a1e60d88f6f1e9cf30070aa05aa86dc1e762ad99",
    "metadata": {
        "title": "A Prospective Study of Respiratory Viral Infection in Pregnant Women With and Without Asthma",
        "authors": [
            {
                "first": "Vanessa",
                "middle": [
                    "E"
                ],
                "last": "Murphy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "Heather"
                ],
                "last": "Powell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "A B"
                ],
                "last": "Wark",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "G"
                ],
                "last": "Gibson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Methods:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The majority (157/168, 93%) of the asthmatic women also commenced participation in the Managing Asthma in Pregnancy (MAP) study, which was a randomised controlled trial comparing clinical guideline-based management of asthma using symptoms and lung function, with the management of asthma guided by fractional exhaled nitric oxide (FENO) 1 . The primary results of the RCT in non-smoking women have been previously published, along with a secondary analysis 1,2 . 69 of the participants in this study were randomised to the FENO based management intervention of MAP, and 73 subjects to the clinical guidelines-based management intervention of the MAP RCT. 15 subjects commenced MAP but were not randomised. The remaining 11 subjects who did not participate in the RCT were not eligible because they were recruited prior to commencement of the MAP study (n=8), or did not wish to have their medications changed (n=2), or were excluded from the MAP study on the basis of exacerbation history (more than 3 courses of OCS in the past year, n=1)..",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The study visit schedule is depicted in e- Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 51,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "goosefoot lamb's quarters, prickly saltwort, russian thistle). Subjects were considered atopic if the specific IgE to aeroallergen was 0 35 kUA/L or greater in venous blood. Exhaled carbon monoxide (ECO) was measured at clinical visits using a piCO Smokerlyzer Breath CO Monitor (Bedfont, UK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ICS use was expressed as mCS use was expressed as ECO) was measured at clinical visits using a piCO",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Breath CO Monitor (Be1 m S use was expressed as ECO) was measureduticasone dipropionate. Some women used ICS in combination with long acting beta agonist (LABA) eith er as budesonide/e-formoterol or fluticasone/salmeterol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smokerlyzer"
        },
        {
            "text": "Loss of control was defined when women reported 3 or more of the following: daytime symptoms >2 days per",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smokerlyzer"
        },
        {
            "text": "week, any activity limitation, any nocturnal symptoms, reliever medication use >2 times per week and peak expiratory flow or FEV 1 <80% predicted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smokerlyzer"
        },
        {
            "text": "Women were considered current smokers if they self-reported cigarette smoking, or had an elevated exhaled carbon monoxide (ECO≥10 ppm) and/or urinary cotinine (≥ level 5 / 2840 nmol/L, Nicalert, NYMOX, St-Laurent, QC, Canada). ECO was measured at each clinical assessment, while urinary cotinine was measured at the second visit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smokerlyzer"
        },
        {
            "text": "Nasal symptoms (blocked nose, runny nose, itchy nose or sneezing), gastric reflux symptoms (indigestion, heartburn, burning feeling), cough and asthma symptoms (breathlessness, cough, wheeze, chest tightness) were also assessed using a visual analogue scale (VAS) 10 cm in length, with subjects asked to mark how bothersome their symptoms were from 0cm (not at all bothersome) to 10cm (extremely bothersome). The CCQ is not a validated questionnaire. We have calculated the positive predictive value (PPV) and negative predictive value (NPV) of the CCQ for detecting PCR positive respiratory viral infections in pregnancy using 219 data points. The PPV among pregnant women with asthma was 36.8%, and the NPV was 84.4%. Using 86 data points, the PPV among pregnant women without asthma was 40%, while the NPV was 61.3%, giving an overall PPV of 37.6% and NPV of 76.8%. Receiver Operator Curves were constructed (e- Figure 3 ), but these did not allow a CCQ total score cut-off which was associated with PCR positive infection to be determined. The CCQ has good negative predictive value, and is therefore useful in identifying when infections are unlikely to be present. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 915,
                    "end": 923,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Smokerlyzer"
        },
        {
            "text": "In order to detect a significantly higher rate of viral infection among pregnant women with asthma (35% 5 ) compared to pregnant women without asthma (10% 6 ), at a power of 0.9 and a, at a power of 0.9 and Cite><Author>Corne</Author><Year>2002</Year><RecNum>4510</RecNum><Disp 7 ). In order to allow for drop-outs, we aimed to recruit 70 women per group. However, we recruited more asthmatic women than this because we were recruiting for other studies in tandem 1, 8 .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 466,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 467,
                    "end": 468,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "We analysed the time to first common cold and first PCR positive cold with Kaplan-Meier plots, with analysis of instantaneous risk described with a Cox proportional hazards model. CCQ scores were recorded at the first non-cold event (visit or phone call) in order to obtain a baseline for future comparison. Women with asthma had an elevated baseline CCQ score compared to women without asthma due to overlapping symptoms such as sneezing and cough (e- Table 1 ). At baseline, CCQ scores were significantly different between the asthma and control groups for domains 1, 2 and 4 (e- Table 1 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 460,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 589,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Statistical methods"
        },
        {
            "text": "Subject characteristics (e- Table 2 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 35,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results:"
        },
        {
            "text": "Study participation ended with delivery in the majority of subjects. Completing the study to delivery were 97 control women and 136 asthmatic women. Data from all women commencing the cohort study were included, with adjustments made for follow-up times in each group. There were no differences between the groups in gestational age at recruitment, number of weeks of follow-up, height, marital status, ethnicity, smoking status, or season of recruitment or study end (P>0.05, e- Table 2 ). 8.5% of control women and 9.5% of asthmatic women were vaccinated against influenza during the current influenza season. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 487,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results:"
        },
        {
            "text": "We investigated differences in the time to first cold with Kaplan-Meier survival estimates (e- Figure 4 ). For common colds, the asthma group had a significantly shorter period of study before having their first common cold (hazards ratio 2.27 (1.64, 3.14), P<0.0001), but there was no difference between the groups in the time to first PCR positive cold (hazards ratio 1.14 (0.69, ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Time to first common cold and first PCR positive cold"
        },
        {
            "text": "Approximately 71% of common colds were also considered colds by self-report. Self-reported colds were more likely to be reported by pregnant women with asthma compared to pregnant women without asthma (P<0.0001, relative risk Rhinovirus was the most commonly detected virus in the asthma (38.5% of viruses) and control (44.8% of viruses) groups, followed by metapneumovirus (manuscript Table 3 ). The odds of having rhinovirus detected was 0.89 (0.33, 2.42 (Odds Ratio (95% CI), p=0.82) in the asthma group compared to the control group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 393,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Frequency of common colds"
        },
        {
            "text": "There were significantly more asthmatic women with retrospectively self-reported colds in the first and second trimester (62%) compared to women without asthma (41%, P=0.0006, RR 1.53, 95% CI [1.19, 1.96], e- Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 216,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Frequency of common colds"
        },
        {
            "text": "Women with asthma reported more colds than women without asthma (P=0.0002, Mann Whitney test), and the rate of colds was significantly increased among women with asthma when adjusted for follow-up time, atopy, parity and maternal BMI (IRR 1.64, 95% CI [1.16, 2.32], P=0.005). Similarly, among women followed postpartum (e- Total CCQ Score >=10 7 (26.9%) 19 (31.7%) Data is median (IQR) or n(%). * xt reg, adjusted for baseline CCQ total score, atopy, parity and BMI CCQ: common cold questionnaire Impact of colds on asthma Among pregnant women with asthma there were 60 PCR positive respiratory viral infections. One third of these events were associated with exacerbation requiring medical intervention (hospital admission 5% of exacerbations, emergency department presentation 10% of exacerbations, and unscheduled doctor's visit 85% of exacerbations, with oral steroid use in 40% of exacerbations) and a further one third with mild exacerbation/loss of control. The total CCQ score significantly correlated with ACQ score (Spearman r = 0.3187, P=0.0131, Spearman rank correlation, e- Figure 5 ). During 62% of PCR positive cold events, the asthmatic woman had uncontrolled asthma (ACQ > 1.5), with the median ACQ score being 1.8 (1, 2.3) . In 50% of events, women used ICS, or ICS/LABA combination therapy, with a median dose of 800 g/day (IQR 343, 1000, adjusted for self-reported non-adherence).",
            "cite_spans": [
                {
                    "start": 1232,
                    "end": 1240,
                    "text": "(1, 2.3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1087,
                    "end": 1095,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Frequency of common colds"
        },
        {
            "text": "Among 49 asthmatic women who had a PCR positive cold and a corresponding baseline clinic visit (first non-cold event), the impact of viral infection on asthma was assessed (e- Table 7 ). There were significantly more exacerbations during PCR positive colds, more uncontrolled asthma, significantly higher ACQ scores and greater symptom burden than during the baseline period. Pre-bronchodilator lung function was significantly lower during PCR positive colds than at baseline for FEV 1 and FVC (e- Table 7 ). Among 20 control women with a PCR positive cold and a corresponding baseline clinic visit, there was no difference in lung function, but a higher FENO during PCR positive colds (16. 2 [12.1, 21 .0] vs 6.7 [5.7, 12 .0], n=14, Wilcoxon matched-pairs signed-ranks test, P=0.042).",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 702,
                    "text": "2 [12.1, 21",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 722,
                    "text": "[5.7, 12",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 498,
                    "end": 505,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Frequency of common colds"
        },
        {
            "text": "PCR positive colds with asthma exacerbation were no more severe (assessed by total CCQ score) than PCR positive colds without asthma exacerbation (xtreg, coefficient 1.42, 95% CI [-1.09, 3.93], P=0.268, e- Table 8 ). However, PCR positive colds did result in an increase in asthma symptoms, assessed by the ACQ (e- Table 7 ). e- Figure 5 . Relationship between ACQ score and total CCQ score during PCR positive colds in pregnant women with asthma (Spearman rank correlation r=0.3187, P=0.0131). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 213,
                    "text": "Table 8",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 322,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 329,
                    "end": 337,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Frequency of common colds"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Management of asthma in pregnancy guided by measurement of fraction of exhaled nitric oxide: a double-blind, randomised controlled trial",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "378",
            "issn": "",
            "pages": "983--990",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Psychosocial outcomes are related to asthma control and quality of life in pregnant women with asthma",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mccaffery",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Asthma",
            "volume": "48",
            "issn": "",
            "pages": "1032--1040",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Asthma self-management skills and the use of asthma education during pregnancy",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur Respir J",
            "volume": "26",
            "issn": "",
            "pages": "435--441",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "IFN-gamma-induced protein 10 is a novel biomarker of rhinovirusinduced asthma exacerbations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Wark",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bucchieri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Allergy Clin Immunol",
            "volume": "120",
            "issn": "",
            "pages": "586--593",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Influence of asthma in pregnancy on labor and the newborn",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Minerbi-Codish",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Avnun",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Respiration",
            "volume": "65",
            "issn": "",
            "pages": "130--135",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Frequency, severity, and duration of rhinovirus infections in asthmatic and non-asthmatic individuals: a longitudinal cohort study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Corne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "359",
            "issn": "",
            "pages": "831--834",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "PS power and sample size program available for free on the internet",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Dupont",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Plummer",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Control Clin Trials",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impaired type I and III interferon response to rhinovirus infection during pregnancy and asthma",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Forbes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Thorax",
            "volume": "67",
            "issn": "",
            "pages": "209--214",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "d From: http://journal.publications .che s tne t.org/ by David Kinnis on on 08/06/2013 Online supplements are not copyedited prior to posting. ©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "median (IQR), range. Analysis by Wilcoxon ranksum test",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "d From: http://journal.publications .che s tne t.org/ by David Kinnis on on 08/06/2013 Online supplements are not copyedited prior to posting. ©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956 e-Figure 4: Kaplan-Meier survival curves for common colds (A) and PCR positive colds (B). Days represents days since study entry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "From: http://journal.publications .che s tne t.org/ by David Kinnis on on 08/06/2013 Online supplements are not copyedited prior to posting. ©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956 e-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "In the past 2 days, have you experienced any of the following: ©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956Nasal and throat swabs were collected from women with suspected respiratory viral infection, and viruses identified using real-time quantitative polymerase chain reaction (PCR) using previously described methods4 . Swab buds were immersed in buffer RLT and stored at -80 o C for up to 7 days. Total RNA was extracted and purified using RNeasy RNA mini kit and QIAshredder protocols according to the manufacturer's instructions (Qiagen, Hilden, Germany).RNA was reverse transcribed to cDNA using the high capacity cDNA reverse transcription kit (Applied Biosystems,Downloade d From: http://journal.publications .che s tne t.org/ by David Kinnis on on 08/06/2013 ©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956 ©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956 IQR), Wilcoxon ranksum test, †mean (sd), Student's t-test, ‡ n(%), Chi 2 test. Seasons were Australian summer (December -February), autumn (March -May), winter (June -August), spring (September -November).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956 nd trimester vs 3 rd trimester: Wilcoxon matched-pairs signed-rank test Downloade d From: http://journal.publications .che s tne t.org/ by David Kinnis on on 08/06/2013 Online supplements are not copyedited prior to posting. ©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956 ©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ", those with asthma were more likely to retrospectively self-report postpartum colds (67%) compared to women without asthma (43%, P=0.0021, RR 1.57, 95% CI [1.17, 2.11]) and the number of colds reported was significantly greater (P=0.0034, Mann Whitney test). d From: http://journal.publications .che s tne t.org/ by David Kinnis on on 08/06/2013 Online supplements are not copyedited prior to posting. ©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956 ©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Downloade d From: http://journal.publications .che s tne t.org/ by David Kinnis on on 08/06/2013 Online supplements are not copyedited prior to posting. ©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956 ©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956 Downloade d From: http://journal.publications .che s tne t.org/ by David Kinnis on on 08/06/2013 Online supplements are not copyedited prior to posting. ©2013 American College of Chest Physicians. Reproduction of this article is prohibited without written permission from the American College of Chest Physicians. See online for more details. DOI: 10.1378/chest.12-1956 * median (IQR), Wilcoxon matched-pairs signed-ranks test, † n (%) Chi 2 test, ‡mean (SD) paired t test. ED: emergency department, ACQ7: 7-item asthma control questionnaire, FEV1: forced expiratory volume at 1 second, FVC: forced vital capacity, FENO: fractional exhaled nitric oxide, ICS: inhaled corticosteroid, LABA: long acting beta agonist, BDP: beclomethasone dipropionate, ECO: exhaled carbon monoxide, VAS: visual analogue scale.e-Table 8. Severity of PCR positive colds with and without asthma exacerbation",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " (IQR) or n(%). * xt reg with adjustment for atopy, parity, BMI and baseline CCQ total score CCQ: common cold questionnaire, ACQ: asthma control questionnaire",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 6,
                    "text": "(IQR)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "In the control group, having one or more common colds during pregnancy did not have a major effect on pregnancy outcomes, with the exception of a higher rate of neonatal hospitalisations among those with common colds (13%) compared to those without common colds in pregnancy (1.6%, P=0.0391, Chi square test). Among asthmatic mothers, there was significantly reduced birth length among neonates from asthmatic mothers who had common colds during pregnancy, compared to those who did not (P=0.016, Wilcoxon rank-sum test), although this group also had 3 multiple births, compared to only one in the no cold group. There was also no difference in gestational age, birth weight or head circumference, or the rates of preterm delivery or low birth weight (P>0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of common colds on neonatal outcomes"
        }
    ]
}