{
    "paper_id": "a1f4d8fd9cfc75fc6428b9b82c488a93aee4e0df",
    "metadata": {
        "title": "Supporting Information De Novo Design of α-Helical Lipopeptides Targeting Viral Fusion Proteins: A Promising Strategy for Relatively Broad-Spectrum Antiviral Drug Discovery",
        "authors": [
            {
                "first": "Chao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shuai",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology of MOE/MOH",
                    "institution": "Fudan University",
                    "location": {
                        "addrLine": "130 Dong-An Road",
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tianhong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruiyuan",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guodong",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yue",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shenyang Pharmaceutical University",
                    "location": {
                        "postCode": "110016",
                        "settlement": "Shenyang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guangpeng",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shenyang Pharmaceutical University",
                    "location": {
                        "postCode": "110016",
                        "settlement": "Shenyang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weicong",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Tiantan Hospital",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weiguo",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wu",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {},
                "email": "zhongwu@bmi.ac.cn."
            },
            {
                "first": "Shibo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology of MOE/MOH",
                    "institution": "Fudan University",
                    "location": {
                        "addrLine": "130 Dong-An Road",
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": "shibojiang@fudan.edu.cn."
            },
            {
                "first": "Keliang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": "keliangliu55@126.com."
            },
            {
                "first": "S",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "Z"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "HPLC method used for the purification of peptide compounds………………………..…S3 Table S6 HPLC method used for the analysis of peptide compounds………………………..…..…S3 Figure S1 IIQ peptide as inhibitor of MERS-CoV infection. ……..…………………...……………S4 Figure S2 Correlation between α-helical contents of lipopeptides with their observed EC 50 s...……S4 Figure S3 Identification of HA2 subunit as the potential target of IIQ compound………………..S5 Figure S4 Interaction between C34 and N36………………………………………………………...S5 Figure S5 The Data were derived from the results of three independent experiments and are presented as the mean ± standard deviation. 3.66 36.3 37.8 a SVA studies were performed at a concentration of 150 µM in PBS (pH 7.2) and a rotor speed of 60,000 rpm at 25 ºC. b The molecular mass was determined at a concentration of 150 µM in a pH 5.0 buffer at a rotor speed of 60,000 rpm at 25 ºC. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "text": "Table S6",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 163,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 243,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 343,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 433,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 501,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "Supplemental Tables and Figures"
        },
        {
            "text": "Time ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Qualification assay. Analysis was performed on an LC-MS/MS system consisted of a binary LC-30AD delivery pump, a DUG-20A5R vacuum degasser, a CTO-20A column oven, a SIL-30AC auto-sampler, a CBM-20A system controller (Shimadzu, Japan) and an LCMS-8060 mass spectrometer (Shimadzu, Japan). The mobile phase was composed of solvent A (water containing 0.2 % formic acid and 10 mM ammonium formate) and solvent B (acetonitrile contiaining 5% water, 0.2% formic acid and 10 mM ammonium formate ). The chromatographic separation was performed on a CAPCELL PAK C8 column (3 µm, 50 mm × 2.0mm, Shiseido, Japan) at a flow rate of 1.0 mL/min for 4.5 min kept at 40 ℃, using a gradient method of solvent B from 45% to 55% over 1.5 min, from 55% to 100% over 0.25 min and held for 0.25 min, and back to the initial condition over 2 min to equilibrate the colume. The auto-sampler temperature was maintained at 6 °C, and the injection volume was set to 5 µL. The mass spectrometer was equipped with an electrospray ion (ESI) source working in positive ion multiple reaction monitoring (MRM) mode of the transition m/z 969.60→ 129.15 for IIQ. The parameters including nebulizing gas flow, heating gas flow, drying gas flow, interface temperature, desolventizer (DL) temperature, heat block temperature, collision energy, Q1 and Q3 voltage were set at 3.0 L/min, 10 L/min, 10 L/min, 300 °C, 250 °C, 400 °C, -54 eV, -24 V and -14 V, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacokinetic assessments"
        },
        {
            "text": "By use of a simple protein precipitation method, the test compound was extracted from rat plasma. A stock solution of IIQ was prepared in solvent of 50/50 acetonitrile/ 0.5% trifluoroacetic acid, and diluted to working solutions at serial concentraion ranging from 1 to 500 µg/ mL with the same solvent. Plasma samples for standard curves were prepared by spiking 100 µL of rat plasma with 10 µL of 10% trifluoroacetic acid, 10 µL of various working solutions and 120 µL of acetonitrile (containing 0.5% trifluoroacetic acid and 1% ammonium hydroxide). The mixture was vortexed for 2 min and centrifuged at 20,000 g for 20 min, the supernatant was transferred to auto-sampler vials, and injected into the LC/MS/MS system. Calibration curve for IIQ in plasma were linear in the concentration range of 0.1-100 µg/mL, with correlation coefficients of > 0.990. To each tested plasma sample (100 µL), all the preparation steps were the same as above, except that 10 µL of various working solutions was substituted by 10 µL blank solvent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of samples."
        },
        {
            "text": "In vivo animal test. Three male Sprague-Dawley rats (weight 210 ± 10 g) were purchased from Animal Center of Beijing Institute of Pharmacology and Toxicology. Each rat was dosed with IIQ at 5 mg/kg by i.v. administration. Blood samples were collected into heparin tubes at 0, 0.033, 0.083, 0.25, 0.5, 1, 2, 4, 8, 12 and 24 h after administration, and were immediately centrifuged to separate the plasma fractions. The plasma samples obtained were stored at -20 °C until analysis. Concentration-versus-time profiles were obtained for IIQ, and the pharmacokinetic parameters were calculated by DAS version 3.2.8. Data were averaged and reported as mean ± standard deviation.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 303,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 304,
                    "end": 306,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 307,
                    "end": 309,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 312,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 315,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preparation of samples."
        },
        {
            "text": "Solubility was measured by using an HPLC-UV method. IIQ peptide (~2 mg) was added to 1.5-mL Eppendorf tubes and double-distilled H 2 O (ddH 2 O) (100 µL) was added for dissolution with shaking for 24 h at 25 °C, followed by centrifugation of the mixture at 10,000 rpm for 15 min. The saturated supernatant solution was filtered through a 0.45µm filter membrane and then transferred to other vials for analysis by HPLC with UV detection. Each sample was assayed in triplicate. For quantification, analytical RP-HPLC was used with a Zorbax Eclipse XDB-C8 column (4.6 mm × 150 mm, 5 µm). Solvent A: 0.1% TFA in H 2 O; Solvent B: 0.1% TFA in 70% CH 3 CN/H 2 O; flow rate: 1 mL/min; gradient: 5-100% solvent B in solvent A over 25 min. The aqueous concentration was determined by comparison of the S7 peak area of the saturated solution with a standard curve plotted for the peak area versus known concentrations, which was prepared by solutions of test compound in PBS or ddH 2 O at 20, 10, 5, 2.5, 0.5, and 0 .05 mg/mL.",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 1005,
                    "text": "2 O at 20, 10, 5, 2.5, 0.5, and 0",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Aqueous solubility determination"
        },
        {
            "text": "Cell-cell fusion assays were performed as described earlier. 1 HL2/3 cells, which stably express HIV Gag, Env, Tat, Rev and Nef proteins, and TZM-bl cells, which stably express large amounts of CD4 and CCR5, were obtained from the NIH AIDS Reference and Reagent Program (contributed by Drs. Barbara Felber and George Pavlakis or Drs. John C. Kappes and Xiaoyun Wu, respectively). TZM-bl cells (2.5 × 10 4 /well) and HL2/3 cells (7.5 × 10 4 /well) were coincubated in 96well plates (Corning Costar) at 37°C in 5% CO 2 in the presence of different concentrations of inhibitors. After incubation for 6-8 h, the medium was aspirated, the cells were washed and lysed, and luciferase activity was measured using the Luciferase Assay System (Promega, Madison, WI) on a SpectraMax M5 plate reader (Molecular Devices, Sunnyvale, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV-1 Env-mediated cell-cell fusion assay"
        },
        {
            "text": "Lentivirus-based pseudotyped Sudan Ebola virus was produced as described previously. 2 The Sudan ebola virus pseudovirus and serial dilutions of each peptide were premixed and incubated for 30 min before the mixture was added to the target Huh-7 cells (10 4 per well in 96-well plates). 12 h post-infection, culture medium was replaced with fresh medium. After an additional 72 h, the transduced Huh-7 cells were lysed for the detection of luciferase activity, according to the luciferase assay system manual (Promega, USA). The values of relative light units (RLU) were used to assess the inhibitory activity of peptides.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Inhibition of pseudotyped Ebola virus infection"
        },
        {
            "text": "Four times of the HA unit (HAU) of influenza A/Puerto Rico/8/34 virus (25 µL) in U-bottomed 96-well plate was prepared, and then an equal volume (25 µL) of IIQ strated from 100 µM concentration of 3-fold serial dilution in PBS was added into the plate. After 15 min incubation at room temperature, 50 µL of freshly prepared chicken erythrocytes (1% v/v in PBS) were added to each well with multichannel pipettes. Subsequently, the mixture was incubated for 30 min at room temperature to allow for hemagglutination to occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemagglutination inhibition assay"
        },
        {
            "text": "Briefly, the virus stock was diluted with PBS (final titer 10 7 Pfu/mL), and then 100 µL of virus dilution was mix with an equal volume of IIQ solution (20 µM) in a microcentrifuge tube. After 30 min incubation at room temperature, 200 µL of 2% chicken erythrocytes prewarmed at 37 °C was added, followed by incubation for 30 min at 37 °C. 100 µL of sodium acetate (pH 4.6-5.2) was added to above mixture to trigger hemolysis, and then incubation for 30 min at 37 °C. Prior to measure the absorbance of released hemoglobin, the cells were centrifuged at 2000 rpm for 8 min to separate the nonlysed cells. The absorbance of supernatant at OD 535nm was measured by SpectraMax M5 (Molecular Devices, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemolysis inhibition assay"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Conjugation of a nonspecific antiviral sapogenin with a specific HIV fusion inhibitor: a promising strategy for discovering new antiviral therapeutics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Na",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Med. Chem",
            "volume": "57",
            "issn": "",
            "pages": "7342--7354",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chemically modified human serum albumin potently blocks entry of Ebola pseudoviruses and viruslike particles",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "",
            "issn": "",
            "pages": "2168--2184",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The peptide compounds were analyzed by analytical RP-HPLC was performed on a RP-C8 column (Zorbax Eclipse XDB-C8, 4.6 × 150 mm, 5 µm) using two different solvent systems (Methods A and B), and a flow rate of 1 mL/min with detection at 210 nm.Solvent A: 0.1% trifluoroacetic acid in H 2 O; Solvent B: 0.1% trifluoroacetic acid in 70% CH 3 CN/H 2 O. IIQ peptide as inhibitor of MERS-CoV infection. Inhibition of infection by pseudoviruses expressing S protein of MERS-CoV Erasmus Medical Center (EMC)/2012 strain in Huh-7 cells. HR2PM2 and IIQ∆ were used as positive and negative controls, respectively. The sequence of IIQ∆ is Ac-IEEIQKKIEEIQKKIEEIQKKIEEIQKK-IEEIQKK-βAla-K(Ac)-NH 2 . Data were derived from the results of three independent experiments and are presented as the mean with standard deviation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of observed α-helical contents with observed EC 50 s for inhibition of MERS-CoV S proteinmediated cell-cell fusion. The EC 50 data were obtained fromTable 1, excluding VVS with EC 50 > 10 µM. The values in parentheses indicate α-helicity (%) of the respective lipopeptides. A semi-log plot is presented, and a liner fit to data is shown (r 2 = 0.2439). Identification of HA2 subunit as the potential target of IIQ compound. (A) The behavior of IIQ in inhibition of H1/PR8-induced aggregation of chicken erythrocytes. PBS without virus was used as a positive control, while H1/PR8 virus alone as a negative control. (B) Inhibition of HA2-mediated hemolysis of chicken erythrocytes. The meaning for each group: IIQ control indicates erythrocytes in a pH buffer with the addition of IIQ only; virus control indicates erythrocytes in a pH buffer with the addition of H1/PR8 virus only; IIQ group indicates erythrocytes in a pH buffer with H1/PR8 virus and IIQ peptide.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Interaction between C34 and N36. (A) 6HB formation between N36 and C34 peptides as characterized by CD spectra. (B) Thermal denaturation curves of 6HB formed between N36 and C34. N36/C34 6HB had a Tm of 64 °C The molecular mass of IIQ/HR1P and IIQ/N66 as determined by SVA. The sedimentation coefficient (s) and observed molecular mass (kilodaltons) of each peak are indicated.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Inhibitory activity of compounds on oseltamivir-resistant strains...............………………S2 Table S2 Biophysical properties of the IIQ peptide..............……………………………..…………S2 Table S3 Summary of the SVA results of IIQ/HR1P and IIQ/N66 complexes……..………….……S2 Table S4 Biological and biophysical properties of IIQ NBD ……..……………………………….…S2",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "molecular mass of IIQ/HR1P and IIQ/N66 as determined by SVA. ………..………S5 Pharmacokinetic assessments……….………………………………………………………………….... S6 Aqueous solubility determination……….…………………………………………………………….... S6 HIV-1 Env-mediated cell-cell fusion assay……….…………………………………………………….... S7 Inhibition of pseudotyped Ebola virus infection……….……………………………………………….... S7 Hemagglutination inhibition assay……….…………...………………………………………………… S7 Hemolysis inhibition assay……….………………………………………………………………….... S7 MALDI-TOF-MS and Analytical HPLC of designed peptides…………………………….…………… S9",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Inhibitory activity of compounds on oseltamivir-resistant strains a",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Biophysical properties of the IIQ peptide The final concentration of the tested peptide in PBS (pH 7.4) or a pH 5.0 buffer was 10 µM.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary of the SVA results of IIQ/HR1P and IIQ/N66 complexes",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Biological and biophysical properties of IIQ NBD Data were derived from the results of three independent experiments and are presented as the mean ± standard deviation. EC 50 for inhibiting A/Puerto Rico/8/34 (H1N1) infection.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "HPLC method used for the purification of peptide compounds a The crude peptide products were purified by preparative reverse phase HPLC with a Waters preparative HPLC system (PrepLC 4000) on a Waters X-bridge C8 column (19.5mm × 250mm, 10µm) at constant flow rate of 16 mL/min. Solvent A: 0.1% trifluoroacetic acid in H 2 O; Solvent B: 0.1% trifluoroacetic acid in 70%CH 3 CN/H 2 O.Table S6. HPLC method used for the analysis of peptide compounds a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}