{
    "paper_id": "a1f9e6d1c2717f4555275f25d6169063b7f8bb23",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Zhenjian He 1, 2 The current outbreak of coronavirus disease 2019 (COVID-19) has prompted the World Health Organization (WHO) to declare a Public Health Emergency of International Concern on January 30, 2020. As of February 28, 2020, COVID-19 has spread throughout China with nearly 80,000 confirmed cases and affected at least 51 countries and territories worldwide [1] . Case isolation and contact tracing are common intervention used to control the outbreak of infectious diseases.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 14,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 15,
                    "end": 16,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Historically, these interventions have been successfully applied for controlling a variety of emerging infectious disease outbreaks, such as smallpox and SARS, but only partially effective for foot-and-mouth disease, and likely not effective for influenza [2] [3] [4] . Currently, it is not yet clear whether case isolation and contact tracing measures are sufficient to contain a new outbreak from COVID-19. Recently, Hellewell and colleagues developed a stochastic transmission model to assess the potential effectiveness of case isolation and contact tracing in controlling COVID-19 outbreak [5] . They suggested that in most modeled scenarios contact tracing and case isolation alone might be insufficient to control a new outbreak of COVID-19 within 3 months, especially when longer delays from symptom onset to isolation, fewer cases ascertained by contact tracing, and increased transmission before symptoms exist. It is the first study using a stochastic model to evaluate the effects of isolation and contact tracing intervention for outbreak of COVID-19. In this study, the authors simplified the outputs of their model to the effects of contact tracing and isolation on the control of outbreaks under different scenarios of transmission, and included several parameters (e.g., the basic reproduction number R0, the delay from symptom onset to isolation, and the probability contacts were traced) other than merely focusing on R0. This interesting study provides a timely evaluation strategy to quantify the potential effectiveness of case isolation and contact tracing measures and may bring insights for the control the COVID-19 outbreak in China and probably other areas of the world as well.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is particularly noteworthy, however, that the model used in Hellewell's study employed idealistic assumptions. For example, R0 was assumed to remain unchanged during the whole process of epidemic, which would increase the probability of achieving control of an outbreak. In the meantime, the study assumed that isolation of cases and contacts can be completely effective to prevent further transmission and all symptomatic cases will be eventually reported. These assumptions may lead to overestimation of the probability of achieving control of an outbreak. Furthermore, as R0, a key parameter employed in Hellewell's model, can be affected by various actual factors, lack of considering these factors, e.g., lockdown of the epidemic areas, traffic control, travel restrictions, transmission of asymptomatic infected individuals, possibility of in-hospital transmission after isolation, population density, population mobility, and climate factors, may lead to erroneous prediction. In addition, the threshold value of the employed parameters might have been set much lower than the actual numbers. For example, in their simulations, the maximal number of initial cases was only 40, and the maximal weekly capacity of isolation and tracing was only around 400. Further optimization of parameter setting may help improve the applicability of the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, as prediction models largely rely on parameter assumptions, conclusions derived from model prediction should apply in condition of particular public health contexts. In China, the government's capacity to prevent and control outbreaks is well beyond the model's assumption. For example, the actual number of COVID-19 infection cases traced and isolated in China is over 100 times more than the model's parameter setting. Nevertheless, in fact the concluded prediction that mere case isolation and contact tracing is insufficient for the outbreak control holds true as China indeed has also taken a variety of additional containment strategies such as lockdown of the epidemic areas, traffic control, travel restriction, mandatory facial masking, and postponed school and work resumption, and according to the latest data, the number of newly confirmed cases has declined significantly, and many provinces and regions other than Hubei province have reported zero newly confirmed cases for days (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1002,
                    "end": 1010,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Although China's aggressive efforts have impeded a global spread of the virus, various areas, including South Korea, Japan, Iran, Italy, and Singapore, the numbers of confirmed cases are still on the rise, accompanied with high risks of COVID-19 endemics or outbreaks in other countries and regions. It would not be surprising if one day in the near future broader containment measures are needed to prevent a pandemic. In such a context, instead of asking whether case isolation and contact tracing measures are good enough, a more practical question might be: what further should be done by governments and communities to achieve effective control over outbreaks? In the light that the strategies currently taken by China are beginning to prove effective, it would be of great interest to further discuss what can be learnt from their experience. Figure 1 was generated by the author using data of daily newly confirmed cases in China. All the data used are publicly available from the website of National Health Commission of the People's Republic of China at http://www.nhc.gov.cn/yjb/new_index.shtml",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 849,
                    "end": 857,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease (COVID-2019) Situation Report-39: WHO; 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "16",
            "pages": "6146--51",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission intensity and impact of control policies on the foot and mouth epidemic in Great Britain",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "413",
            "issn": "6855",
            "pages": "542--550",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The effectiveness of contact tracing in emerging epidemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS One",
            "volume": "1",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Feasibility of controlling 2019-nCoV outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bosse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Munday",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eggo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.08.20021162"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Confirmed cases daily in China. a Numbers of daily newly confirmed cases in Hubei Province and the whole country of China. b Total daily number of newly confirmed cases in other provinces and regions than Hubei in China.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author would like to acknowledge Prof. Mengfeng Li (Southern Medical University) and Prof. Chen Mao (Southern Medical University) for their indepth discussion and highly helpful suggestions and comments during the preparation of the commentary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This MedView was written to highlight the following preprint -Feasibility of controlling 2019-nCoV outbreaks by isolation of cases and contacts (https://www.medrxiv.org/content/10.1101/2020.02.08.20021162v1) [5] .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Preprint"
        },
        {
            "text": "The author read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "Dr. Zhenjian is an Early Career Researcher at the School of Public Health, Sun Yat-sen University, and his research interest focuses on the pathogenesis and molecular epidemiology of viral diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' information"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The data that support the findings of this study are publicly available from the website of National Health Commission of the People's Republic of China.Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The author declares that he has no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}