{
    "paper_id": "a28e1c07063ce1e077cd2c28481d5844a9869a7e",
    "metadata": {
        "title": "SARS -Pandemie und Emerging Disease",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Hörmansdorfer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Landesamt für Gesundheit und Lebensmittelsicherheit",
                    "institution": "Landesamt für Gesundheit und Lebensmittelsicherheit",
                    "location": {
                        "addrLine": "Veterinärstraße 2",
                        "postCode": "D-85764",
                        "settlement": "Oberschleißheim, Oberschleißheim",
                        "country": "Germany, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Campe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Landesamt für Gesundheit und Lebensmittelsicherheit",
                    "institution": "Landesamt für Gesundheit und Lebensmittelsicherheit",
                    "location": {
                        "addrLine": "Veterinärstraße 2",
                        "postCode": "D-85764",
                        "settlement": "Oberschleißheim, Oberschleißheim",
                        "country": "Germany, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "Sing"
                ],
                "last": "Bayerisches",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Landesamt für Gesundheit und Lebensmittelsicherheit",
                    "institution": "Landesamt für Gesundheit und Lebensmittelsicherheit",
                    "location": {
                        "addrLine": "Veterinärstraße 2",
                        "postCode": "D-85764",
                        "settlement": "Oberschleißheim, Oberschleißheim",
                        "country": "Germany, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Hörmansdorfer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Landesamt für Gesundheit und Lebensmittelsicherheit",
                    "institution": "Landesamt für Gesundheit und Lebensmittelsicherheit",
                    "location": {
                        "addrLine": "Veterinärstraße 2",
                        "postCode": "D-85764",
                        "settlement": "Oberschleißheim, Oberschleißheim",
                        "country": "Germany, Germany"
                    }
                },
                "email": "stefan.hoermansdorfer@lgl.bayern.de"
            }
        ]
    },
    "abstract": [
        {
            "text": "Zusammenfassung: Der SARS-Seuchenzug in den Jahren 2002 und 2003 mit weltweit 8.096 Erkrankten und 774 Toten war die erste Pandemie des 21. Jahrhunderts. SARS, das severe acute respiratory syndrome, nahm in Südchina seinen Ausgang und verbreitete sich über Südostasien schließlich auf alle 5 Kontinente. Es verursachte beim Menschen schwere Pneumonien mit Lungenversagen und enterischer Beteiligung. Auslöser war ein neuartiges Coronavirus (SARS-CoV), das von Fledermäusen auf fleischfressende Kleinsäuger und von diesen auf den Menschen übertragen wurde. Die dabei stattgehabten Mutationen des viralen Rezeptorgens führten nicht nur zur Infektion des Menschen, sondern vermittelten auch die Übertragbarkeit von Mensch zu Mensch. Die SARS-Pandemie kann daher als Modell für eine emerging disease angesehen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abstract: The SARS-epidemic of 2002/2003 with worldwide 8.096 cases and 774 fatalities was the first pandemia of the 21 st century. SARS, the severe acute respiratory syndrome, arose in southern China and spread from Southeast-Asia finally over all five continents. It caused heavy pneumonia with pulmonal failure and enteric involvement in man. The causative agent was a novel coronavirus (SARS-CoV), which was transmitted from bats to small carnivores and from them to man. The mutations of the viral receptor gene thus allowed the infection of man and the transmission from man to man. The SARS-pandemia can therefore be regarded as a model of an emerging disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "SARS (\"severe acute respiratory syndrome\") ist die erste Pandemie des 21. Jahrhunderts. Sie nahm im November 2002 ihren Anfang in der südchinesischen Guangdong-Provinz. Von der übrigen Welt unbemerkt breitete sich dort ein neuartiges infektiöses Agens aus, das beim Menschen atypische Pneumonien mit schwerem, oft tödlichem Verlauf verursacht. Im Februar 2003 traten dann weitere Fälle zunächst in Südostasien",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract: The SARS-epidemic of 2002/2003 with worldwide 8.096 cases and 774 fatalities was the first pandemia of the 21 st century. SARS, the severe acute respiratory syndrome, arose in southern China and spread from Southeast-Asia finally over all five continents. It caused heavy pneumonia with pulmonal failure and enteric involvement in man. The causative agent was a novel coronavirus (SARS-CoV), which was transmitted from bats to small carnivores and from them to man. The mutations of the viral receptor gene thus allowed the infection of man and the transmission from man to man. The SARS-pandemia can therefore be regarded as a model of an emerging disease. (Anonymus, 2004a; Cheng et al., 2007) . Seitdem sind keine neuen Fälle mehr gemeldet worden.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 685,
                    "text": "(Anonymus, 2004a;",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 705,
                    "text": "Cheng et al., 2007)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Als Erreger von SARS wurde rasch ein neuartiges Coronavirus, das SARS-CoV, identifiziert. Coronaviren sind behüllte Viren mit einsträngiger, positiver RNA und keulenförmig nach außen ragenden Peplomeren, die im elektronenmikroskopischen Bild an eine Krone (lat. corona) erinnern (Mayr, 2007) . Sie sind als Erreger von respiratorischen, enterischen und zentralnervösen Erkrankungen in der Humanmedizin seit langem bekannt (Hoheisel et al., 2006) . Bei Tieren verursachen Coronaviren z. T schwer verlaufende Krankheiten wie die transmissible Gastroenteritis (TGE) des Schweins, die feline infektiöse Peritonitis (FIP) der Katze oder die infektiöse Bronchitis (IB) beim Huhn (Mayr, 2007) .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 291,
                    "text": "(Mayr, 2007)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 422,
                    "end": 445,
                    "text": "(Hoheisel et al., 2006)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 673,
                    "end": 685,
                    "text": "(Mayr, 2007)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Ätiologie"
        },
        {
            "text": "Bei der Suche nach der Herkunft des plötzlich aufgetretenen neuen SARS-Coronavirus ohne nähere genetische Verwandtschaft zu den bisher bekannten humanen Coronaviren konzentrierte man sich deshalb rasch auf mögliche tierische Wirte (Wang et al., 2006) . Relativ bald konnte man Anfang 2003 auf Lebendtiermärkten in Südchina zum SARS-CoV genetisch eng verwandte Coronaviren bei klinisch unauffälligen, zu den Schleichkatzen gehörenden Larvenrollern (Paguma larvata) und Marderhunden (Nyctereutes procyonides) sowie Antikörper in Sonnendachsen (Melogale moschata) nachweisen (Wang et al., 2006) . Da diese kleinen Fleischfresser in Südchina dem Menschen als Nahrungsmittel dienen und in überfüllten Käfigen ohne weitere Biosicherheitsmaßnahmen auf dem Markt gehandelt werden, liegt die Schlussfolgerung nahe, dass auf diesem Wege das SARS-CoV vom Tier auf den Menschen übertragen wurde , Cheng et al., 2007 . Neben Larvenrollern, Marderhunden und Sonnendachsen sind natürliche SARS-CoV Infektionen mittlerweile auch bei Hauskatzen (Felis domesticus) und Wildschweinen (Sus scrofa) nachgewiesen worden. Experimentelle Infektionen mit z. T. klinischen Erscheinungen gelangen bisher bei 11 Tierarten, darunter verschiedenen Affenarten (z. B. Makaken, Meerkatzen), Frettchen und Kleinnagern wie Mäusen und Ratten (Wang et al., 2006) . Ausgedehnte Erhebungen an wildlebenden Larvenrollern und solchen aus Zuchtbetrieben beweisen jedoch, dass aufgrund der verhältnismäßig geringen Verbreitung von SARS-CoV oder Antikörpern Larvenroller wohl als natürliches Reservoir nicht in Frage kommen (Wang et al., 2006; Cheng et al., 2007) . Dagegen zeigen neuere Untersuchungen, dass offenbar Fledermäuse ein natürliches Reservoir für Coronaviren sind. Während eine Vielzahl meist speziesspezifischer Coronaviren bei wildlebenden chinesischen Fledermäusen aus bisher 6 Gattungen vorkommen, konnten bei verschiedenen Hufeisennasenfledermäusen der Gattung Rhinolophus aus unterschiedlichen Regionen Chinas Coronaviren nachgewiesen werden, die mit dem aus Menschen und Larvenrollern isolierten SARS-CoV eine Sequenzhomologie zwischen 88 und 92 % aufweisen (SARS-like-CoV). Positive PCR-Resultate konnten aus 39 % der untersuchten Analtupfer erhalten und Antikörper in 84 % der untersuchten Hufeisennasenfledermäusen gezeigt werden (Wang et al., 2006) . Es kann aufgrund der vorliegenden Daten daher davon ausgegangen werden, dass das ursprüngliche Reservoir des SARS-CoV in der Fledermauspopulation zu suchen ist und kleine Fleischfresser wie der Larvenroller als Zwischenwirte für die Übertragung auf den Menschen fungieren (Wang et al., 2006; Hoheisel et al., 2006) . Damit sind Fledermäuse als Reservoir nicht nur von Nipah-, Hendra-und Ebolavirus, sondern auch von SARS-CoV anzusehen (Wang und Eaton, 2007) . Als Vektoren für die Virusübertragung kommen Faeces, Harn, Blut, Tränenflüssigkeit oder Tröpfchen bzw. Aerosole aus dem Respirationstrakt in Betracht (Cheng et al., 2007) .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 250,
                    "text": "(Wang et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 591,
                    "text": "(Wang et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 903,
                    "text": ", Cheng et al., 2007",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1306,
                    "end": 1325,
                    "text": "(Wang et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1580,
                    "end": 1599,
                    "text": "(Wang et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 1600,
                    "end": 1619,
                    "text": "Cheng et al., 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2309,
                    "end": 2328,
                    "text": "(Wang et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 2603,
                    "end": 2622,
                    "text": "(Wang et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 2623,
                    "end": 2645,
                    "text": "Hoheisel et al., 2006)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2766,
                    "end": 2788,
                    "text": "(Wang und Eaton, 2007)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2941,
                    "end": 2961,
                    "text": "(Cheng et al., 2007)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "Die Einschaltung eines Zwischenwirts erscheint notwendig, da molekularbiologischen Studien zufolge das Virus aus den Fledermäusen den Menschen nicht direkt infizieren kann. Erst nach Mutation des S-Proteingens in seiner S1-Domäne, welches die Bindung an den ACE2-Rezeptor vermittelt, ist das so veränderte Virus dann nicht nur in der Lage, den Menschen zu infizieren, sondern auch von Mensch zu Mensch weiter übertragen zu werden. Zu Beginn, zur Mitte und dem Ende des weltweiten Seuchenzuges konnten jeweils SARS-Coronaviren mit verschiedenen Punktmutationen des S-Proteingens nachgewiesen werden (Wang et. al, 2006; Cheng et al., 2007) . Da das S-Protein die Rezeptorbindungsdomäne enthält und als Immunogen den Angriffen des Abwehrsystems ausgesetzt ist, gehört es zu den am schnellsten evolvierenden Proteinen des SARS-CoV (Cheng et al., 2007) .",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 617,
                    "text": "(Wang et. al, 2006;",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 637,
                    "text": "Cheng et al., 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 827,
                    "end": 847,
                    "text": "(Cheng et al., 2007)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "SARS äußert sich beim Menschen als schwer verlaufende Pneumonie mit deutlicher Allgemeinsymptomatik. Die Inkubationszeit beträgt im Mittel 5 (2-10) Tage. Die Initialsymptome sind grippeähnlich, also Fieber, Schüttelfrost, Gliederschmerzen, Abgeschlagenheit, Unwohlsein und Kopfschmerzen. Schließlich entwickeln sich trockener Husten und Dyspnoe. Bei bis zu 70 % der Patienten treten gastrointestinale Symptome bis hin zur Diarrhoe auf. Wichtigste Komplikation ist bei etwa 20 % der Patienten ein akutes Lungenversagen (acute respiratory distress syndrome, ARDS) mit der Notwendigkeit intensivmedizinischer Behandlung (Hoheisel et al., 2006; RKI) . Röntgenologisch ist -auch bei noch fehlender respiratorischer Symptomatik -bereits nach 3 -4 Tagen eine fleckförmige Verschattung mit unilateralem Beginn erkennbar. Schließlich zeigt sich das Bild multipler bis generalisierter interstitieller Infiltrate (RKI). An SARS erkranken überwiegend Erwachsene. Die Wahrscheinlichkeit schwerwiegender und letaler Verläufe steigt mit dem Alter. SARS bei Kindern und Jugendlichen tritt seltener auf und verläuft im Regelfall mild (Hoheisel et al., 2006; RKI) .",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 640,
                    "text": "(Hoheisel et al., 2006;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "RKI)",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1140,
                    "text": "(Hoheisel et al., 2006;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1141,
                    "end": 1145,
                    "text": "RKI)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "Die klinische Diagnose einer SARS-Infektion ist schwierig zu stellen. Zu ähnlich ist die Symptomatik der anderer respiratorischer Erreger, allen voran Influenza (Peiris et al., 2003) . So sind neben der Expositionsanamnese Fieber ab dem 1. Erkrankungstag, pulmonale Infiltrationen sowie Lympho-und Thrombopenie wichtige prädiktive Parameter für das Vorliegen von SARS; Schnupfen, Halsschmerzen, Neutrophilie, fehlendes Fieber und fehlende Exposition sprechen dagegen (Hoheisel et al., 2006) .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 182,
                    "text": "(Peiris et al., 2003)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 467,
                    "end": 490,
                    "text": "(Hoheisel et al., 2006)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Die Labordiagnose einer akuten SARS-Infektion wird molekularbiologisch mittels RT-PCR gestellt. In erster Linie werden hierfür Rachenspülwasser, Broncho-Alveolarlavagen und Sputumproben sowie ab der 2./3. Krankheitswoche Stuhlproben bzw. Rektalabstriche empfohlen; quantitative Analysen sind aber für Serum-und Plasmaproben besser evaluiert. Antikörpertests stehen ebenfalls zur Verfügung, sind aber nur für epidemiologische Fragestellungen sinnvoll einsetzbar (Fujimoto et al., 2008; Hoheisel et al., 2006; Ng and Lo, 2006; Peiris et al., 2003) .",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 484,
                    "text": "(Fujimoto et al., 2008;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 485,
                    "end": 507,
                    "text": "Hoheisel et al., 2006;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 508,
                    "end": 524,
                    "text": "Ng and Lo, 2006;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 525,
                    "end": 545,
                    "text": "Peiris et al., 2003)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Diagnose"
        },
        {
            "text": "Die Behandlung SARS-Erkrankter während der Epidemie beschränkte sich weitgehend auf symptomatische Maßnahmen. Spezifisch gegen das Virus gerichtete Medikamente waren und sind bis heute nicht bekannt. Ribavirin wurde in Einzelfällen schon vor Identifikation des Erregers eingesetzt, der Nutzen blieb unklar. Interferone, teils in Kombination mit Kortikosteroiden, wurden ebenfalls verwendet (Hoheisel et al., 2006; Peiris et al., 2003) . Einigkeit besteht, dass die Entwicklung eines Impfstoffs gegen SARS-CoV notwendig ist, um einer erneuten Ausbreitung entgegentreten zu können. Die meisten Forschungsgruppen verwenden für ihre Immunisierungsversuche das SARS-CoV S-Protein, das in Tierversuchen zur Bildung neutralisierender Antikörper führte und die Tiere nach Exposition vor Erkrankung schützte. Auf einen marktfähigen SARS-Impfstoff wird man aber vorerst noch warten müssen (Du et al., 2008; Hoheisel et al., 2006) .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 413,
                    "text": "(Hoheisel et al., 2006;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 414,
                    "end": 434,
                    "text": "Peiris et al., 2003)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 879,
                    "end": 896,
                    "text": "(Du et al., 2008;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 897,
                    "end": 919,
                    "text": "Hoheisel et al., 2006)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Therapie und Impfung"
        },
        {
            "text": "Eine besondere Bedeutung für die Ausbreitung von SARS hatte neben dem weltweiten Reiseverkehr die offenbar verhältnismäßig leichte Übertragbarkeit von SARS von Mensch zu Mensch sowie die relative Umweltstabilität von SARS-CoV. Seine Infektionstüchtigkeit bleibt auf trockenen Oberflächen bei Raumtemperatur für 2 -3 Tage und in Stuhl für 2 -4 Tage erhalten (Cheng et al., 2007) . Bei einem SARS-Ausbruch im Amoy-Gardens-Hochhauskomplex in Hongkong zeigten die Patienten die höchste nasopharyngeale Viruslast, die am nächsten zum Indexpatienten wohnten (Hoheisel et al., 2006) . Von den 8.096 weltweit erkrankten Patienten während des Seuchenzuges 2002/2003 gehörten immerhin 1.706 Infizierte (21 %) zum medizinischen Personal, die sich offenbar durch engen Kontakt zu Patienten angesteckt haben (siehe Tab. 1). Einzelne, sogenannte \"Superspreader\" können dabei das Virus auf eine große Zahl weiterer Menschen übertragen (Anonymus, 2004b). Begünstigt wird dies neben einer fulminanten Ausscheidung durch eine verzögerte Isolierung und Behandlung in Normalstationen (Hoheisel et al., 2006) (Cheng et al., 2007) . Da die Infektiosität bei SARS erst um den 5. Tag beginnt und in der 2. Krankheitswoche am höchsten ist, spielte die Übertragung innerhalb von Flugzeugen hier keine wesentliche Rolle (Anonymus, 2004b; Cheng et al., 2007) . Dennoch ist zu fordern, dass die Zusammenarbeit zwischen Öffentlichem Gesundheitsdienst und Flughäfen und Fluggesellschaften klar definiert sein sollte und insbesondere sichergestellt werden muss, dass der Amtsarzt im Eventualfall rasch Passagierlisten mit vollständigen Angaben erhalten kann (Anonymus, 2004b) . Wesentlich ist auch die Beachtung der arbeitsschutzrechtlichen Vorschriften für den Gesundheitsschutz der Mitarbeiter, wie sie z.B. für Tuberkulose und Influenza schon erarbeitet sind. Gerade der hohe Anteil SARSinfizierter Mitarbeiter der Gesundheits-und Pflegedienste hätte bei konsequenter Anwendung von persönlichen Schutzmaßnahmen, insbesondere Atemschutz, sicher gesenkt werden können. Für Krankenhäuser ist darüber hinaus zu fordern, dass Früherkennung, rechtzeitige Triage und schnelle Isolierung von Verdachtsfällen wesentliche Maßnahmen zur Verhinderung der Ansteckung von Klinikmitarbeitern und anderen Patienten darstellen (Cheng et al., 2007) .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 377,
                    "text": "(Cheng et al., 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 552,
                    "end": 575,
                    "text": "(Hoheisel et al., 2006)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1064,
                    "end": 1087,
                    "text": "(Hoheisel et al., 2006)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1088,
                    "end": 1108,
                    "text": "(Cheng et al., 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1293,
                    "end": 1310,
                    "text": "(Anonymus, 2004b;",
                    "ref_id": null
                },
                {
                    "start": 1311,
                    "end": 1330,
                    "text": "Cheng et al., 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1626,
                    "end": 1643,
                    "text": "(Anonymus, 2004b)",
                    "ref_id": null
                },
                {
                    "start": 2281,
                    "end": 2301,
                    "text": "(Cheng et al., 2007)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Übertragbarkeit und Ausbreitung von SARS"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K P"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Und Yuen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "",
            "pages": "660--694",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Priming with rAAV encoding RBD of SARS-CoV S protein and boosting with RBD-specific peptides for T cell epitopes elevated humoral and cellular immune responses against SARS-CoV infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong-Yan",
                    "suffix": ""
                },
                {
                    "first": "K.-W",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "B.-J",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "1644--1651",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sensitive and specific enzyme-linked immunosorbent assay using chemiluminescence for detection of severe acute respiratory syndrome viral infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujimoto",
                    "suffix": ""
                },
                {
                    "first": "K.-H",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "K.-F",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H K"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Okamato",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "302--310",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Schweres akutes respiratorisches Syndrom (SARS)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hoheisel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Luk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gillissen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "G"
                    ],
                    "last": "Liebert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "957--963",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS Risikobewertung. Bayerisches Landesamt für Gesundheit und Lebensmittelsicherheit",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lgl",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Medizinische Mikrobiologie, Infektions-und Seuchenlehre",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mayr",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "245",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Molecular diagnosis of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Methods Mol Biol",
            "volume": "336",
            "issn": "",
            "pages": "163--175",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D M E"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stöhr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "2431--2441",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "RKI",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bats, civets and the emergence of SARS",
            "authors": [
                {
                    "first": "L.-F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Und Eaton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "315",
            "issn": "",
            "pages": "325--344",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "WHO",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Zusammenfassung: Der SARS-Seuchenzug in den Jahren 2002 und 2003 mit weltweit 8.096 Erkrankten und 774 Toten war die erste Pandemie des 21. Jahrhunderts. SARS, das severe acute respiratory syndrome, nahm in Südchina seinen Ausgang und verbreitete sich über Südostasien schließlich auf alle 5 Kontinente. Es verursachte beim Menschen schwere Pneumonien mit Lungenversagen und enterischer Beteiligung. Auslöser war ein neuartiges Coronavirus (SARS-CoV), das von Fledermäusen auf fleischfressende Kleinsäuger und von diesen auf den Menschen übertragen wurde. Die dabei stattgehabten Mutationen des viralen Rezeptorgens führten nicht nur zur Infektion des Menschen, sondern vermittelten auch die Übertragbarkeit von Mensch zu Mensch. Die SARS-Pandemie kann daher als Modell für eine emerging disease angesehen werden.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "(\"severe acute respiratory syndrome\") ist die erste Pandemie des 21. Jahrhunderts. Sie nahm im November 2002 ihren Anfang in der südchinesischen Guangdong-Provinz. Von der übrigen Welt unbemerkt breitete sich dort ein neuartiges infektiöses Agens aus, das beim Menschen atypische Pneumonien mit schwerem, oft tödlichem Verlauf verursacht. Im Februar 2003 traten dann weitere Fälle zunächst in Südostasien (Hongkong und Vietnam) und kurz darauf in Kanada und den USA auf. Bei dem folgenden Seuchenzug über alle fünf Kontinente erkrankten weltweit in 26 Ländern insgesamt 8.096 Menschen. 774 Patienten verstarben, was einer Letalitätsrate von 9,6 % entspricht. Die letzten Fälle wurden im Juni bzw. Juli 2003 aus Taiwan bzw. den USA gemeldet (siehe Tab. 1) (WHO, RKI). Vier SARS-Fälle, die teilweise auf eine Laborinfektion zurückzuführen sind, ereigneten sich dann im Frühjahr 2004 in China",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Tab. 1 Übersicht mutmaßlicher weltweiter SARS-Fälle vom 1. November 2002 bis 31. Juli 2003 (modifiziert nach WHO [http://www.who.int/csr/sars/ country/table2004_04_21/en/index.html]).den und sich in den Zielgebieten in der dortigen einheimischen Bevölkerung ausbreiten kann. Das Flugzeug ist dabei als neuer Vektor zu berücksichtigen. Damit sind erstmals in der menschlichen Geschichte epidemische Ausbreitungen innerhalb von Stunden über Tausende von Kilometern möglich(LGL, 2003). Es ist zu beachten, dass gerade in Flugzeugen Passagiere den Aerosolen und Tröpfchenemissionen ihrer Mitreisenden über längere Zeit ausgesetzt sind und solche Exkrete durch Luft oder das Kabinenpersonal im Flugzeug verteilt werden können. Die meisten Flugpassagiere, die sich eine SARS-Infektion mutmaßlich auf einem Flug zugezogen haben, saßen innerhalb von 5 Sitzreihen um den Indexpatienten",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}