{
    "paper_id": "a2add6bf6308e0e566bd2efc43b78990f7cf5817",
    "metadata": {
        "title": "Manipulation of the nuclear factor-jB pathway and the innate immune response by viruses",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Hiscott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Terry Fox Molecular Oncology Group",
                    "institution": "McGill University",
                    "location": {
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "T-La",
                "middle": [],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Terry Fox Molecular Oncology Group",
                    "institution": "McGill University",
                    "location": {
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Arguello",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Terry Fox Molecular Oncology Group",
                    "institution": "McGill University",
                    "location": {
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Nakhaei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Terry Fox Molecular Oncology Group",
                    "institution": "McGill University",
                    "location": {
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Paz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Terry Fox Molecular Oncology Group",
                    "institution": "McGill University",
                    "location": {
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Viral and microbial constituents contain specific motifs or pathogen-associated molecular patterns (PAMPs) that are recognized by cell surface-and endosome-associated Toll-like receptors (TLRs). In addition, intracellular viral double-stranded RNA is detected by two recently characterized DExD/H box RNA helicases, RIG-I and Mda-5. Both TLR-dependent and -independent pathways engage the IjB kinase (IKK) complex and related kinases TBK-1 and IKKe. Activation of the nuclear factor jB (NF-jB) and interferon regulatory factor (IRF) transcription factor pathways are essential immediate early steps of immune activation; as a result, both pathways represent prime candidates for viral interference. Many viruses have developed strategies to manipulate NF-jB signaling through the use of multifunctional viral proteins that target the host innate immune response pathways. This review discusses three rapidly evolving areas of research on viral pathogenesis: the recognition and signaling in response to virus infection through TLR-dependent and -independent mechanisms, the involvement of NF-jB in the host innate immune response and the multitude of strategies used by different viruses to short circuit the NF-jB pathway. Oncogene (2006 Oncogene ( ) 25, 6844-6867. doi:10.1038 Keywords: NF-kappaB; innate immunity; interferons; viral evasion; Toll-like receptors",
            "cite_spans": [
                {
                    "start": 1224,
                    "end": 1238,
                    "text": "Oncogene (2006",
                    "ref_id": null
                },
                {
                    "start": 1239,
                    "end": 1278,
                    "text": "Oncogene ( ) 25, 6844-6867. doi:10.1038",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The NF-jB signaling network: regulating innate and adaptive immunity Activation of the nuclear factor-kB (NF-kB) transcriptional program is a fundamental immediate early step of immune activation; as a result, NF-kB signaling represents a prime candidate for viral interference. Many viruses disrupt the innate immune responses and NF-kB through the use of multifunctional viral proteins that target specific aspects of the NF-kB pathway. On the other hand, certain viruses, including human immunodeficiency virus type I (HIV-I), human T-cell leukemia virus type 1 (HTLV-1), Human herpesvirus 8 (HHV8) and Epstein-Barr virus (EBV), have incorporated aspects of NF-kB signaling into their life cycle and pathogenicity, and thus induce NF-kB activation (Hiscott et al., 2001) . A convergence of knowledge about the host innate immune response to viral pathogens and the strategies used by viruses to short circuit the early host response, coupled with the identification of potential targets for therapeutic intervention in viral diseases, has created an energized period of research in this important area of molecular virology. This review discusses three rapidly evolving areas of research on viral pathogenesis: the recognition and innate immune response to virus infection, the involvement of NF-kB in the host response and the multitude of strategies used by different viruses to manipulate the NF-kB pathway. Because the organization of the mammalian NF-kB family of transcription factors as well as the knockout phenotypes of the NF-kB and IkB kinase (IKK)-deficient mice are described elsewhere in this issue (see Gerondakis et al., 2006; Gilmore, 2006) , this information will not be reiterated here.",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 773,
                    "text": "(Hiscott et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 1621,
                    "end": 1645,
                    "text": "Gerondakis et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 1646,
                    "end": 1660,
                    "text": "Gilmore, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Inducible activation of NF-kB signaling requires phosphorylation of IkB by the 700-900 kDa multiprotein IKK complex (see Scheidereit, 2006) . The IKK complex contains two catalytic kinase components, IKKa and IKKb, as well as a non-enzymatic regulatory subunit NEMO (NF-kB Essential MOdulator) (Hayden and Ghosh, 2004; Karin et al., 2004) . In addition, the chaperone molecule heat shock protein 90 (Hsp90) and cell division cycle 37 (Cdc37) protein are accessory molecules that directly interact with the IKK complex through the kinase domain of IKKa and IKKb (Chen-Park et al., 2002) . Readers are referred to the description of the classical IKK complex in the issue (Scheidereit, 2006) ; herein, we focus on two virus-activated IKKrelated kinases, TBK-1 and IKKe.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 139,
                    "text": "Scheidereit, 2006)",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 318,
                    "text": "(Hayden and Ghosh, 2004;",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 338,
                    "text": "Karin et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 585,
                    "text": "(Chen-Park et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 689,
                    "text": "(Scheidereit, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The virus activated, IKK-related kinases: TBK-1 and IKK Two additional members of the family of IKK kinases -TBK-1/NAK/T2K and IKKe/IKKi -were identified based on limited sequence homology and the potential to stimulate NF-kB signaling (Peters and Maniatis, 2001) . Inducible IKK (IKKe/IKKi) was isolated using a subtractive hybridization technique from lipopolysaccharide (LPS)-stimulated RAW264.7 murine macrophages (Shimada et al., 1999) , as well as from an EST database search for IKK homologs (Peters et al., 2000) . The TBK-1/NAK/T2K kinase has been characterized as an IKK homolog involved in tumor necrosis factor (TNF)a-mediated NF-kB activation (Pomerantz and Baltimore, 1999; Bonnard et al., 2000) , acting upstream of IKKb (Tojima et al., 2000) . Despite the homology and functional similarities between TBK-1 and IKKe, the expression patterns of these two IKK related kinases are considerably different. TBK-1 expression is ubiquitous and constitutive in a wide variety of cells, while IKKe expression is relegated to cells of the immune compartment (Shimada et al., 1999; Peters and Maniatis, 2001 ), but is inducible in non-hematopoietic cells by stimulation with activating agents such as TNF, PMA, LPS and virus infection (Shimada et al., 1999; Aupperle et al., 2001; Kravchenko et al., 2003; Hemmi et al., 2004) through an NF-kB-dependent mechanism involving upregulation of IKKe expression by C/EBPd and C/EBPb (Kravchenko et al., 2003) .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 263,
                    "text": "(Peters and Maniatis, 2001)",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 440,
                    "text": "(Shimada et al., 1999)",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 520,
                    "text": "(Peters et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 687,
                    "text": "(Pomerantz and Baltimore, 1999;",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 709,
                    "text": "Bonnard et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 757,
                    "text": "(Tojima et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 1064,
                    "end": 1086,
                    "text": "(Shimada et al., 1999;",
                    "ref_id": null
                },
                {
                    "start": 1087,
                    "end": 1112,
                    "text": "Peters and Maniatis, 2001",
                    "ref_id": null
                },
                {
                    "start": 1240,
                    "end": 1262,
                    "text": "(Shimada et al., 1999;",
                    "ref_id": null
                },
                {
                    "start": 1263,
                    "end": 1285,
                    "text": "Aupperle et al., 2001;",
                    "ref_id": null
                },
                {
                    "start": 1286,
                    "end": 1310,
                    "text": "Kravchenko et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 1311,
                    "end": 1330,
                    "text": "Hemmi et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1431,
                    "end": 1456,
                    "text": "(Kravchenko et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A schematic representation of the IKK kinase family is presented in Figure 1 . Like the classical IKK kinases IKKa and IKKb, the IKK-related kinases (IKKe and TBK-1) contain a catalytic kinase domain, a leucine zipper domain and a helix-loop-helix domain that is involved in protein-protein interactions (Pomerantz and Baltimore, 1999; Shimada et al., 1999; Tojima et al., 2000; Peters and Maniatis, 2001) . IKKe and TBK-1 are 64% homologous to each other, but exhibit limited homology to the classical IKKa and b kinases, with about 33% sequence identity within the kinase domain (Pomerantz and Baltimore, 1999; Shimada et al., 1999; Peters et al., 2000; Tojima et al., 2000) . IKKe and TBK-1 also possess a kinase activation loop located between kinase subdomains VII and VIII; serine phosphorylation within the activation loop is required for kinase autophosphorylation and induction of enzymatic activity (Shimada et al., 1999; Peters et al., 2000; Kishore et al., 2002) . However, different from IKKa and IKKb, the primary amino-acid sequence of the IKKe and TBK-1 activation loop does not fit a canonical MEK consensus motif (Shimada et al., 1999; Peters et al., 2000; Kishore et al., 2002) ; that is, the Ser-176 residue is replaced with glycine -resulting in an SXXXG sequence. A serine to alanine substitution at position 172 abolishes IKKe and TBK-1 catalytic activation. Differences within the activation loop sequence are consistent with the failure of MEKK1 or NIK expression to augment IKK-related kinase activity, as occurs with canonical IKKs (Shimada et al., 1999) . In contrast to IKKa and IKKb, an S172E phosphomimetic mutation does not generate a constitutively active IKKe or TBK-1 kinase, but instead decreases catalytic activity (Shimada et al., 1999; Peters et al., 2000) .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 335,
                    "text": "(Pomerantz and Baltimore, 1999;",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 357,
                    "text": "Shimada et al., 1999;",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 378,
                    "text": "Tojima et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 405,
                    "text": "Peters and Maniatis, 2001)",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 612,
                    "text": "(Pomerantz and Baltimore, 1999;",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 634,
                    "text": "Shimada et al., 1999;",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 655,
                    "text": "Peters et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 676,
                    "text": "Tojima et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 909,
                    "end": 931,
                    "text": "(Shimada et al., 1999;",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 952,
                    "text": "Peters et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 953,
                    "end": 974,
                    "text": "Kishore et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1153,
                    "text": "(Shimada et al., 1999;",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1174,
                    "text": "Peters et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 1175,
                    "end": 1196,
                    "text": "Kishore et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 1559,
                    "end": 1581,
                    "text": "(Shimada et al., 1999)",
                    "ref_id": null
                },
                {
                    "start": 1752,
                    "end": 1774,
                    "text": "(Shimada et al., 1999;",
                    "ref_id": null
                },
                {
                    "start": 1775,
                    "end": 1795,
                    "text": "Peters et al., 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 76,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The distinct homologies between the canonical and the IKK-related kinases suggested, in retrospect, unique functions for TBK-1 and IKKe. Both of the IKKrelated kinases were shown early on to phosphorylate in vitro only one of the two critical serine residues (Ser-36) within the signal response domain of IkBa, suggesting that IkBa was not a physiological substrate for these IKKs (Shimada et al., 1999; Bonnard et al., 2000; Peters et al., 2000) . Nevertheless, TBK-1/NAP1/T2K knockout mice (Bonnard et al., 2000) showed striking phenotypic similarities to other mice disrupted in NF-kB signaling components (Peters and Maniatis, 2001) . That is, TBK-1À/À mice are embryonic lethal, dying at day E14.5 of massive liver degeneration due to extensive hepatocyte apoptosis, a result that suggested that IKKe/TBK-1 are not redundant in the NF-kB signaling pathways but rather represent upstream components of the IKK complex (Peters and Maniatis, 2001) .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 403,
                    "text": "(Shimada et al., 1999;",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 425,
                    "text": "Bonnard et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 446,
                    "text": "Peters et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 514,
                    "text": "(Bonnard et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 636,
                    "text": "(Peters and Maniatis, 2001)",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 949,
                    "text": "(Peters and Maniatis, 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Both TBK-1 and IKKe interact with the TNFreceptor-associated factor (TRAF)-interacting protein/ TRAF family member-associated NF-kB activator (I-TRAF/TANK) protein, a modulator of TNFainduced NF-kB activation (Cheng and Baltimore, 1996; Rothe et al., 1996) . Overexpression of IKKe or TBK-1 induces phosphorylation of I-TRAF/TANK, which results in its dissociation from TRAF2 and subsequent activation of NF-kB transcription through the canonical IKK pathway (Pomerantz and Baltimore, 1999; Nomura et al., 2000) . The NAK associated protein 1 (NAP1), a homolog of I-TRAF/TANK, has also been shown to directly interact with TBK-1 and IKKe (Fujita et al., 2003) . Overexpression of NAP1 specifically enhances cytokine induction of an Figure 1 Comparison of the IKK family: classical IKK kinases vs IKK-related kinases. The four IKK kinases are classified into two subgroups, based on sequence homology and substrate specificity. Numbers below the figure indicate the amino-acid residue number and important domains are indicated above (catalytic kinase domain; leucine zipper; helix-loop-helix). Classical IKK kinases -IKKa and IKKb -share 52% overall homology to each other and the IKK-related kinases IKKe and TBK-1 share 61% overall homology to each other. Homology between the subgroups is limited, with 27% overall homology and approximately 33% homology within the catalytic kinase domain. The positions of critical residues involved in catalytic activity are represented. Mutation K44A (IKKa and IKKb) or K38A (IKKe and TBK-1) within the ATP-binding pocket of the kinase domain generates a dominant-negative kinase; phosphomimetic mutations S176/180E (IKKa) or S177/181E (IKKb) within the kinase activation loop generates a constitutively active kinase. NF-kB-dependent reporter gene, while in vivo depletion of NAP1 reduces NF-kB-dependent reporter gene expression and sensitizes cells to TNFa-induced apoptosis (Fujita et al., 2003) . It is possible that I-TRAF/ TANK or NAP1, or perhaps both, regulate a TBK-1 and IKKe complex through an essential adaptor function, much like the NEMO regulates the classical IKK complex (Rothwarf et al., 1998; Yamaoka et al., 1998; Makris et al., 2000; Rudolph et al., 2000) . Physical association between TANK and NEMO suggest that the canonical IKK complex and the IKK-related kinases exist as a physically associated signaling complex responsible for phosphorylation of additional transcription factors (Chariot et al., 2002) . A recent study has also demonstrated a role for Hsp90 in the regulation of TBK-1 and interferon regulatory factor (IRF)-3 activity .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 236,
                    "text": "(Cheng and Baltimore, 1996;",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 256,
                    "text": "Rothe et al., 1996)",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 490,
                    "text": "(Pomerantz and Baltimore, 1999;",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 511,
                    "text": "Nomura et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 659,
                    "text": "(Fujita et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1918,
                    "end": 1939,
                    "text": "(Fujita et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 2129,
                    "end": 2152,
                    "text": "(Rothwarf et al., 1998;",
                    "ref_id": null
                },
                {
                    "start": 2153,
                    "end": 2174,
                    "text": "Yamaoka et al., 1998;",
                    "ref_id": null
                },
                {
                    "start": 2175,
                    "end": 2195,
                    "text": "Makris et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 2196,
                    "end": 2217,
                    "text": "Rudolph et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 2449,
                    "end": 2471,
                    "text": "(Chariot et al., 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 732,
                    "end": 740,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Analysis of mouse embryonic fibroblasts derived from TBK-1 knockout mice showed that TBK-1 expression is dispensable for signal-responsive IkBa degradation and NF-kB DNA binding induction, but is required for NF-kB-dependent gene transcription in the nucleus (Pomerantz and Baltimore, 1999; Bonnard et al., 2000) . It was proposed that IKKe and TBK-1 regulate NF-kB activation at the level of C-terminal phosphorylation of the NF-kB DNA-binding subunits (Peters and Maniatis, 2001) . Recent studies have in fact demonstrated that TBK-1 and IKKe directly phosphorylate the C-terminal transactivation domains of RelA and c-Rel, which modulates their subcellular localization and transactivation potential (Harris et al., 2006; Mattioli et al., 2006) .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 290,
                    "text": "(Pomerantz and Baltimore, 1999;",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 312,
                    "text": "Bonnard et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 481,
                    "text": "(Peters and Maniatis, 2001)",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 724,
                    "text": "(Harris et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 747,
                    "text": "Mattioli et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An important breakthrough in our understanding of the physiological function of TBK-1 and IKKe was the demonstration that the IRF-3 and IRF-7 transcription factors are the primary in vivo targets of the IKK-related kinases. C-terminal phosphorylation of IRF-3 and IRF-7 can induce nuclear localization, DNA binding and transactivation in cells overexpressing TBK-1 or IKKe (Sharma et al., 2003; Fitzgerald et al., 2003a) . Both kinases directly phosphorylate IRF-3 and IRF-7 at key residues within their C-terminal signal-responsive domain (McWhirter et al., 2004; tenOever et al., 2004) and both kinases target identical serine residues Paz et al., 2006) . Importantly, expression of the IKK-related kinases is essential to initiate IRF signaling in response to de novo Sendai, Vesicular Somatitis Virus (VSV) or measles virus infection, and treatment with RNAi directed against either IKKe or TBK-1 reduces VSV-inducible IRF-3 phosphorylation and IRF-dependent gene expression in human cells. Furthermore, expression of the IKK-related kinases generates an IRF-3-dependent antiviral state in vivo that can inhibit de novo VSV replication (Sharma et al., 2003; tenOever et al., 2004) . Subsequent analysis of the response to virus infection in TBK1À/À and IKKeÀ/À mice demonstrated that TBK-1 is principally involved in IRF-3 and IRF-7 phosphorylation and development of the antiviral response, with only an accessory role associated with IKKe Perry et al., 2004) . Ongoing studies however suggest that TBK-1 and IKKe are not redundant, but that IKKe selectively regulates a subset of interferon-responsive antiviral genes during influenza virus infection (tenOever and Maniatis, personal communication) .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 394,
                    "text": "(Sharma et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 420,
                    "text": "Fitzgerald et al., 2003a)",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 564,
                    "text": "(McWhirter et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 587,
                    "text": "tenOever et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 655,
                    "text": "Paz et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1161,
                    "text": "(Sharma et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 1162,
                    "end": 1184,
                    "text": "tenOever et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1445,
                    "end": 1464,
                    "text": "Perry et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1671,
                    "end": 1704,
                    "text": "Maniatis, personal communication)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Triggering the interferon antiviral response through an IKK-related pathway"
        },
        {
            "text": "Activation of the transcription factors IRF-3 and IRF-7 is required for expression of type I IFN and numerous immunoregulatory genes in response to foreign pathogen . IRF-3 acts in synergy with ATF/c-Jun and NF-kB as an immediate early activator of IFNb transcription (Maniatis et al., 1998) . Early response genes are rapidly induced by virus infection and activation of latent, pre-existing IRF-3 in conjunction with ATF-2/c-jun and NF-kB occurs without the need for de novo protein synthesis. In nonhematopoietic cells, type I IFN signaling in a paracrine fashion results in de novo expression of IRF-7, which acts together with IRF-3 to increase the production of multiple IFNa subtypes, thus amplifying the antiviral response to paramyxovirus infection (Marie et al., 1998; Lin et al., 2000; Sato et al., 2000) .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 291,
                    "text": "(Maniatis et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 778,
                    "text": "(Marie et al., 1998;",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 796,
                    "text": "Lin et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 815,
                    "text": "Sato et al., 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Triggering the interferon antiviral response through an IKK-related pathway"
        },
        {
            "text": "Extensive mutagenesis of the IRF-3 C-terminal domains revealed a cluster of serine/threonine (S/T) residues that are targeted for phosphorylation during Sendai infection (Lin et al., 1999) , and these residues were subsequently shown to be targets of TBK-1 and IKKe. Significantly, mutation of five clustered residues (within aa 396-405) in IRF-3 to the phosphomimetic glutamic acid generates a constitutively active form of IRF-3 (IRF-3 5D) that can efficiently transactivate IRF-3-dependent promoters (Lin et al., , 1999 and can stimulate cellular apoptosis in the absence of virus infection (Heylbroeck et al., 2000) . Phosphorylation of the IRF-7 C terminus by the IKK-related kinases directly targets two serine residues, Ser-477 and Ser-479. Alignment of the primary sequence of the Cterminal domains of IRF-3 and IRF-7 revealed an extended SxSxxxS consensus motif that appears to be the target for phosphorylation by TBK-1 and IKKe .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 188,
                    "text": "(Lin et al., 1999)",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 522,
                    "text": "(Lin et al., , 1999",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 619,
                    "text": "(Heylbroeck et al., 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Triggering the interferon antiviral response through an IKK-related pathway"
        },
        {
            "text": "The three-dimensional crystal structure of the IRF-3 C-terminal domain has been reported by two groups (Qin et al., 2003; Takahasi et al., 2003) . These studies describe a unique autoinhibitory mechanism for IRF-3 whereby N-and C-terminal autoinhibitory domains within the C-terminal IRF association domain (IAD) interact to form a highly condensed hydrophobic core. This interaction buries several key residues within the IAD involved in dimerization of the active protein, and therefore required for nuclear accumulation, DNA binding and transactivation by IRF-3. It is proposed that virus-inducible, C-terminal phosphorylation events abolish autoinhibitory interactions by introducing charge repulsions within this region that unmask the IAD active site and realign the DNA-binding domain to form the transcriptionally active IRF-3 protein with the capacity to recruit the CBP histone acetyltransferase (Qin et al., 2003 (Qin et al., , 2005 . Ser-386 in IRF-3 appears to be the primary target for virus-inducible, as well as IKKeand TBK-1-mediated phosphorylation during the initial stages of activation, because of its accessibility in the three-dimensional structure (Takahasi et al., 2003) . Interestingly, two groups noted that the C-terminal domain of IRF-3 exhibits sequence similarity to the Mad homology 2 domain of the Smad family of transcriptional regulator proteins, suggesting common molecular mechanisms of action among a superfamily of signaling mediators as well as a common evolutionary relationship between the IRF and Smad proteins (Qin et al., 2003; Takahasi et al., 2003) .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 121,
                    "text": "(Qin et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 144,
                    "text": "Takahasi et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 923,
                    "text": "(Qin et al., 2003",
                    "ref_id": null
                },
                {
                    "start": 924,
                    "end": 943,
                    "text": "(Qin et al., , 2005",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1195,
                    "text": "(Takahasi et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1554,
                    "end": 1572,
                    "text": "(Qin et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 1573,
                    "end": 1595,
                    "text": "Takahasi et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Triggering the interferon antiviral response through an IKK-related pathway"
        },
        {
            "text": "The type I IFNb promoter represents an important paradigm of virus-activated transcriptional regulation requiring the coordinated activity of NF-kB and IRF transcription factors. Transcription of IFNb requires the formation of a large, higher-order multiprotein complex called the enhanceosome, which consists of multiple promoter-specific transcription factors, associated structural components and basal transcription machinery bound to enhancer DNA (Thanos and Maniatis, 1995b; Kim and Maniatis, 1997; Agalioti et al., 2000; Merika and Thanos, 2001) . The IFNb promoter-enhancer region contains four positive (PRDI-IV) and one negative regulatory domains (NRDI): PRDI and III contain the binding sites for IRF-7 and IRF-3, respectively, as well as for other IRF members (Civas et al., 2006) ; PRDII is recognized by NF-kB heterodimers; and PRDIV by ATF-2 and c-Jun heterodimers (Hiscott et al., 1989; Visvanathan and Goodbourn, 1989; Thanos and Maniatis, 1995a; Chu et al., 1999a) . Virus infection leads to the recruitment of histone acetyltransferase co-activators (GCN5 and CBP/p300), as well as the high mobility group protein (HMG 1(Y)), which binds to the minor groove of DNA at four sites within the IFNb enhancer and contributes to the stability of the enhanceosome Maniatis, 1992, 1995a; Yie et al., 1997) .",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 480,
                    "text": "(Thanos and Maniatis, 1995b;",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 504,
                    "text": "Kim and Maniatis, 1997;",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 527,
                    "text": "Agalioti et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 552,
                    "text": "Merika and Thanos, 2001)",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 793,
                    "text": "(Civas et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 903,
                    "text": "(Hiscott et al., 1989;",
                    "ref_id": null
                },
                {
                    "start": 904,
                    "end": 936,
                    "text": "Visvanathan and Goodbourn, 1989;",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 964,
                    "text": "Thanos and Maniatis, 1995a;",
                    "ref_id": null
                },
                {
                    "start": 965,
                    "end": 983,
                    "text": "Chu et al., 1999a)",
                    "ref_id": null
                },
                {
                    "start": 1277,
                    "end": 1299,
                    "text": "Maniatis, 1992, 1995a;",
                    "ref_id": null
                },
                {
                    "start": 1300,
                    "end": 1317,
                    "text": "Yie et al., 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assembly of the interferon b enhanceosome"
        },
        {
            "text": "This virus inducible enhancer of IFNb is silent in uninfected cells in part through the inhibitory effect of an NF-kB regulating factor (NRF) binding site that overlaps the PRDII site Hauser, 1997, 1999) , the placement of p50 homo-dimers at the PRDII site, and the positioning of nucleosomes upstream of the IFNb gene (Thanos and Maniatis, 1995b; Senger et al., 2000; Lomvardas and Thanos, 2001; Munshi et al., 2001) . IFNb transcription is quickly induced to high levels upon viral infection, with the recruitment of p50-RelA dimers to PRDII (Maniatis et al., 1998; Munshi et al., 1999) and hyperacetylation of histones H3 and H4 localized in the IFNb promoter (Parekh and Maniatis, 1999) . This hyperacetylation is known to play a crucial role in gene inducibility because enhanceosome assembly following infection requires precise spacing between the factor binding sites to ensure that each of the enhanceosome components simultaneously contact one another and DNA .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 203,
                    "text": "Hauser, 1997, 1999)",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 347,
                    "text": "(Thanos and Maniatis, 1995b;",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 368,
                    "text": "Senger et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 396,
                    "text": "Lomvardas and Thanos, 2001;",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 417,
                    "text": "Munshi et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 567,
                    "text": "(Maniatis et al., 1998;",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 588,
                    "text": "Munshi et al., 1999)",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 690,
                    "text": "(Parekh and Maniatis, 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assembly of the interferon b enhanceosome"
        },
        {
            "text": "More recently, Honda et al. (2005) generated IRF-7 knockout mice and demonstrated that IRF-7 is essential for the virus-mediated induction of type I IFN. The IRF-7 knockout mice develop normally with no overt differences in hematopoietic cell populations. However, IFNa mRNA induction is completely inhibited and IFNb levels are greatly reduced in IRF7À/À cells. Also, serum IFN levels are significantly lower in IRF-7À/À mice. In IRF-3/IRF-7 double knockout mice, IFNb levels are completely abrogated, thus reflecting the absolute requirement for these two factors in the type 1 IFN response to virus infection (Honda et al., 2005) .",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 34,
                    "text": "Honda et al. (2005)",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 632,
                    "text": "(Honda et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assembly of the interferon b enhanceosome"
        },
        {
            "text": "Innate immunity represents an ancient and evolutionarily conserved mechanism for detection and clearance of foreign pathogens (Janeway and Travera, 1997; Janeway and Medzhitov, 2002) . In the plant and animal kingdoms, innate immune responses are triggered by a set of germline-encoded pathogen receptors called Tolllike receptors (TLRs) (Janeway and Medzhitov, 2002; Akira and Sato, 2003) . Invading pathogens are recognized by specific motifs or pathogen-associated molecular patterns (PAMPs) through different TLRs (Iwasaki and Medzhitov, 2004; Kaisho and Akira, 2004; Takeda and Akira, 2005) . The Toll receptor was originally identified in Drosophila as a receptor essential for the establishment of a dorsal-ventral pattern (Lemosy et al., 1998; Minakhina and Steward, 2006) . Subsequently, multiple homologs of the Toll receptor were identified in mammals and the TLR family now consists of 13 members (10 in humans), which are expressed differentially among immune and non-immune cells and respond to different components of invading pathogens (Ulevitch, 2000) . Of these, TLR3, hTLR7/mTLR8 and TLR9 recognize different nucleic acid motifs -dsRNA, ssRNA and CpG DNA, respectively.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 153,
                    "text": "(Janeway and Travera, 1997;",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 182,
                    "text": "Janeway and Medzhitov, 2002)",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 367,
                    "text": "(Janeway and Medzhitov, 2002;",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 389,
                    "text": "Akira and Sato, 2003)",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 547,
                    "text": "(Iwasaki and Medzhitov, 2004;",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 571,
                    "text": "Kaisho and Akira, 2004;",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 595,
                    "text": "Takeda and Akira, 2005)",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 751,
                    "text": "(Lemosy et al., 1998;",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 780,
                    "text": "Minakhina and Steward, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1052,
                    "end": 1068,
                    "text": "(Ulevitch, 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TLR-dependent signaling to NF-jB and the innate immune response"
        },
        {
            "text": "The cytoplasmic intracellular tail of TLRs -which shows high homology with that of the (IL)-1 receptor family -mediates signal transduction, while the leucinerich repeat (LRR) containing extracellular domains is responsible for PAMP recognition. The specificity of TLR signaling is conferred through unique proteinprotein interactions and differential utilization of the TIR-containing adaptor molecules such as myeloid differentiation factor 88 (MyD88), TIRAP/Mal, TIRcontaining adaptor molecule-1/Toll/IL-1 receptor domain-containing adaptor inducing IFNb (TICAM-1/ TRIF) (Hoebe et al., 2003; Oshiumi et al., 2003a; Yamamoto et al., 2004) , TIR-containing adaptor molecule-2/TRIF-related adaptor molecule (TICAM-2/ TRAM) (Oshiumi et al., 2003a; Fitzgerald et al., 2003b) and sterile alpha and HEAT/armadillo motif (SARM) (Mink et al., 2001) . Over the past several years, it has become evident that TLR recognition of PAMPs and downstream signaling is critical for the development of innate and adaptive immune responses to viruses and microbial pathogens through the induction of NF-kB, IRFs and TLR-responsive antiviral and inflammatory genes (Takeda and Akira, 2005; Akira et al., 2006; Kawai and Akira, 2006) .",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 594,
                    "text": "(Hoebe et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 617,
                    "text": "Oshiumi et al., 2003a;",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 640,
                    "text": "Yamamoto et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 746,
                    "text": "(Oshiumi et al., 2003a;",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 772,
                    "text": "Fitzgerald et al., 2003b)",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 842,
                    "text": "(Mink et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 1147,
                    "end": 1171,
                    "text": "(Takeda and Akira, 2005;",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1191,
                    "text": "Akira et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 1192,
                    "end": 1214,
                    "text": "Kawai and Akira, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TLR-dependent signaling to NF-jB and the innate immune response"
        },
        {
            "text": "TLR3 is a 904 a.a. receptor for dsRNA -long considered a functional by-product of intracellular virus replication. TLR3 engagement transmits signals that activate IFN and inflammatory cytokines through NF-kB and IRF signaling pathways ( Figure 2 ). TLR3 is expressed in intracellular vesicular compartments in DCs and on the cell surface in certain epithelial cellswhere its expression is inducible by IFN -but not in monocytes, polymorphonuclear leukocytes, B, T, and NK cells (Muzio et al., 2000; Tissari et al., 2005; Cario and Podolsky, 2000; Schaefer et al., 2005; Hewson et al., 2005) . At early times after infection, incoming virus particles or ribonucleoprotein complexes may be recognized within the endosomal compartment, while late after infection following replication and cell lysis, viral dsRNA is released into the extracellular space, where it is available to bind extracellular TLR3.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 498,
                    "text": "(Muzio et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 520,
                    "text": "Tissari et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 546,
                    "text": "Cario and Podolsky, 2000;",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 569,
                    "text": "Schaefer et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 590,
                    "text": "Hewson et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 245,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "TLR-3 signaling"
        },
        {
            "text": "NF-kB and IRF-3 activation is mediated by the TLR-3-associated molecule TRIF/TICAM-1 and functions independently of the MyD88 pathway. TRIF consists of an N-terminal proline-rich domain, a TIR domain, and C-terminal proline-rich domain (Oshiumi et al., 2003b; Yamamoto et al., 2002b) . The N-terminal region of TRIF directly associates with TBK-1 (Fitzgerald et al., 2003a; Jiang et al., 2004) and TRAF6, a ubiquitin ligase . Following virus infection, the association with TRAF6 leads to activation of the canonical IKK complex (IKKa/IKKb/NEMO) and NF-kB, which upregulates the transcription of proinflammatory genes such as IL-6, IL-1b and TNF-a. The recruitment of TBK-1 to the C-terminal region of TRIF initiates a signaling cascade that culminates in IRF-3 activation and the induction of IFNb, RANTES and IP-10. In addition, the phosphatidyl-inositol-3 kinase pathway (PI3K) also contributes to dsRNA and TLR3-dependent IRF-3 phosphorylation. Specific mutations of tyrosine residue Tyr-759 and Tyr-858 inhibit the recruitment of PI3K to the receptor and TBK-1 activation, respectively (Sarkar et al., 2004) . As a result, partial IRF-3 phosphorylation, dimerization and nuclear translocation occur, but activation of the IFNb promoter is inhibited, suggesting that the PI3K-Akt pathway is essential for full dsRNA signaling to IRF-3 (Sarkar et al., 2004) .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 259,
                    "text": "(Oshiumi et al., 2003b;",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 283,
                    "text": "Yamamoto et al., 2002b)",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 373,
                    "text": "(Fitzgerald et al., 2003a;",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 393,
                    "text": "Jiang et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1112,
                    "text": "(Sarkar et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1339,
                    "end": 1360,
                    "text": "(Sarkar et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TLR-3 signaling"
        },
        {
            "text": "Both the C-terminal and N-terminal regions of TRIF can independently activate the NF-kB response. The N-terminal region of TRIF contains one functional TRAF6-binding motif that associates with the TRAF-C domain of TRAF6, leading to NF-kB induction (Ye et al., 2002; Sato et al., 2003) . Mutation of the TRAF6 binding motifs of TRIF abolishes binding between TRIF and TRAF6, and partially reduces NF-kB promoter activity (Jiang et al., 2004) . The C-terminal region of TRIF recruits the kinase receptor interacting Figure 2 Summary of the signaling pathways that recognize virus infection. Virus replication results in the production of PAMPs such as single-and double-stranded RNA. Viral nucleic acids trigger multiple signaling cascades through Toll-like-receptor-dependent (TLR3, TLR7 and TLR9) and TLR-independent (RIG-I and Mda-5) pathways leading to kinase activation through TRAF family members. In pDCs, TLR7 or TLR9 engagement by ssRNA leads to direct activation of IRF-7 through MyD88/TRAF6/IRAK4/ IRAK1 recruitment. TRIF and MyD88 are the adaptors linking TLRs to the TRAF proteins, whereas MAVS links RIG-1 and Mda-5 to TRAF3. TRAF-dependent induction of the kinases JNK, IKKa, IKKb, IKKe, TBK-1 and IRAK-1 induce the binding of ATF2-cJun, NF-kB (p50-RelA), IRF-3 and IRF-7 to sequence-specific PRD located upstream of the IFNb start site. Coordinated assembly of these factors forms the IFNb enhanceosome, which is responsible for the transcriptional induction of this antiviral cytokine (modified from tenOever and Maniatis, 2006) . protein (RIP1) through its RIP homotypic interaction motif and also induces the NF-kB pathway, whereas RIP3 inhibits this pathway (Sun et al., 2002; Meylan et al., 2004) .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 265,
                    "text": "(Ye et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 284,
                    "text": "Sato et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 440,
                    "text": "(Jiang et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1528,
                    "end": 1543,
                    "text": "Maniatis, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1676,
                    "end": 1694,
                    "text": "(Sun et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 1695,
                    "end": 1715,
                    "text": "Meylan et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 522,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "TLR-3 signaling"
        },
        {
            "text": "TLR3 localizes to the intracellular vesicular compartment in dendritic cells and is not present on the cell surface (Matsumoto et al., 2003) . Additionally, dendritic cell populations differentially express TLR3 along with hTLR7/mTLR8 and TLR9. TLR3 is not expressed in plasmacytoid dendritic cells (pDCs), but is highly expressed in human monocyte-derived dendritic cells. Upon TLR7 and TLR9 stimulation with their respective ligand, pDCs produce a high level of type I IFN, mainly IFNa, whereas myeloid DCs mainly produce IL-12 and IFNb upon TLR3 stimulation, suggesting a differential response in distinct DC subtypes (Reis e Sousa, 2004; Degli-Esposti and Smyth, 2005) . Furthermore, on synthetic dsRNA poly(I:C) stimulation of TLR3, DCs produce IFNb and IL-12p70 and also upregulate costimulatory molecules such as CD80, CD83 and CD86 by a mechanism dependent on TRIF (Cella et al., 1999; Matsumoto et al., 2003) . TLR3 signaling augments antigen cross-presentation by DC to trigger an anti-viral cytotoxic response mediated by CD8 þ T cells (Schulz et al., 2005) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 140,
                    "text": "(Matsumoto et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 641,
                    "text": "Sousa, 2004;",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 672,
                    "text": "Degli-Esposti and Smyth, 2005)",
                    "ref_id": null
                },
                {
                    "start": 873,
                    "end": 893,
                    "text": "(Cella et al., 1999;",
                    "ref_id": null
                },
                {
                    "start": 894,
                    "end": 917,
                    "text": "Matsumoto et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1068,
                    "text": "(Schulz et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TLR-3 signaling"
        },
        {
            "text": "Gram-negative bacteria. The host defense response to LPS includes production of pro-inflammatory cytokines, such as TNFa, IFNb, as well as inducible NO (iNOS). TLR4, the receptor for LPS, was the first mammalian homolog of Drosophila Toll gene product to be discovered (Medzhitov and Janeway, 1997) and is a type I transmembrane protein. The TLR4 cytoplasmic domain contains a Toll-interleukin (IL-1) receptor (TIR) domain, which is common to all TLRs. Upon bacterial infection, lipid-binding protein (LBP), an acute phase protein that circulates in the liver, binds to the lipid A moiety of LPS (Schumann et al., 1990) . Soluble CD14 binds and concentrates LPS present outside the cell. LBP-bound LPS forms a ternary complex with CD14, enabling the transfer of LPS to the TLR4-MD2 complex (Tobias et al., 1995) . MD-2 is a secreted glycoprotein that acts as an extracellular adaptor protein that binds LPS and is essential for TLR4 signaling to occur (Visintin et al., 2003) . Upon binding of LPS, the TLR4-MD2 complex homodimerizes and initiates the ensuing signaling cascade that bifurcates into two distinct pathways: MyD88-independent and MyD88-dependent pathways.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 298,
                    "text": "(Medzhitov and Janeway, 1997)",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 619,
                    "text": "(Schumann et al., 1990)",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 811,
                    "text": "(Tobias et al., 1995)",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 975,
                    "text": "(Visintin et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TLR-4 signaling LPS is a major component of the outer membrane of"
        },
        {
            "text": "TLR4 signaling requires MyD88, an adaptor protein that contains a C-terminal TIR domain and an Nterminal death domain (Burns et al., 1998) . A second adaptor protein, MyD88 adaptor-like protein (MAL; also known as TIRAP), was found to be indispensable along with MyD88 for TLR4 signaling leading NF-kB activation (Horng et al., 2001; Yamamoto et al., 2002b; Fitzgerald et al., 2003b) . TIRAP-deficient mice showed defects in activation of the MyD88-dependent signaling pathway through TLR4, but not IL-1R, indicating specificity of the TLR4-mediated MyD88dependent pathway. However, in MyD88 knockout mice, LPS-induced activation of NF-kB and mitogenactivated protein kinase (MAPK) still occur, albeit in a delayed manner and -perhaps more striking -IRF-3 phosphorylation and IFNb induction are unaffected, indicating that additional proteins beside MyD88 are involved in the early interferon response to infection (Fitzgerald et al., 2003b) . The discovery of TRAM as a mediator of interactions between TRIF and TLR-4 and subsequent activation of IRF-3 unveiled the existence of a TLR-4 MyD88-independent pathway.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 138,
                    "text": "(Burns et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 333,
                    "text": "(Horng et al., 2001;",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 357,
                    "text": "Yamamoto et al., 2002b;",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 383,
                    "text": "Fitzgerald et al., 2003b)",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 941,
                    "text": "(Fitzgerald et al., 2003b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TLR-4 signaling LPS is a major component of the outer membrane of"
        },
        {
            "text": "Two serine-threonine kinases, IRAK4 and IRAK1, are the principal mediators of the Myd88-dependent TLR4 signaling pathway. MyD88 recruitment to TLR4 is followed by the recruitment of IRAK4 and IRAK1 along with the adapter TRAF6 (Li et al., 2002) , resulting in the formation of the receptor complex. During the formation of this complex IRAK4 is activated, leading to the hyperphosphorylation of IRAK1, which then leads to the dissociation of the negative regulator of IRAK1, Tollip. Hyperphosphorylated IRAK1 dissociates from the receptor complex to form a new complex with IRAK2 and TRAF6. Subsequently, TRAF6 physically interacts with the ubiquitin conjugating enzyme complex Ubc13/Uev1A to catalyse the formation of a unique Lys-63-linked polyubiquitin chain on IKK that positively regulates the NF-kB signaling pathway (Deng et al., 2000) . TRAF6 then becomes activated, associates with TAK-1 binding protein (TAB2), which in turn activates the MAPK kinase TAK-1 (transforming growth factorb-activated kinase), which is constitutively associated with its adaptor protein TAB1. This leads to the activation of MAPKs, such as extracellular signal-regulated kinases, p38 and c-Jun N-terminal kinase (JNK). In addition, TRAF6 activates the IKK complex and NF-kB (reviewed in Akira et al., 2006) .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 244,
                    "text": "(Li et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 842,
                    "text": "(Deng et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 1275,
                    "end": 1294,
                    "text": "Akira et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TLR-4 signaling LPS is a major component of the outer membrane of"
        },
        {
            "text": "In the MyD88-independent pathway, TRAM together with TRIF recruits TBK-1/IKKe to activate IRF-3, leading to induction of IFNa/b (Yamamoto et al., 2002a) . TRAM and TRIF are both required for TLR4 signaling to IRF3, as TRAM cannot restore IFNb induction in response to LPS stimulation when overexpressed in TRIFÀ/À cells . TRIF also binds to TRAF6 via an N-terminal TRAF6-binding domain leading to the activation of the signalosome, followed by ubiquitination and degradation of IkB, culminating in late phase NF-kB activation. Furthermore, TRIF directly recruits TBK-1, and possibly indirectly IKKe, leading to activation of the kinases Fitzgerald et al., 2003a ) that phosphorylate IRF-3. Activated IRF-3 dimerizes, translocates to the nucleus and binds the PRDI-PRDIII elements, inducing IFN-b production (reviewed in Akira et al., 2006) .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 152,
                    "text": "(Yamamoto et al., 2002a)",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 661,
                    "text": "Fitzgerald et al., 2003a",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 839,
                    "text": "Akira et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TLR-4 signaling LPS is a major component of the outer membrane of"
        },
        {
            "text": "Most cell types are able to produce type I IFN, yet pDCs are particularly adept at secreting very high IFN levels in response to virus infection (Colonna et al., 2004) . pDCs survey their environment for viruses by endocytic uptake and TLR7 is required for the recognition of ssRNA viruses such as VSV and influenza (Lund et al., 2004) . Single-stranded oligoribonucleotides introduced into the endosomal but not the cytoplasmic compartment trigger TLR7 activation (Diebold et al., 2004; Heil et al., 2004) . In TLR7 signaling, type I IFN secretion by pDCs is MyD88-dependent (Lund et al., 2004) and both MyD88 and TRAF6 are required to induce IFNa production ( Figure 2 ).",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 167,
                    "text": "(Colonna et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 335,
                    "text": "(Lund et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 487,
                    "text": "(Diebold et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 506,
                    "text": "Heil et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 595,
                    "text": "(Lund et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 662,
                    "end": 670,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "TLR-7 signaling"
        },
        {
            "text": "IRAK-1 is a key regulator for TLR7-and TLR9mediated IFNa production. On stimulation of TLR7 by ssRNA, IRAK-1 is recruited to the complex by MyD88, along with TRAF6, and IRAK-4. IRAK-4 phosphorylates IRAK-1, triggering autophosphorylation of IRAK-1 and increasing its affinity for TRAF6 . In vitro studies have shown that IRAK-1 can bind and phosphorylate IRF-7, although to date phosphorylation of endogenous IRF7 by IRAK-1 has not been demonstrated. In IRAK-1 knockout mice, both TLR7-and TLR9-mediated IFNa production is abolished. In TLR7-and TLR9-mediated responses, MyD88 interacts with and activates IRF-7 but fails to activate IRF-3. pDCs derived from IRF-7À/À mice are non-responsive for IFN induction upon TLR7 and TLR9 stimulation, whereas pDCs from IRF-3À/À mice show normal IFN induction. Hence, IRF-3 appears dispensable for the induction of type I IFN in pDCs (Honda et al., 2005) . Furthermore, induction of CD8 þ T-cell responses was completely dependent on IRF-7. Therefore, IRF-7 is not only important in the development of innate immunity but also clearly plays a central role in adaptive immunity (Honda et al., 2005) .",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 894,
                    "text": "(Honda et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1137,
                    "text": "(Honda et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TLR-7 signaling"
        },
        {
            "text": "Surprisingly, IKKa is critically involved in TLR7/9induced IFNa production (Hoshino et al., 2006) . TLR7/ 9-induced IFNa production is severely impaired in IKKa-deficient pDC, whereas inflammatory cytokine induction is decreased but still occurs. IKKa-deficiency in pDCs inhibits the ability of MyD88 to activate the IFNa promoter in synergy with IRF-7. Furthermore, IKKa can associate with and phosphorylate IRF-7, albeit weakly. These studies identify a role for IKKa in TLR7/9 signaling (Figure 2) , and highlight the cross-talk between the canonical and the IKK-related kinases in regulating antiviral and inflammatory responses.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 97,
                    "text": "(Hoshino et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 500,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "TLR-7 signaling"
        },
        {
            "text": "Bacterial or synthetic DNA containing unmethylated CpG -such as A/D type CpG oligodeoxynucleotides (ODN) -is highly immunostimulatory (Latz et al., 2004) . Unmethylated CpG DNA binds to TLR9 in the endosomal compartment and activates IRF-7 in pDCs (Latz et al., 2004; Uematsu et al., 2005) . TLR9 signals by recruiting MyD88 and IRAK family members through homophilic interactions between their death domains ( Figure 2 ) (Dunne and O'Neill, 2003) . The recruited IRAK-4 phosphorylates IRAK-1, which enables IRAK-1 to interact with TRAF6, leading to the phosphorylation of IRF-7 and subsequent production of type I IFN . TBK-1À/À or IKKeÀ/À pDCs stimulated with CpG ODN have normal IFNa production, whereas in IRAK1-deficient mice TLR7-and TLR9-mediated IFNa production is abolished, suggesting that IRF-7 phosphorylation occurs independently of TBK/IKKe. Moreover, IRAK-1 physically interacts with and phosphorylates IRF-7 in vitro , providing further evidence that IRAK1 directly activates IRF-7. IRAK-1 is dispensible for TLR9-mediated induction of NF-kB and is therefore not involved in the induction of pro-inflammatory cytokines such as TNFa, IL-6 and IL-12p40. In contrast, IRAK-4 is essential for the activation of NF-kB and optimal induction of proinflammatory cytokines (Lye et al., 2004) . In DCs, another IRF family member -IRF-8 -is essential for NF-kB activation in TLR9 signaling (Tsujimura et al., 2004) ; IRF-8À/À mice are completely unresponsive to unmethylated CpG and fail to induce NF-kB. However, this type of regulation is restricted to TLR9 signaling in DCs (Tsujimura et al., 2004) .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 153,
                    "text": "(Latz et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 267,
                    "text": "(Latz et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 289,
                    "text": "Uematsu et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 447,
                    "text": "(Dunne and O'Neill, 2003)",
                    "ref_id": null
                },
                {
                    "start": 1280,
                    "end": 1298,
                    "text": "(Lye et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1395,
                    "end": 1419,
                    "text": "(Tsujimura et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1582,
                    "end": 1606,
                    "text": "(Tsujimura et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 419,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "TLR-9 signaling"
        },
        {
            "text": "Although viral and microbial pathogens are detected by the TLR family via the recognition of PAMPs, viral infection is also detected through TLR-independent mechanisms . Early viral replicative intermediates are detected by two recently characterized DExD/H box RNA helicases, RIG-I (Yoneyama et al., 2004) and Mda-5 (Andrejeva et al., 2004) that recognize viral double-stranded RNA and transmit signals to an independent downstream pathway ( Figure 2 ). Structurally, RIG-I contains two caspase activation and recruitment domains (CARD) at its N-terminus and RNA helicase activity in the C-terminal portion of the molecule (Yoneyama et al., 2004) . The helicase domain possesses ATPase activity and is responsible for dsRNA recognition and binding, which leads to dimerization and structural alterations that enable the CARD domain to interact with other downstream adapter protein(s). RIG-I signaling ultimately engages the canonical IKK kinase complex, the stress activated kinases, as well as the IKK-related kinases TBK-1 and IKKe, leading to phosphorylation and activation of NF-kB, ATF-2/c-jun and IRF-3 transcription factors, respectively. Coordinated activation of these transcription factors results in the formation of a transcriptionally competent enhanceosome that triggers IFNb production (Maniatis et al., 1998) .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 306,
                    "text": "(Yoneyama et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 341,
                    "text": "Mda-5 (Andrejeva et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 647,
                    "text": "(Yoneyama et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1303,
                    "end": 1326,
                    "text": "(Maniatis et al., 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 451,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "TLR-independent signaling through RIG-I and Mda-5"
        },
        {
            "text": "The importance of the RIG-I pathway in antiviral immunity was confirmed with the generation of RIG-Ideficient mice , which revealed that RIG-I and not the TLR system played an essential role in the IFN antiviral response in most cell typesfibroblastic, epithelial and conventional dendritic cells. In contrast, pDCs utilize TLR-mediated signaling in preference to RIG-I . Furthermore, Mda-5 and RIG-I recognize different types of dsRNAs: Mda-5 recognizes poly(I:C), and RIG-I detects in vitro-transcribed dsRNAs. RIG-I is essential for the production of IFN in response to RNA viruses including paramyxoviruses, influenza virus and Japanese encephalitis virus, whereas MDA-5 is critical for picornavirus detection. RIG-IÀ/À and MDA-5À/À mice are highly susceptible to infection with these respective RNA viruses compared to control mice, thus illustrating that these two important RNA sensors are not functionally redundant .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TLR-independent signaling through RIG-I and Mda-5"
        },
        {
            "text": "The adaptor molecule providing a link between RIG-I sensing of incoming viral RNA and downstream activation events was recently elucidated; four independent groups used high throughput screening and/or database search analyses to identify a new signaling component independently named IPS-1, MAVS, VISA or Cardif (Figure 2 ). IFNb promoter stimulator 1 (IPS-1) was identified by Kawai et al. (2005) , who demonstrated that overexpression of IPS-1 activates the IFNa, IFNb, and NF-kB promoters in a TBK-1 dependent fashion. IPS-1 contains an N-terminal CARD domain like RIG-1 and a C-terminal effector domain that recruits the adaptor FADD and the kinase RIP1. The same molecule, but named mitochondrial antiviral signaling (MAVS), was identified by Chen's group who recognized, in addition to its essential role in RIG-I dependent signaling, that a C-terminal transmembrane domain localized MAVS to the mitochondrial membrane, thus suggesting a novel role for mitochondrial signaling in the cellular innate response (Seth et al., 2005) . Xu et al. (2005) demonstrated that virus-induced signaling adaptor (VISA) was a critical component of IFNb signaling, and suggested that VISA may mediate the bifurcation of the NF-kB and IRF-3 activation pathways in both TLR3 and RIG-I virus-triggered pathways. Finally, Meylan et al. (2005) described Cardif, which interacts with RIG-I via N-terminal CARD domain interactions and recruits IKKa, IKKb and IKKe kinases through its C-terminal region. Overexpression of Cardif results in IFNb and NF-kB promoter activation, and knockdown by siRNA inhibits RIG-I-dependent antiviral responses. Importantly, this latter study demonstrates that Cardif is cleaved at its C-terminal end -adjacent to the mitochondrial targeting domain -by the NS3-4A protease of Hepatitis C virus (see below).",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 398,
                    "text": "Kawai et al. (2005)",
                    "ref_id": null
                },
                {
                    "start": 1016,
                    "end": 1035,
                    "text": "(Seth et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1054,
                    "text": "Xu et al. (2005)",
                    "ref_id": null
                },
                {
                    "start": 1309,
                    "end": 1329,
                    "text": "Meylan et al. (2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 322,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "TLR-independent signaling through RIG-I and Mda-5"
        },
        {
            "text": "The recent generation of MAVS-deficient mice demonstrated that loss of MAVS abolishes viral induction of IFN and prevents the activation of NF-kB and IRF-3 in multiple cell types, except pDCs . MAVS is critically required for the host response to RNA viruses but is not required for IFN production in response to cytosolic DNA (Ishii et al., 2006) or to Listeria monocytogenes. Mice lacking MAVS are viable and fertile, but fail to induce IFN in response to poly(I:C) stimulation and are severely compromised in their immune defense against viral infection. These results provide the in vivo evidence that the viral signaling pathway through mitochondrial bound MAVS is specifically required for innate immune responses against viral infection tenOever and Maniatis, 2006) .",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 347,
                    "text": "(Ishii et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 772,
                    "text": "tenOever and Maniatis, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TLR-independent signaling through RIG-I and Mda-5"
        },
        {
            "text": "Just as tremendous advances have been made in our understanding of the host cell recognition of virus infection by TLR-dependent and TLR-independent pathways , important new knowledge about the mechanisms by which viruses manipulate, modify and evade the host response is also rapidly emerging (Meylan and Tschopp, 2006) . Many viruses utilize multifunctional viral proteins to hijack and stimulate the NF-kB signaling pathway as part of their life cycle, diverting NF-kB immune regulatory functions to favor viral replication or to modulate cellular apoptosis and growth pathways (Table 1) . Chronic activation of the NF-kB pathway due to persistent viral infection can promote inflammation and the progression to malignancy (reviewed in Karin, 2006) . Below, we present a cross-section of the well-studied examples of viruses that modulate the NF-kB pathway and innate immune responses, and describe how these events contribute to viral pathogenesis and malignant transformation. Extensive recent reviews on these subjects are available (Gilmore and Mosialos, 2003; Conzelmann, 2005; Sun and Yamaoka, 2005; Brinkmann and Schulz, 2006; Karin, 2006) . Perhaps the most blatant example of viral 'abuse' of the NF-kB pathway is the incorporation and use of NF-kB DNA binding sites in the promoters of many different classes of viruses, including human pathogens such as HIV-1, cytomegalovirus, herpesvirus, human papillomavirus type 16, hepatitis B virus and EBV. A partial list of animal viruses that regulate their transcription through the use of NF-kB also includes avian and bovine leukosis viruses, the papovaviruses SV40, JC and BK, and adenoviruses (reviewed in Gilmore and Mosialos, 2003) .",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 320,
                    "text": "(Meylan and Tschopp, 2006)",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 751,
                    "text": "Karin, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1067,
                    "text": "(Gilmore and Mosialos, 2003;",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1068,
                    "end": 1085,
                    "text": "Conzelmann, 2005;",
                    "ref_id": null
                },
                {
                    "start": 1086,
                    "end": 1108,
                    "text": "Sun and Yamaoka, 2005;",
                    "ref_id": null
                },
                {
                    "start": 1109,
                    "end": 1136,
                    "text": "Brinkmann and Schulz, 2006;",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1149,
                    "text": "Karin, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1668,
                    "end": 1695,
                    "text": "Gilmore and Mosialos, 2003)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [
                {
                    "start": 581,
                    "end": 590,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Viral strategies to manipulate the NF-jB pathway and innate immunity"
        },
        {
            "text": "The NF-kB sites in the HIV-1 long terminal repeat (LTR) have undoubtedly received the most attention (reviewed in Hiscott et al., 2001) and in HIV-1-infected T cells, activation of NF-kB signaling promotes LTRdriven viral transcription. For most viral subtypes, the HIV-1 promoter has two NF-kB binding sites located approximately 100 bp from the start site of transcription (Hiscott et al., 2001) , which act in synergy with nearby Sp1 binding sites to drive HIV-1 transcription. Unstimulated CD4 þ T cells have primarily p50-p50 DNA-binding activity, but T-cell activation leads to recruitment of p50-RelA complexes and enhanced expression from the HIV-1 LTR. The absolute requirement for these sites during the HIV-1 life cycle continues to be controversial, given that NF-kB sites are required for HIV transcription in some, but not all, cell types. Expression of the IkBa super-repressor reduces HIV-1 viral replication in T-cell cultures in vitro (Kwon et al., 1998; Quinto et al., 1999) , but mutation of the NF-kB sites does not absolutely block virus growth (Chen et al., 1997) . Furthermore, extensive heterogeneity in the architecture of the HIV-1 LTR with respect to functional NF-kB sites has been described, suggesting that functionality of these sites may be subject to mutational pressures (Roof et al., 2002; van Opijnen et al., 2004) .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 135,
                    "text": "Hiscott et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 397,
                    "text": "(Hiscott et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 953,
                    "end": 972,
                    "text": "(Kwon et al., 1998;",
                    "ref_id": null
                },
                {
                    "start": 973,
                    "end": 993,
                    "text": "Quinto et al., 1999)",
                    "ref_id": null
                },
                {
                    "start": 1067,
                    "end": 1086,
                    "text": "(Chen et al., 1997)",
                    "ref_id": null
                },
                {
                    "start": 1306,
                    "end": 1325,
                    "text": "(Roof et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 1326,
                    "end": 1351,
                    "text": "van Opijnen et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral strategies to manipulate the NF-jB pathway and innate immunity"
        },
        {
            "text": "The avian Rev-T retrovirus encodes the v-rel oncogene, an extensively mutated version of the avian c-rel proto-oncogene; transduction and extensive mutation of c-Rel represented the first demonstration that NF-kB transcription factors were associated with malignant transformation (reviewed in Gilmore, 1999) . Rev-T, originally isolated from a turkey reticular malignancy, is a highly oncogenic virus that induces a fatal lymphoma/ leukemia in young birds and efficiently transforms and immortalizes chicken lymphoid cells in vitro. Overexpression of chicken, mouse or human c-Rel can also transform chicken lymphoid cells in vitro, although normal c-Rel is less efficient than v-Rel in transforming primary lymphoid cells (Gilmore et al., 2001) . In addition, T-cell-specific expression of v-rel in transgenic mice results in the development of T-cell lymphomas (Carrasco et al., 1996) . Four parameters determine the transforming activity of mutated v-Rel: (1) high-level expression; (2) homodimer formation; (3) DNA-binding activity; and (4) intact transcriptional activation potential (reviewed in Gilmore, 1999) .",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 308,
                    "text": "Gilmore, 1999)",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 746,
                    "text": "(Gilmore et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 887,
                    "text": "(Carrasco et al., 1996)",
                    "ref_id": null
                },
                {
                    "start": 1103,
                    "end": 1117,
                    "text": "Gilmore, 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "Extensive analysis of v-Rel has demonstrated that the increased oncogenicity of v-Rel is primarily due to the deletion of C-terminal c-Rel residues (Kamens et al., 1990; Hrdlickova´et al., 1994) ; moreover, c-Rel proteins with C-terminal deletions often arise from transformation assays conducted with the full-length chicken c-Rel protein (Hrdlickova´et al., 1994; Gilmore et al., 1995) . The C-terminal deletion in v-Rel removes a strong c-Rel transactivation domain; thus, v-Rel is generally a weaker activator of transcription than c-Rel in many assays. However, inhibition of v-Rel by IkBa is also less effective than c-Rel, in part due to internal mutations in v-Rel that reduce its affinity for IkBa (Sachdev et al., 1998) . Thus, vRel transcriptional activity is less tightly regulated than its normal cellular counterpart. Many of the target genes that are affected by v-Rel in transformed lymphoid cells control growth or apoptosis, including genes encoding growth promoting transcription factors (c-Rel, c-Jun, STAT1 and IRF4), cytokine receptors (IL-2Ra), and anti-apoptotic proteins (IAP1) (reviewed in Gilmore, 1999) . Thus, v-Rel impinges on various growth-promoting and survival pathways as part of its transforming process. Although v-Rel can transform a variety of cell types in vitro, its most potent oncogenic activity appears to be directed towards cells in the B-cell lineage. As discussed Courtois and Gilmore, 2006) , and it is likely that the mechanism by which v-Rel and overexpressed c-Rel proteins induce malignant transformation of avian lymphoid cells is similar to the mechanism by which REL gene amplification contributes to human B-cell malignancies.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 169,
                    "text": "(Kamens et al., 1990;",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 194,
                    "text": "Hrdlickova´et al., 1994)",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 365,
                    "text": "(Hrdlickova´et al., 1994;",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 387,
                    "text": "Gilmore et al., 1995)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 707,
                    "end": 729,
                    "text": "(Sachdev et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 1116,
                    "end": 1130,
                    "text": "Gilmore, 1999)",
                    "ref_id": null
                },
                {
                    "start": 1412,
                    "end": 1439,
                    "text": "Courtois and Gilmore, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "Gamma-herpesviruses constitutively activate NF-kB and promote tumorigenesis Two members of the Gammaherpesvirinae subfamily -EBV, a g 1 -herpesvirus, and HHV8 or Kaposi Both EBV and HHV-8 latent infections persistently activate the NF-kB pathway and this activation is associated with the ability of these viruses to induce cellular transformation and tumor formation (Brinkmann and Schulz, 2006) . EBV exhibits a tropism for epithelial cells and B lymphocytes and is associated with the development of several human malignancies, including Burkitt's lymphoma, Hodgkin's lymphoma (HL, in particular the classic subtype cHL), immunoblastic lymphomas, nasopharyngeal carcinomas and gastric carcinomas (Rickinson and Kieff, 2001) . In vitro EBV induces the transformation of primary human B lymphocytes into proliferating lymphoblastoid long-term cultures that express nine EBV viral proteins -the integral membrane proteins Latent Membrane Protein (LMP)-1, -2A, -2B and six nuclear antigens EBNA1, 2, 3A, 3B, 3C and LP -and two small nuclear RNAs (Rickinson and Kieff, 2001) . The primary in vitro transforming protein of EBV is the LMP-1 (Brinkmann and Schulz, 2006) . Transgenic mice with LMP-1 under the control of the immunoglobulin promoter develop B-cell lymphoma at an increased frequency (Thornburg et al., 2005) . Moreover, LMP-1 is consistently expressed in all EBV-associated cHL cases.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 396,
                    "text": "Schulz, 2006)",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 726,
                    "text": "(Rickinson and Kieff, 2001)",
                    "ref_id": "BIBREF247"
                },
                {
                    "start": 1045,
                    "end": 1072,
                    "text": "(Rickinson and Kieff, 2001)",
                    "ref_id": "BIBREF247"
                },
                {
                    "start": 1137,
                    "end": 1165,
                    "text": "(Brinkmann and Schulz, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1294,
                    "end": 1318,
                    "text": "(Thornburg et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "LMP-1 is an integral membrane protein that localizes to lipid rafts (Hatzivassiliou and Mosialos, 2002) and functions like an activated CD40 receptor, promoting B lymphocyte survival, proliferation and expression of a highly specific spectrum of B-cell activation markers (reviewed in Mosialos, 2001; Brinkmann and Schulz, 2006) . LMP-1 activates NF-kB (Herrero et al., 1995; Cahir-McFarland et al., 2000) , mainly via effects on the NF-kB subunit c-Rel (Thornburg et al., 2005) . NF-kB activation by LMP-1 is essential for the survival of EBV- (Laherty et al., 1992) and prosurvival genes including IAPs, c-FLIP and IL-6 (Keller et al., 2006) . NF-kB activation also mediates many of the phenotypic effects of LMP-1, including the upregulation of ICAM-1, LFA-3, CD40, IL-6, Fas, TRAF1, EBI3 and cyclooxygenase-2, typical of EBV-induced transformation.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 103,
                    "text": "(Hatzivassiliou and Mosialos, 2002)",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 300,
                    "text": "Mosialos, 2001;",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 328,
                    "text": "Brinkmann and Schulz, 2006)",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 375,
                    "text": "(Herrero et al., 1995;",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 405,
                    "text": "Cahir-McFarland et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 478,
                    "text": "(Thornburg et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 567,
                    "text": "(Laherty et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 643,
                    "text": "(Keller et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "LMP-1 consists of three major domains: a short 24 amino-acid cytoplasmic N terminus that is largely dispensable for LMP-1-mediated transformation, six transmembrane domains that mediate protein oligomerization and localization to lipid rafts , and a 200 amino-acid cytoplasmic C terminus (CCT) that mediates transformation and NF-kB activation. Spontaneous oligomerization of LMP-1 is necessary for constitutive signaling by this 'pseudo-receptor', whereas transformation of B lymphocytes and activation of NF-kB have been mapped to two sequences within the CCT. These sequences have been termed transformation effector site (TES)-1 (aa 187-231) and TES-2 (aa 352-386) or C-terminal NF-kB activating regions (CTAR)-1 and CTAR-2. (Huen et al., 1995; Mitchell and Sugden, 1995) . The fact that the same regions in LMP-1 that mediate NF-kB activation (CTAR-1 and -2) are necessary for B-cell transformation (TES-1 and -2) provides strong evidence that these two processes are intimately linked. NF-kB activation by LMP-1 is mediated by the recruitment of cellular adaptor proteins -TRAFs and TNFR-associated death domain (TRADD) -to the C-terminal domain (reviewed in Brinkmann and Schulz, 2006) . Approximately 20-30% of the LMP1-induced NF-kB activation is mediated by CTAR1, whereas 70-80% is transduced by CTAR2. The principal mediators of NF-kB signaling from CTAR2 are TRAF6 and IRAK1, as well as TRADD (Izumi et al., 1997) and RIP (Brinkmann and Schulz, 2006) . LMP-1-mediated activation of the classical NF-kB requires IRAK1 and TRAF6, leading to the activation of IKKb . Surprisingly, activation of NF-kB p65/p50 heterodimers occurs independently of IKKa and NEMO. IRAK1 acts as a scaffolding protein for the recruitment of TRAF6 and IRAK1 kinase activity is not required for the activation of the IKK complex or the phosphorylation of IkBa, but rather is necessary for the phosphorylation of p65 at Ser536 and NF-kB transcriptional activity. In addition, the MAP3K TAK1 is involved in CTAR2-mediated activation of NF-kB, possibly acting upstream of IKKb . CTAR1 directly recruits TRAF3 through a consensus PXQXT motif (Mosialos et al., 1995; Devergne et al., 1996 Devergne et al., , 1998 ) and indirectly interacts with TRAFs 1, 2 and 5 possibly due to oligomerization with TRAF3. Recruitment of TRAF3 leads to the activation of NIK and activation of the non-canonnical NF-kB pathway through IKKa-mediated phosphorylation of p100 followed by proteasome-mediated processing of the precursor and generation of p52 (Atkinson et al., 2003; Luftig et al., 2004) .",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 748,
                    "text": "(Huen et al., 1995;",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 775,
                    "text": "Mitchell and Sugden, 1995)",
                    "ref_id": null
                },
                {
                    "start": 1165,
                    "end": 1192,
                    "text": "Brinkmann and Schulz, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1406,
                    "end": 1426,
                    "text": "(Izumi et al., 1997)",
                    "ref_id": null
                },
                {
                    "start": 1435,
                    "end": 1463,
                    "text": "(Brinkmann and Schulz, 2006)",
                    "ref_id": null
                },
                {
                    "start": 2125,
                    "end": 2148,
                    "text": "(Mosialos et al., 1995;",
                    "ref_id": null
                },
                {
                    "start": 2149,
                    "end": 2170,
                    "text": "Devergne et al., 1996",
                    "ref_id": null
                },
                {
                    "start": 2171,
                    "end": 2194,
                    "text": "Devergne et al., , 1998",
                    "ref_id": null
                },
                {
                    "start": 2519,
                    "end": 2542,
                    "text": "(Atkinson et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 2543,
                    "end": 2563,
                    "text": "Luftig et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "Although major breakthroughs have been recently made in elucidating the pathways by which LMP-1 activates NF-kB, several questions remain unanswered. For example, previous reports using dominant-negative forms of NIK, IKKa and IKKb all reduced activation of NF-kB by LMP-1 (Sylla et al., 1998) ; whether this demonstrates the existence of alternative pathways of NF-kB activation by LMP-1 remains to be established. As well, it has recently been shown that TRAF2 and TRAF6 can act as ubiquitin ligases leading to activation of the IKK complex (reviewed in Chen, 2005) , but the role of TRAF ubiquitination with regard of LMP-1 activation of NF-kB remains controversial (Luftig et al., 2003) . Nevertheless, it is clear that constitutive NF-kB activation by LMP-1 constitutes the most powerful transforming pathway used by EBV.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 293,
                    "text": "(Sylla et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 567,
                    "text": "Chen, 2005)",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 690,
                    "text": "(Luftig et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "HHV-8 is associated with the development of Kaposi's sarcoma (KS), primary effusion lymphoma (PEL) and multicentric Castelman's disease. Consistent with persistent activation of NF-kB being involved in HHV-8-associated disease, inhibition of NF-kB induces apoptosis in PEL cells (Keller et al., 2006) , and as with EBV-infected cells, this appears to be due to downregulation of NF-kB-dependent survival genes such as IAP, cFLIP and IL-6 (Keller et al., 2006) . Moreover, inhibition of NF-kB by expression of the IkBa superrepressor blocks the production of infectious HHV-8 virions (Sgarbanti et al., 2004) , demonstrating the importance of NF-kB activation in both latent and lytic infection.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 300,
                    "text": "(Keller et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 459,
                    "text": "(Keller et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 607,
                    "text": "(Sgarbanti et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "The HHV-8 latent viral protein vFLIP is a viral homolog of FLICE inhibitory protein (cFLIP) that can prevent apoptotic cell death by inhibiting the activity of Caspase-8/FLICE (reviewed in Chaudhary et al., 1999) . HHV-8-encoded vFLIP also binds to TRAF2 to interact with and activate the IKK complex, causing persistent activation of both the canonical (IKKa/b-IkBa-p50/ RelA) and non-canonical (NIK-IKKa-p52/RelB) NF-kB pathways (Liu et al., 2002; Guasparri et al., 2006) . The importance of this NF-kB activation is demonstrated by an increased incidence of lymphoma in vFLIP transgenic mice (Chugh et al., 2005) , which correlates with constitutive activation of NF-kB but not with resistance to Fas-mediated apoptosis. In addition, vFLIP is able to transform certain established rodent cell lines, and this ability is blocked by inhibitors of NF-kB (Sun et al., 2003) .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 212,
                    "text": "Chaudhary et al., 1999)",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 449,
                    "text": "(Liu et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 473,
                    "text": "Guasparri et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 615,
                    "text": "(Chugh et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 872,
                    "text": "(Sun et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "At the level of lytic proteins, HHV-8 ORF74 (also called vGPCR), a homolog of a G protein-coupled chemokine receptor, and K15 can also activate NF-kB. vGPCR can transform the morphology of human skin endothelial cells in culture (Pati et al., 2001) and cause KS-like tumors in transgenic mice . Expression of ORF74 can activate NF-kB and consequently induce the expression of several NF-kB target genes, including ones encoding cytokines, angiogenesis factors and cell-surface adhesion molecules (Pati et al., 2001; Schwarz and Murphy, 2001) . Interestingly, coexpression of HIV-1 Tat enhances both ORF74-induced activation of NF-kB and ORF74-induced tumorigenesis (Guo et al., 2004) . The K15 viral product of HHV-8 encodes a multipass transmembrane protein reminiscent of EBV's LMP-1 (reviewed in Brinkmann and Schulz, 2006) . The full-length K15 protein localizes to lipid rafts and associates with TRAF1, -2 and -3 to activate the NF-kB pathway. In contrast to these viral activators, the HHV-8 K1 protein, a tyrosine kinase immunoreceptor-like protein, has been shown to inhibit activation of NF-kB; thus, HHV-8 may modulate NF-kB activity through both positive and negative pathways (Lee et al., 2002) .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 248,
                    "text": "(Pati et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 515,
                    "text": "(Pati et al., 2001;",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 541,
                    "text": "Schwarz and Murphy, 2001)",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 683,
                    "text": "(Guo et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 826,
                    "text": "Brinkmann and Schulz, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1189,
                    "end": 1207,
                    "text": "(Lee et al., 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "The transforming proteins Tip and StpC of Herpesvirus saimiri can induce fatal T-cell lymphoproliferation in primates and can transform human T-cell in vitro (reviewed in Brinkmann and Schulz, 2006) . These transforming proteins of Herpesvirus saimiri also cooperatively induce the activity of NF-kB (Merlo and Tsygankov, 2001) . StpC protein contains a TRAFbinding motif and its interactions with TRAF-2 and NIK are essential for NF-kB activation (Sorokina et al., 2004) . NF-kB activation by StpC is crucial for the immortalization of human T lymphocytes but not for the transformation of monkey-derived lymphocytes (Lee et al., 1999) .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 198,
                    "text": "Brinkmann and Schulz, 2006)",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 327,
                    "text": "(Merlo and Tsygankov, 2001)",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 471,
                    "text": "(Sorokina et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 636,
                    "text": "(Lee et al., 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "The Tax oncoprotein of HTLV-1 targets multiple components of the NF-kB signaling pathway One of the best-characterized examples of viral interference with NF-kB signaling is the appropriation of the pathway by the Human T-cell leukemia/lymphotropic virus type 1 (HTLV-1) (Jeang, 2001; Sun and Yamaoka, 2005) . At present, between 20 and 30 million people worldwide are infected with HTLV-1, a delta retrovirus that is endemic to parts of South America and the Middle East, the Caribbean basin, sub-Saharan and central Africa, southern Japan and southeast Asia (Edlich et al., 2000; Eshima et al., 2003) . Infection with HTLV-1 is etiologically associated with adult T-cell leukemia (ATL), an aggressive and often fatal malignancy of CD4 þ T cells (Yoshida, 2005) as well as HTLV-1-associated myelopathy/tropical spastic paraperesis (HAM/TSP), a demyelinating syndrome of the central nervous system (Grindstaff and Gruener, 2005) .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 284,
                    "text": "(Jeang, 2001;",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 307,
                    "text": "Sun and Yamaoka, 2005)",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 581,
                    "text": "(Edlich et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 602,
                    "text": "Eshima et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 762,
                    "text": "(Yoshida, 2005)",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 928,
                    "text": "(Grindstaff and Gruener, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "The HTLV-1 oncoprotein tax. HTLV-1-induced deregulation of the lymphocyte gene expression pattern, a key event in HTLV-1-induced transformation, is attributed to the activity of the virally encoded 40-kDa Tax oncoprotein. Tax is a regulator of both cellular and viral gene expression, and, as such, Tax is essential for both viral replication and pathogenesis. Tax is transcribed early in virus infection from a distal coding region of the HTLV-1 genome, which lies adjacent to the 3 0 LTR. Although leukemic cells from ATL patients frequently have deleted HTLV-1 proviral genomes, the tax region is selectively retained in these cells (Grassmann et al., 2005) . Ectopic expression of the tax gene is necessary and sufficient to immortalize primary human T-lymphocytes (Wano et al., 1988; Akagi et al., 1995) . Mice stably expressing the tax transgene have been shown to develop soft tissue tumors Nerenberg et al., 1987) or large granular lymphocytic leukemia (Grossman et al., 1995) .",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 660,
                    "text": "(Grassmann et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 788,
                    "text": "(Wano et al., 1988;",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 808,
                    "text": "Akagi et al., 1995)",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 921,
                    "text": "Nerenberg et al., 1987)",
                    "ref_id": null
                },
                {
                    "start": 961,
                    "end": 984,
                    "text": "(Grossman et al., 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "To modulate both viral and cellular gene expression, phosphoprotein Tax (Bex et al., 1999) shuttles between the cytoplasmic and nuclear compartments of infected T cells (Smith and Greene, 1992; Alefantis et al., 2005) . Although Tax lacks a classical DNA-binding domain, Tax activates transcription by functioning as an adaptor protein that interacts with cellular transcription factors, including the CREB/ATF and NF-kB (Bex and Gaynor, 1998; Sun and Ballard, 1999; Yoshida, 2001; Pise-Masison et al., 2005) . Tax increases LTR-dependent transcription primarily by interaction of a Tax-CREB complex with the viral 21 bp Tax-responsive element (Yoshida, 2001) . The N-terminal domain of Tax interacts with the basic leucine zipper (bZip) domain of the cellular CREB/ATF proteins (Bex and Gaynor, 1998) and guides CREB/ATF dimers to the proviral promoter (Lenzmeier et al., 1998 (Lenzmeier et al., , 1999 . Acting as a molecular bridge, the C-terminal end of Tax recruits the transcriptional coactivator CBP to the CREB/ATF dimer, which drives proviral transcription (Kwok et al., 1996; Bex and Gaynor, 1998; Kashanchi and Brady, 2005) . As CBP is present in limiting concentrations within a host cell, high Tax expression during the early stages of HTLV-1 infection alters the cellular gene expression profile, by favoring transcription driven by proteins which bind to Tax, such as CREB/ATF, serum response factor and NF-kB (Yoshida, 1994 (Yoshida, , 2001 Bex and Gaynor, 1998; Sun and Ballard, 1999) .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 90,
                    "text": "(Bex et al., 1999)",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 193,
                    "text": "(Smith and Greene, 1992;",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 217,
                    "text": "Alefantis et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 443,
                    "text": "(Bex and Gaynor, 1998;",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 466,
                    "text": "Sun and Ballard, 1999;",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 481,
                    "text": "Yoshida, 2001;",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 508,
                    "text": "Pise-Masison et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 659,
                    "text": "(Yoshida, 2001)",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 801,
                    "text": "(Bex and Gaynor, 1998)",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 877,
                    "text": "(Lenzmeier et al., 1998",
                    "ref_id": null
                },
                {
                    "start": 878,
                    "end": 903,
                    "text": "(Lenzmeier et al., , 1999",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1085,
                    "text": "(Kwok et al., 1996;",
                    "ref_id": null
                },
                {
                    "start": 1086,
                    "end": 1107,
                    "text": "Bex and Gaynor, 1998;",
                    "ref_id": null
                },
                {
                    "start": 1108,
                    "end": 1134,
                    "text": "Kashanchi and Brady, 2005)",
                    "ref_id": null
                },
                {
                    "start": 1425,
                    "end": 1439,
                    "text": "(Yoshida, 1994",
                    "ref_id": null
                },
                {
                    "start": 1440,
                    "end": 1456,
                    "text": "(Yoshida, , 2001",
                    "ref_id": null
                },
                {
                    "start": 1457,
                    "end": 1478,
                    "text": "Bex and Gaynor, 1998;",
                    "ref_id": null
                },
                {
                    "start": 1479,
                    "end": 1501,
                    "text": "Sun and Ballard, 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "Tax-mediated activation of NF-kB signaling. The oncogenic activity of Tax is primarily a result of its effects on the NF-kB pathway. Mutants of Tax that can no longer activate NF-kB, but can still activate CREB, do not immortalize human T cells (Robek and Ratner, 1999) . HTLV-1-infected, Tax-expressing cells are characterized by constitutively nuclear, chronically activated NF-kB dimers that drive the expression of numerous genes (Bex and Gaynor, 1998; Sun and Ballard, 1999; Yoshida, 2001) , including IL-6 ( Mori et al., 1995) , granulocytemacrophage colony-stimulating factor (Himes et al., 1993) and c-Myc (Duyao et al., 1992b) .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 269,
                    "text": "(Robek and Ratner, 1999)",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 456,
                    "text": "(Bex and Gaynor, 1998;",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 479,
                    "text": "Sun and Ballard, 1999;",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 494,
                    "text": "Yoshida, 2001)",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 532,
                    "text": "Mori et al., 1995)",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 603,
                    "text": "(Himes et al., 1993)",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 635,
                    "text": "(Duyao et al., 1992b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "Tax affects NF-kB signaling in both the nucleus and the cytoplasm, and Tax has been demonstrated to interact directly with many components of the NF-kB pathway (Jeang, 2001; Kfoury et al., 2005) , suggesting a direct role in the enhancement of nuclear transcriptional activity of NF-kB. More recent studies indicate that the primary action of Tax is to affect NF-kB signaling in the cytoplasm by targeting persistent activation of both canonical and non-canonical pathways through degradation of IkB or processing of p100, respectively (Sun and Yamaoka, 2005) (Figure 3) .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 173,
                    "text": "(Jeang, 2001;",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 194,
                    "text": "Kfoury et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 559,
                    "text": "(Sun and Yamaoka, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 570,
                    "text": "(Figure 3)",
                    "ref_id": null
                }
            ],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "Nuclear effects of Tax on NF-kB activity. In the nucleus, Tax appears to stimulate the activity of NF-kB complexes on DNA. In a manner similar to CREB/ ATF, interaction of Tax with DNA-binding subunits of NF-kB favors gene expression by recruiting CBP/p300 (Gerritsen et al., 1997; Perkins et al., 1997) . Consistent with this model, Tax mutants that are defective in nuclear translocation trap RelA-CBP complexes in the cytoplasm and do not allow them to enter the nucleus (Azran et al., 2005) . Recently, the attachment of SUMO-1 to Tax has been shown to induce the recruitment of NEMO and RelA to nuclear structures called nuclear bodies (Lamsoul et al., 2005; Nasr et al., 2006) , and the localization of these complexes within these subnuclear structures may be important for the induction of specific target genes through association with co-activator p300.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 281,
                    "text": "(Gerritsen et al., 1997;",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 303,
                    "text": "Perkins et al., 1997)",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 494,
                    "text": "(Azran et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 663,
                    "text": "(Lamsoul et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 682,
                    "text": "Nasr et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "Tax-induced degradation of IkB proteins. The involvement of cellular signaling pathways in Tax activation of NF-kB was first suggested by the finding that IkBa undergoes constitutive phosphorylation and degradation in HTLV-1-infected T cells (Sun et al., 1994; Lacoste et al., 1995) . Additional studies revealed that Tax induces the degradation of both IkBa and IkBb (Good and Sun, 1996; McKinsey et al., 1996) . It is now well established that the mechanism for Tax-mediated NF-kB activation involves direct activation of the classical IKK complex, which promotes constitutive IkB processing (Figure 3 ). Tax expression is associated with an elevated enzymatic activity of endogenous IKK complexes, which correlated with the phosphorylation and increased turnover of IkBa (Chu et al., 1998; Geleziunas et al., 1998) . The non-catalytic NEMO subunit of IKK is the target for Tax-induced activation of NF-kB; genetic complementation in fibroblasts deficient for expression of NEMO showed that expression of the adaptor protein is essential for the formation of an active complex between Tax and the classical IKK complex (Yamaoka et al., 1998) , and T-cell clones defective for Tax-mediated NF-kB-activation could be rescued by forced expression of wild-type NEMO . Similarly, interference with NEMO expression in T-cell lines using anti-sense oligonucleotides specifically abolishes Tax-mediated NF-kB activation, although CREB/ATF activation remains intact. Furthermore, a direct interaction between Tax and NEMO is required to activate the canonical IKK signaling pathway and this interaction requires leucinerich sequences in both proteins Chu et al., 1999b; . In addition, ubiquitination of Tax promotes its association with NEMO (Lamsoul et al., 2005; Nasr et al., 2006) . The Tax-NEMO interaction leads to activation of IKKb Chu et al., 1999b) , probably because the Tax-NEMO complex promotes clustering of the IKK components and this induced proximity leads to persistent phosphorylation of the activation loop in IKKb (Carter et al., 2003) . Indeed, fusion of NEMO, IKKa or IKKb to Tax is sufficient to activate IKK . Taxinduced activation of IKK then targets IkBa and IkBb for degradation, causing the chronic induction of NF-kB that is seen in Tax-transformed cells. Recently, the kinase AKT has also been shown to contribute to Tax-induced activation of IKKb (Jeong et al., 2005a) ; moreover, AKT is also required for IKKb-mediated phosphorylation of RelA, which leads to inhibition of p53-dependent transactivation (Jeong et al., 2005b) .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 260,
                    "text": "(Sun et al., 1994;",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 282,
                    "text": "Lacoste et al., 1995)",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 388,
                    "text": "Sun, 1996;",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 411,
                    "text": "McKinsey et al., 1996)",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 792,
                    "text": "(Chu et al., 1998;",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 817,
                    "text": "Geleziunas et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 1121,
                    "end": 1143,
                    "text": "(Yamaoka et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 1644,
                    "end": 1662,
                    "text": "Chu et al., 1999b;",
                    "ref_id": null
                },
                {
                    "start": 1735,
                    "end": 1757,
                    "text": "(Lamsoul et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 1758,
                    "end": 1776,
                    "text": "Nasr et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1832,
                    "end": 1850,
                    "text": "Chu et al., 1999b)",
                    "ref_id": null
                },
                {
                    "start": 2027,
                    "end": 2048,
                    "text": "(Carter et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 2371,
                    "end": 2392,
                    "text": "(Jeong et al., 2005a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 603,
                    "text": "(Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2528,
                    "end": 2549,
                    "text": "(Jeong et al., 2005b)",
                    "ref_id": null
                }
            ],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "Tax-induced processing of p100. In T cells transformed by HTLV-1, p100 processing is very active, resulting in a high-level expression of p52. In the case of p100, Tax binds to sequences within the Rel homology domain of p100 to bridge an interaction to the IKK complex through NEMO (Xiao et al., 2001) (Figure 3 ). This interaction then activates the catalytic activity of IKKa, and leads to the phosphorylation, ubiquitination and proteasome-mediated processing of p100 to p52 (Qu et al., 2004) . Of note, Tax-induced processing of p100 to p52 appears to be distinct from normal processing of p100. In contrast to the cellular pathway, the Taxstimulated p100 processing does not require NIK. Furthermore, this virus-specific pathway requires both NEMO and IKKa, whereas the cellular pathway requires IKKa but not NEMO (Pomerantz et al., 2002; Hayden and Ghosh, 2004) . These results imply that Tax-stimulated non-canonical NF-kB signaling bypasses NIK but goes through IKKa (Jeang, 2001; Sun and Yamaoka, 2005) . More recent work suggests that Tax-induced deregulation of p100 processing involves both b-transducin repeat-containing proteindependent and -independent mechanisms, further suggesting the involvement of different mechanisms in cellular and viral pathways of p100 processing (Qu et al., 2004) .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 302,
                    "text": "(Xiao et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 496,
                    "text": "(Qu et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 844,
                    "text": "(Pomerantz et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 868,
                    "text": "Hayden and Ghosh, 2004)",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 989,
                    "text": "(Jeang, 2001;",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 1012,
                    "text": "Sun and Yamaoka, 2005)",
                    "ref_id": null
                },
                {
                    "start": 1290,
                    "end": 1307,
                    "text": "(Qu et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "Target genes affected by Tax-mediated activation of NF-kB. ATL develops as a clonal expansion of leukemic CD4 þ T cells in HTLV-1-infected individuals only after a long latency, indicating that additional cellular alterations are required for T-cell leukemogenesis. Moreover, ATL cells from patients or T lymphocytes infected with HTLV-1 in vitro show chromosomal abnormalities (Jeang, 2001) . Constitutive. activation of NF-kB by Tax contributes to the abnormal growth and survival of T cells during the early stages of ATL disease progression. In this regard, NF-kB is responsible for Tax-mediated inhibition of certain genes involved in DNA repair and cell cycle checkpoint regulation (Mamane et al., 2005) , especially those encoding bpolymerase and p53 (Marriott and Semmes, 2005; Sun and Yamaoka, 2005) . Activation of NF-kB is also essential for Tax-induced IL-2-independent T-cell growth (Iwanaga et al., 1999) . ATL cells express high levels of both IL-2 and the IL2 receptor a-chain, both of which are induced by Tax and contain upstream NF-kB sites (Jeang, 2001; Sun and Yamaoka, 2005) . Thus, Taxdriven, NF-kB-mediated upregulation of IL-2 and the IL2Ra stimulates an autocrine activation loop that drives T-cell proliferation in HTLV-1-infected cells. The progressive nature of the disease in vivo is in part mimicked in cell culture; HTLV-1-infected primary human T cells undergo an initial phase of proliferation that is dependent on the IL-2/IL-2 receptor mediated autocrine proliferation, followed by an IL-2 independent phase, wherein leukemic T-cell growth is no longer dependent on IL-2 and cells acquire chromosomal alterations (Jeang, 2001; Sun and Yamaoka, 2005) .",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 391,
                    "text": "(Jeang, 2001)",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 709,
                    "text": "(Mamane et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 785,
                    "text": "(Marriott and Semmes, 2005;",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 808,
                    "text": "Sun and Yamaoka, 2005)",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 918,
                    "text": "(Iwanaga et al., 1999)",
                    "ref_id": null
                },
                {
                    "start": 1060,
                    "end": 1073,
                    "text": "(Jeang, 2001;",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1096,
                    "text": "Sun and Yamaoka, 2005)",
                    "ref_id": null
                },
                {
                    "start": 1649,
                    "end": 1662,
                    "text": "(Jeang, 2001;",
                    "ref_id": null
                },
                {
                    "start": 1663,
                    "end": 1685,
                    "text": "Sun and Yamaoka, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "Furthermore, Tax activates the expression of a number of other NF-kB-dependent cytokine genes, including several interleukins and TNF (Jeang, 2001; Sun and Yamaoka, 2005) . The level of several NF-kB target genes/protein, including Bcl-2, Bcl-Xl, A1, cFLIP, and IAP, that promote the survival of lymphoid cells are increased in HTLV-1-transformed T cells and in cells from ATL patients Nicot et al., 2000a, b; Okamoto et al., 2006) . Furthermore, cell cycle Figure 3 HTLV-1 Tax interactions with the canonical and non-canonical NF-kB pathways. Tax affects NF-kB signaling in both the nucleus and the cytoplasm. In the cytoplasm, Tax dimers interact with the non-catalytic IKK subunit NEMO, and facilitate Tax recruitment to the catalytic IKK subunits (a or b), leading to subsequent phosphorylation, ubiquitination and proteasomal degradation of IkB or processing of the C-terminal inhibitory region (p100C) of p100 in the canonical and non-canonical pathways, respectively. At the transcriptional level, Tax interacts with the NF-kB subunits and recruits the transcriptional coactivators CBP/ p300, leading to the transcription of NF-kB-dependent cytokines, cell cycle regulators, genes modulating apoptosis and others (modified from Sun and Yamaoka, 2005) .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 147,
                    "text": "(Jeang, 2001;",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 170,
                    "text": "Sun and Yamaoka, 2005)",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 409,
                    "text": "Nicot et al., 2000a, b;",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 431,
                    "text": "Okamoto et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1235,
                    "end": 1257,
                    "text": "Sun and Yamaoka, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 458,
                    "end": 466,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "Manipulation of NF-jB signaling by viruses J Hiscott et al genes and cellular oncogenes, such as cyclin D1, cyclin D2, c-myc, and c-rel, show increased expression due to the induction of NF-kB by Tax (Duyao et al., 1992a; Li et al., 1993; Huang et al., 2001; Mori et al., 2002) . Interestingly, one of the member of the IRF family, IRF-4, was shown to be highly expressed in cells derived from patients with ATL and in HTLV-1-infected cell lines (Yamagata et al., 1996; Mamane et al., 2000; Sharma et al., 2002) . A detailed analysis of IRF-4 transcriptional regulation within the context of HTLV-1 infection has implicated the viral Tax protein in mediating chronic activation of the Sp1, NF-kB and NF-AT pathways leading to the overexpression of IRF-4 in ATL cells (Grumont and Gerondakis, 2000; Sharma et al., 2002) . The role of IRF-4 per se in HTLV-1-induced leukemogenesis remains unclear. However, IRF-4 expression increases during the development of ATL, with IRF-4 expression levels highest during the late and ultimately fatal, acute phase of ATL (Imaizumi et al., 2001) .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 221,
                    "text": "(Duyao et al., 1992a;",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 238,
                    "text": "Li et al., 1993;",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 258,
                    "text": "Huang et al., 2001;",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 277,
                    "text": "Mori et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 469,
                    "text": "(Yamagata et al., 1996;",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 490,
                    "text": "Mamane et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 511,
                    "text": "Sharma et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 797,
                    "text": "(Grumont and Gerondakis, 2000;",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 818,
                    "text": "Sharma et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1080,
                    "text": "(Imaizumi et al., 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "Using microarray analysis, constitutive IRF-4 expression was shown to result in the repression of multiple genes involved in the mitotic checkpoint, actin cytoskeletal rearrangement, DNA repair, apoptosis, metastasis and immune recognition. IRF-4 appears to repress several genes involved in DNA repair and chromosomal stability such as EB1, PCNA, RP-A, XRCC1 and SNF2b (Mamane et al., , 2005 . IRF-4 transcriptional downregulation of such genes would lead to an overall decrease in DNA repair and a subsequent increase in cellular mutations -as seen in HTLV-1infected T cells -thus contributing to cellular transformation. IRF-4 also downregulates several genes involved in apoptosis and immune regulation (Mamane et al., , 2005 . Thus, the overall effect of IRF-4 in HTLV-1-infected cells is to contribute to the emergence of the transformed phenotype, to increase cell survival and promote ATL cell metastasis.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 392,
                    "text": "(Mamane et al., , 2005",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 729,
                    "text": "(Mamane et al., , 2005",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "In summary, expression of vast network of genes affecting lymphoid cell growth and survival are modulated as a consequence of constitutive activation of NF-kB by Tax. Thus, inhibitors of NF-kB activity could potentially sensitize ATL cells to chemotherapeutic agents that induce apoptosis, as observed in other malignancies exhibiting chronic NF-kB activity (Karin, 2006) . To date, such experiments/clinical trials have not been performed. However, primary ATL cells that are highly refractory to conventional chemotherapies are nevertheless sensitive in vitro to the oncolytic effects of VSV, in part, due to the constitutive activation of the NF-kB pathway in ATL cells (Cesaire et al., 2006) .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 371,
                    "text": "(Karin, 2006)",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 695,
                    "text": "(Cesaire et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Involvement of the v-Rel protein in avian Rev-T-induced retroviral oncogenesis"
        },
        {
            "text": "The hepatitis virus C (HCV) is a major public health problem as an important cause of human chronic liver diseases (Choo et al., 1989; Kiyosawa et al., 1990) . More than 170 million people worldwide are infected with HCV (Wasley and Alter, 2000) . Of those individuals exposed to HCV, 80% become persistently infected (Hoofnagle, 2002) , which is often associated with significant liver disease, including chronic active hepatitis, cirrhosis, and hepatocellular carcinoma (Alter and Seeff, 2000) . HCV is an enveloped virus classified in the Flaviviridae family (Rosenberg, 2001) . The positivestranded viral RNA genome encodes a single polyprotein precursor that is processed into structural proteins (core, envelope protein 1 (E1) and 2 (E2), p7) and non-structural (NS) proteins (NS2, NS3, NS4A, NS4B, NS5A and NS5B) by host and viral proteases (reviewed in Rehermann and Nascimbeni, 2005; Wieland and Chisari, 2005) . The clinical outcome of HCV infection and the degree of liver damage is the result of complicated interactions between the virus and host immune responses (reviewed in Gale and Foy, 2005) . The immune response is rarely effective in eradicating the virus and the majority of HCV-infected subjects develop chronic infection, demonstrating that HCV may have evolved strategies to overcome or evade the immune response of the host (reviewed in Chisari, 2005) .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 134,
                    "text": "(Choo et al., 1989;",
                    "ref_id": null
                },
                {
                    "start": 135,
                    "end": 157,
                    "text": "Kiyosawa et al., 1990)",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 245,
                    "text": "(Wasley and Alter, 2000)",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 335,
                    "text": "(Hoofnagle, 2002)",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 495,
                    "text": "(Alter and Seeff, 2000)",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 579,
                    "text": "(Rosenberg, 2001)",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 892,
                    "text": "Rehermann and Nascimbeni, 2005;",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 919,
                    "text": "Wieland and Chisari, 2005)",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1109,
                    "text": "Gale and Foy, 2005)",
                    "ref_id": null
                },
                {
                    "start": 1363,
                    "end": 1377,
                    "text": "Chisari, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hepatitis C virus evasion of NF-kB-and IRF-mediated immune responses"
        },
        {
            "text": "Since triggering the IFN antiviral response in HCVinfected hepatocytes would limit virus replication, HCV strategies to block the innate immune response are crucial for the establishment of a microenvironment conducive to HCV infection and replication (Gale and Foy, 2005) . Several HCV structural and NS proteins, including E2, Core and NS5A proteins, have been shown to inhibit the innate immune response (Song et al., 1999; Taylor et al., 1999; Aizaki et al., 2000; Melen et al., 2004; Miller et al., 2004) . Among these HCV immunsuppressive proteins, NS5A has the ability to modulate a number of cell-cycle regulatory genes (Ghosh et al., 1999 (Ghosh et al., , 2000 , and has been implicated in the interference of IFN-mediated antiviral functions (Tan and Katze, 2001) . E2 and NS5A have been shown to bind to the kinase domain of PKR and inhibit of IRF-1 activation (Gale et al., 1998; Taylor et al., 1999; Pflugheber et al., 2002) .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 272,
                    "text": "(Gale and Foy, 2005)",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 426,
                    "text": "(Song et al., 1999;",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 447,
                    "text": "Taylor et al., 1999;",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 468,
                    "text": "Aizaki et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 488,
                    "text": "Melen et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 509,
                    "text": "Miller et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 647,
                    "text": "(Ghosh et al., 1999",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 669,
                    "text": "(Ghosh et al., , 2000",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 773,
                    "text": "(Tan and Katze, 2001)",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 891,
                    "text": "(Gale et al., 1998;",
                    "ref_id": null
                },
                {
                    "start": 892,
                    "end": 912,
                    "text": "Taylor et al., 1999;",
                    "ref_id": null
                },
                {
                    "start": 913,
                    "end": 937,
                    "text": "Pflugheber et al., 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hepatitis C virus evasion of NF-kB-and IRF-mediated immune responses"
        },
        {
            "text": "Recent studies have demonstrated that the HCV gene product NS3-4A protease complex, a multifunctional serine protease, efficiently blocks the RIG-I signaling pathway and contributes to virus persistence by enabling HCV to escape the IFN antiviral response (Breiman et al., 2005; Foy et al., 2005) . Nevertheless, RIG-I is not a direct target of NS3-4A and likewise the kinases TBK-1 and IKKe are not subject to proteolytic cleavage by NS3-4A (Breiman et al., 2005; Foy et al., 2005; Sumpter et al., 2005) . Additional evidence for the importance of RIG-I comes from studies demonstrating that permissiveness for HCV RNA replication in Huh7.5 (Blight et al., 2003) cells is due to mutational inactivation of the CARD domain of RIG-I (Thr55 to Ile) . Furthermore, overexpression of IKKe results in strong inhibition of both negative and positive replicative strands of the HCV replicon, suggesting an important role for this kinase in the RIG-I pathway, as well as suppressing HCV replication (Breiman et al., 2005) . Thus, RIG-I signaling appears to be an essential pathway regulating cellular permissiveness to HCV replication.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 278,
                    "text": "(Breiman et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 296,
                    "text": "Foy et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 464,
                    "text": "(Breiman et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 482,
                    "text": "Foy et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 504,
                    "text": "Sumpter et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 663,
                    "text": "(Blight et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 1013,
                    "text": "(Breiman et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hepatitis C virus evasion of NF-kB-and IRF-mediated immune responses"
        },
        {
            "text": "The demonstration that MAVS/Cardif was cleaved at its C-terminal end -adjacent to the mitochondrial targeting domain -by the NS3-4A protease of HCV suggested an efficient mechanism by which HCV could interfere with NF-kB and IRF signaling to the antiviral response (Li et al., 2005b; Meylan et al., 2005; Lin et al., 2006; Loo et al., 2006) . Interestingly, the NS3-4A protease also targets the TRIF/TICAM adapter of the TLR3 pathway and causes specific proteolytic cleavage of TRIF (Li et al., 2005a) , thus targeting both the TLRdependent and -independent arms of the host antiviral response (Figure 4) .",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 283,
                    "text": "(Li et al., 2005b;",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 304,
                    "text": "Meylan et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 322,
                    "text": "Lin et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 340,
                    "text": "Loo et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 501,
                    "text": "(Li et al., 2005a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 604,
                    "text": "(Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Hepatitis C virus evasion of NF-kB-and IRF-mediated immune responses"
        },
        {
            "text": "Confocal microscopy and biochemical fractionation demonstrated that MAVS/Cardif is present in the outer mitochondrial membrane but moves into a detergentresistant mitochondrial fraction upon viral infection (Seth et al., 2005) . Deletion of the C-terminal transmembrane domain, or importantly, cleavage by the NS3-4A protease adjacent at Cys-508 causes loss of MAVS signaling activity and relocalization of MAVS to the cytosol (Seth et al., 2005; Lin et al., 2006) (Figure 4 ). Furthermore, virus-induced recruitment of IKKe À but not TBK-1 -to the MAVS/Cardif complex and the entire mitochondrial-associated, IFN molecular signaling complex is disrupted by HCV NS3 protease .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 226,
                    "text": "(Seth et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 446,
                    "text": "(Seth et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 464,
                    "text": "Lin et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 474,
                    "text": "(Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Hepatitis C virus evasion of NF-kB-and IRF-mediated immune responses"
        },
        {
            "text": "The fact that MAVS functionality requires mitochondrial association suggests a linkage between recognition of viral infection, the development of innate immunity and mitochondrial function Johnson and Gale, 2006) . The localization of this CARD domain-containing adaptor to the mitochon-drial membrane is highly strategic and may help the host cell sensing incoming viral challenge to coordinate an immune or apoptotic response, depending on the pathogen. HCV and many other viruses replicate in the membranous web that connects the ER to the mitochondria; dsRNA structures, possibly within replicating ribonucleoprotein complexes, may be recognized by RIG-I, resulting in downstream signaling through MAVS. In the case of HCV infection, cleavage of the MAVS-IKKe complex by the NS3 protease results in disruption of both NF-kB and IRF pathways essential to the antiviral response, thus contributing to the establishment of chronic HCV persistence (Gale and Foy, 2005) .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 212,
                    "text": "Johnson and Gale, 2006)",
                    "ref_id": null
                },
                {
                    "start": 948,
                    "end": 968,
                    "text": "(Gale and Foy, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hepatitis C virus evasion of NF-kB-and IRF-mediated immune responses"
        },
        {
            "text": "African swine fever virus encodes proteins with opposing effects on NF-kB signaling African swine fever virus (ASFV) is a large doublestranded DNA virus recently re-classified into a newly created family of viruses called Asfarviridae. ASFV contains more than 150 genes, several of which encode viral homologs of host proteins with the potential to modulate the immune response to virus infection (Yanez et al., 1995) . ASFV infects primarily macrophages and monocytes and induces a rapidly fatal hemorrhagic disease in pigs. Notably, ASFV infection is characterized by the absence of an acute inflammatory response and immune response and many of the NF-kBdependent cytokine genes are not induced upon infection of macrophages by ASFV (Powell et al., 1996) . Figure 4 TLR3-dependent and RIG-I-dependent signaling to the innate immune response: specific cleavage of signaling adapters by HCV NS3-4A protease. Engagement of endosome-associated TLR3 by dsRNA recruits the TRIF adaptor, resulting in the activation of TBK-1 and IKKe kinases that phosphorylate IRF-3 and IRF-7. TRIF also signals NF-kB activation via the IKKa/b complex, which phosphorylates IkBa, resulting in the release of the NF-kB DNA-binding subunits. The RIG-1 pathway activates NF-kB and IRF-3/7, following the recognition of incoming viral ribonucleoprotein complexes. RIG-I, through C-terminal RNA helicase domain, interacts with viral dsRNA and through the CARD domains interacts with the MAVS/IPS/VISA/Cardif adaptor. MAVS contains a transmembrane domain (TM) that localizes this adaptor to the mitochondria. NS3-4A protease activity of HCV cleaves the C-terminal domain of MAVS at Cys-508, disrupts RIG-I signaling to IFN activation and establishes persistent infection. NS3-4A also targets the TRIF adaptor molecule in the TLR3-dependent pathway (modified from Hiscott et al., 2006) . This unusual porcine virus is included here as a unique example of the distinct strategies used by viruses to evade NF-kB and immune response signaling. Two viral proteins A238L and A224L appear to have direct effects on the NF-kB pathway. The A238L protein has extensive sequence similarity to IkB proteins and can bind to and inhibit NF-kB (Powell et al., 1996; Revilla et al., 1998) . Interestingly, the A238L protein lacks the serine residues of IkBa required for signal-induced phosphorylation by IKK and for degradation. As such, A238L is resistant to signal-induced degradation (Tait et al., 2000) . Thus, while ASFV infection initially induces NF-kB, the degraded cellular IkBa is replaced by the viral IkB A238L, which stably inhibits the NF-kB complex (Tait et al., 2000) . Of note, A238L also inhibits calcineurin, a protein phosphatase that is required for the induction of the NFAT-dependent immune response genes (Miskin et al., 1998) , and the coactivator complex CBP/p300 (Granja et al., 2006) . The viral IkB homolog A238L, which is expressed early in ASFV infection, appears to block NF-kB-and NFAT-dependent immune and inflammatory responses.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 417,
                    "text": "(Yanez et al., 1995)",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 757,
                    "text": "(Powell et al., 1996)",
                    "ref_id": null
                },
                {
                    "start": 1837,
                    "end": 1858,
                    "text": "Hiscott et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 2203,
                    "end": 2224,
                    "text": "(Powell et al., 1996;",
                    "ref_id": null
                },
                {
                    "start": 2225,
                    "end": 2246,
                    "text": "Revilla et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 2446,
                    "end": 2465,
                    "text": "(Tait et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 2623,
                    "end": 2642,
                    "text": "(Tait et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 2788,
                    "end": 2809,
                    "text": "(Miskin et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 2849,
                    "end": 2870,
                    "text": "(Granja et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 760,
                    "end": 768,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Hepatitis C virus evasion of NF-kB-and IRF-mediated immune responses"
        },
        {
            "text": "In contrast, A224L protein is a viral homolog of the IAPs, cellular proteins that block apoptosis by inducing NF-kB activation and by blocking caspase activity. The ASFV IAP-like protein A224L can activate IKK and consequently NF-kB when stably expressed in Jurkat T cells (Rodriguez et al., 2002) . A224L is expressed late in infection and may prevent apoptosis (and thus prolong the viral infection state) both by blocking caspase activity and by inducing NF-kB activity. Recently, the insect virus Microplitis demolitor bracovirus has also been shown to encode several IkB-like proteins (Thoetkiattikul et al., 2005) , suggesting that interference with NF-kB signaling through the use of IkB-like homologs is a common evolutionary immune evasion strategy.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 297,
                    "text": "(Rodriguez et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 619,
                    "text": "(Thoetkiattikul et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hepatitis C virus evasion of NF-kB-and IRF-mediated immune responses"
        },
        {
            "text": "A distinct inhibitory strategy targeting IRF-3 was recently identified for classical swine fever virus (CSFV). Cells infected with CSFV fail to produce a/b interferon due to a block in IRF-3 activation and translocation to the nucleus, mediated by the CSFV N-terminal protease (Npro) (La Rocca et al., 2005) . The results demonstrate a novel viral evasion mechanism that specifically inactivates IRF-3 in CSFV-infected cells. It is likely that other strategies that target host immune responses will be identified with these and related viruses.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 307,
                    "text": "Rocca et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hepatitis C virus evasion of NF-kB-and IRF-mediated immune responses"
        },
        {
            "text": "The dsDNA-containing poxvirus vaccinia virus, like all members of the poxvirus family, encodes many viral homologs of cellular immune regulatory proteins that function to dampen the host response to infection (Seet et al., 2003) . One virally encoded protein, A46R, was identified in a database search as a TIR domaincontaining protein (Bowie et al., 2000) , the only virally encoded TIR domain-containing protein identified to date. Recent experiments have demonstrated that A46R inhibits TRIF-mediated IRF-3 activation through the TLR3 pathway and induction of the TRIF-dependent gene RANTES (Stack et al., 2005) . Interestingly, A46R also binds three other TIR adaptors, MyD88, TIRAP/ Mal and TRAM, and disrupts NF-kB and MAP kinase activation (Stack et al., 2005) , hinting at broader effects on the host immune response. Importantly, vaccinia virus lacking the A46R gene was tested in a murine model of intranasal infection, and was shown to have reduced vaccinia virus virulence in vivo.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 228,
                    "text": "(Seet et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 356,
                    "text": "(Bowie et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 614,
                    "text": "(Stack et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 767,
                    "text": "(Stack et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccinia virus A46R inhibits TLR3-mediated signaling via its TIR domain"
        },
        {
            "text": "The multifunctional NS1 protein of influenza virus Influenza A and B viruses cause a highly contagious respiratory disease in humans and are responsible for periodic worldwide pandemics that cause high human mortality (Garcia-Sastre, 2004; Noah and Krug, 2005) . The most devastating pandemic occurred in 1918, resulting in 30 million deaths worldwide (Tumpey et al., 2005; Palese et al., 2006) . The current recommended trivalent influenza vaccine includes antigens from recently circulating strains of influenza A and B viruses. Despite the availability of these prophylactic and therapeutic measures, influenza viruses continue to be a significant cause of death. The avian influenza A H5N1 viruses that are currently circulating primarily in different regions of Asia are potential candidates for causing the next pandemic, should they acquire the capacity for efficient human-to-human transmission (Krug, 2006; Obenauer et al., 2006) . Understanding the mechanisms that contribute to influenza virus virulence is therefore of great importance for the design of novel therapeutics.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 239,
                    "text": "(Garcia-Sastre, 2004;",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 260,
                    "text": "Noah and Krug, 2005)",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 373,
                    "text": "(Tumpey et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 394,
                    "text": "Palese et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 915,
                    "text": "(Krug, 2006;",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 938,
                    "text": "Obenauer et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccinia virus A46R inhibits TLR3-mediated signaling via its TIR domain"
        },
        {
            "text": "The non-structural NS1 protein is a candidate virulence factor of influenza A (A/NS1) and influenza B (B/NS1) that has been shown to act as an antagonist of the IFN response, although the mechanism(s) of its action is the subject of some controversy (Donelan et al., 2004; Garcia-Sastre, 2004; Li et al., 2006; Min and Krug, 2006) . This IFN inhibitory effect of influenza is mediated in part by the ability of the A/NS1 protein to inhibit IRF-3 and NF-kB activation; the B/NS1 protein also functions as an IFN antagonist, in part through the inhibition of the IFN-inducible protein protein kinase R (PKR) in vitro . Elimination of the NS1 gene from the influenze genome results in enhanced IRF-3 translocation and activity, and correlates with higher levels of Type 1 IFN. NS1 participates in both protein-RNA and proteinprotein interactions during infection. The N-terminal 73 amino acids of A/NS1 binds to dsRNA with low affinity (Noah and Krug, 2005) , but because the A/NS1 dsRNA-binding domain (dsRBD) has a lower affinity for dsRNA than cellular dsRBD , it is unclear that A/NS1 can compete with cellular dsRBDs during virus infection. The role of the dsRNAbinding activity of the NS1A protein during influenza A virus infection has not been identified. Latent protein kinase PKR is not activated in cells infected with a recombinant influenza A virus expressing an NS1A that lacks dsRNA-binding activity (Noah and Krug, 2005) ; therefore, dsRNA sequestration by NS1A does not appear to be the mechanism by which PKR activation is inhibited during influenza A virus infection.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 272,
                    "text": "(Donelan et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 293,
                    "text": "Garcia-Sastre, 2004;",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 310,
                    "text": "Li et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 330,
                    "text": "Min and Krug, 2006)",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 954,
                    "text": "(Noah and Krug, 2005)",
                    "ref_id": null
                },
                {
                    "start": 1412,
                    "end": 1433,
                    "text": "(Noah and Krug, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccinia virus A46R inhibits TLR3-mediated signaling via its TIR domain"
        },
        {
            "text": "The A/NS1 protein has been shown independently to bind and inhibit the function of two cellular proteins that are required for the 3 0 end processing of cellular pre-mRNAs: the 30-kDa subunit of the cleavage and polyadenylation specificity factor (CPSF) and poly(A)binding protein II (Noah and Krug, 2005; Min and Krug, 2006) . Consequently, the production of IFN mRNA -and hence the antiviral response -is reduced, although not eliminated (Noah and Krug, 2005; Min and Krug, 2006) . A recent study argues that the dsRNAbinding activity of the A/NS1 does not inhibit the production of IFN mRNA but rather protects influenza A against the antiviral state induced by type 1 IFN; A/NS1 dsRNA-binding activity protects primarily by inhibiting the IFN-induced 2 0 -5 0 -oligo (A) synthetase (OAS)/RNase L pathway .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 305,
                    "text": "(Noah and Krug, 2005;",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 325,
                    "text": "Min and Krug, 2006)",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 461,
                    "text": "(Noah and Krug, 2005;",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 481,
                    "text": "Min and Krug, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccinia virus A46R inhibits TLR3-mediated signaling via its TIR domain"
        },
        {
            "text": "The molecular basis of the virulence of the avian H5N1 viruses in humans is likely dependent on several virus-encoded proteins (Garcia-Sastre, 2006) , including NS1, hemagglutinin and neuraminidase. Recent sequence analysis of a large number of H5N1 viral particles has revealed that the NS1 protein of the majority of avian H5N1 contains a novel sequence motif -Glu-Ser-Glu-Val (ESEV) -that is predicted to mediate protein interactions with PDZ domain-containing proteins which are involved in protein trafficking, cell morphology and organization. Virulent H5N1 viruses possess a different PDZ-binding sequence -Glu, Pro, Glu, Val (EPEV) -at the C-terminus of the NS1 protein whereas NS1 protein from low virulence influenza A viruses do not have a PDZ-binding motif (Obenauer et al., 2006) . The presence of these functional C-terminal PDZ-binding domains in NS1 of H5N1 viruses correlates with human virulence. These observations indicate that the PDZ-interaction domains of NS1 may contribute to virulence by binding cellular PDZ-containing proteins and disrupting their participation in important cellular processes (Krug, 2006) .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 148,
                    "text": "(Garcia-Sastre, 2006)",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 792,
                    "text": "(Obenauer et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1134,
                    "text": "(Krug, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccinia virus A46R inhibits TLR3-mediated signaling via its TIR domain"
        },
        {
            "text": "The group of enveloped, non-segmented negative-strand RNA viruses has been extensively studied and the mechanisms by which these viruses interfere with the antiviral response are beginning to emerge ( Figure 5 and Table 2 ). Recent reviews describe in detail the strategies used by these viruses to interfere with the innate response (Conzelmann, 2005; Hengel et al., 2005) .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 352,
                    "text": "(Conzelmann, 2005;",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 373,
                    "text": "Hengel et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 221,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Negative-stranded RNA viruses inhibit the antiviral response"
        },
        {
            "text": "Rhabdoviruses, such as VSV and rabies virus (RV), encode five structural proteins, the nucleoprotein (N), the phosphoprotein (P), the inner matrix protein (M), the transmembrane glycoprotein (G) and the RNA polymerase (L). VSV is highly sensitive to IFN and infection of susceptible cells leads to a highly cytopathic infection, with rapid and robust activation of NF-kB and IRF-3 (tenOever et al., 2004) . Nevertheless, VSV has established an effective mechanism to limit IFN expression through the inhibition of host cell gene expression. VSV shutdown and inhibition of IFN are largely due to the multifunctional matrix M protein, which complexes at the nuclear pore with the nucleoporin Nup98 and blocks nuclear to cytoplasmic export of cellular RNA (Black and Lyles, 1992; Ferran and Lucas-Lenard, 1997; Her et al., 1997) . Although this Figure 5 Viruses inhibit distinct aspects of the antiviral response. Influenza virus NS1 protein, as well as Vaccinia E3L prevents viral dsRNA from being recognized. The V proteins of paramyxoviruses, including SV5, Mumps and Hendra viruses, bind to Mda-5 and block downstream signaling. Ebola virus VP35 bids to RIG-I and blocks downstream signaling. RSV and RV interfere with activation of IRF-3 in virus-infected cells. The RV P protein inhibits TBK-1-mediated phosphorylation of IRF-3. VSV M protein blocks nuclear to cytoplasmic export of IFN and cellular mRNA (modified from Conzelmann, 2005) . HCV core protein and ASFV block NF-kB activation. Measles virus and RSV block IFNa and IFNb production. mechanism is not particularly specific, it appears that the general shutdown of host gene expression obviates the need for specific NF-kB or IRF antagonists with this cytopathic virus.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 404,
                    "text": "IRF-3 (tenOever et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 776,
                    "text": "(Black and Lyles, 1992;",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 807,
                    "text": "Ferran and Lucas-Lenard, 1997;",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 825,
                    "text": "Her et al., 1997)",
                    "ref_id": null
                },
                {
                    "start": 1423,
                    "end": 1440,
                    "text": "Conzelmann, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 842,
                    "end": 850,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Rhabdoviruses"
        },
        {
            "text": "Compared to VSV, RV grows more slowly and the generalized inhibition of host gene expression is not observed. The RV P protein -a polymerase cofactor involved in assembly of RNPs, and a chaperone for specific and proper encapsidation of viral RNA by the N protein -has been shown to interfere with IRF-3 activation. IRF-3 induction was blocked at the level of phosphorylation, dimer formation, nuclear import, and transcriptional activity (Brzozka et al., 2005) , suggesting that P interferes with the function of TBK-1. Understanding the relationship between rhabdoviruses and the antiviral reponse will be critical in the development of strategies for live vaccines and oncolytic virus vectors (Stojdl et al., 2003; Lichty et al., 2004a, b) .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 461,
                    "text": "(Brzozka et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 696,
                    "end": 717,
                    "text": "(Stojdl et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 742,
                    "text": "Lichty et al., 2004a, b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rhabdoviruses"
        },
        {
            "text": "The phosphoprotein P gene of most members of the Paramyxovirinae subfamily encode additional, nonessential proteins, including the V proteins, which are translated from 'edited' P gene transcripts, a mechanism that involves the cotranscriptional introduction of one or more G residues at defined sites by viral RNA polymerase (Kolakofsky et al., 1998) . The V and P proteins therefore have identical N-terminal moieties and specific C-terminal domains. V proteins of most paramyxoviruses are responsible for the pronounced resistance to IFN of these viruses. The V proteins associate with STAT1/STAT2 complexes and abolish IFN JAK/STAT signaling by targeting either STAT1 or STAT2 for proteasomal degradation or by interfering with STAT phosphorylation. In addition to V proteins, Sendai virus and measles virus encode one or more C proteins that are expressed from the P mRNAs by alternative translation initiation. These proteins do not share any sequences with the P or V proteins. In Sendai virus, multiple C proteins rather than the V protein abolish IFN STAT signaling; with measles virus, JAK/ STAT interference has been attributed to both C (Shaffer et al., 2003) and V proteins (Gotoh et al., 2002; Palosaari et al., 2003; Garcia-Sastre, 2004; Nagai and Kato, 2004; Ohno et al., 2004) .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 351,
                    "text": "(Kolakofsky et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 1149,
                    "end": 1171,
                    "text": "(Shaffer et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1187,
                    "end": 1207,
                    "text": "(Gotoh et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1231,
                    "text": "Palosaari et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 1232,
                    "end": 1252,
                    "text": "Garcia-Sastre, 2004;",
                    "ref_id": null
                },
                {
                    "start": 1253,
                    "end": 1274,
                    "text": "Nagai and Kato, 2004;",
                    "ref_id": null
                },
                {
                    "start": 1275,
                    "end": 1293,
                    "text": "Ohno et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Paramyxoviridae"
        },
        {
            "text": "Paramyxoviruses can in addition directly block IFN-b induction. A simian virus 5 (SV5) in which expression of the V protein-specific C-terminal domain was abolished lost the ability to degrade STAT1, as well as the ability to suppress nuclear import and activation of IRF-3 and activation of NF-kB, leading to the induction of IFNb expression . Ectopic expression of the SV5 V protein blocked induction of IFNb by dsRNA and virus infection. Moreover, the C-terminal Cys-rich domain of V alone was sufficient to counteract IFNb expression, whereas this domain is not sufficient to induce STAT degradation (Poole et al., 2002) .",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 624,
                    "text": "(Poole et al., 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Paramyxoviridae"
        },
        {
            "text": "The DExD/H RNA helicase Mda-5 is a direct target of the SV5 V protein, as well as the V proteins from human parainfluenza virus type 2, Sendai virus, mumps virus and Hendra virus (Andrejeva et al., 2004) . In cells overexpressing Mda-5, the activation of IRF-3 and NF-kB activity as well as IFN expression was inhibited by co-expression of full-length V or the C-terminal domain of V protein. SV5 V, however, does not bind RIG-I and therefore appears to represent a distinct mechanism of inhibition of the antiviral response through Mda-5 (Andrejeva et al., 2004) .",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 203,
                    "text": "(Andrejeva et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 563,
                    "text": "(Andrejeva et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Paramyxoviridae"
        },
        {
            "text": "Human respiratory syncytial virus (HRSV) and the bovine counterpart (BRSV) represent a subfamily of the Abbreviations: IKK, IkB kinase; NF-kB, nuclear factor kB; TLR, Toll-like receptor; TNF-a, tumor necrosis factor a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human respiratory syncytial virus"
        },
        {
            "text": "Manipulation of NF-jB signaling by viruses J Hiscott et al paramyxoviruses -Pneumovirinae -that do not edit RNA and do not encode a V protein, but rather encode additional NS proteins, NS1 and NS2. HRSV and BRSV are highly resistant to treatment with IFNa/b (Andrejeva et al., 2004) , with the IFN resistance phenotype mapping to the NS genes (Schlender et al., 2000) . Viruses lacking either NS1 or NS2 lose their ability to replicate in IFN-treated cells, suggesting a cooperative function of the two proteins in counteracting antiviral IFN effects (Bossert and Conzelmann, 2002) . Further analyses of BRSV and HRSV NS gene deletion virus mutants revealed that the NS proteins are also critical for preventing induction of IFNb in RSVinfected cells (Bossert et al., 2003; Valarcher et al., 2003; Spann et al., 2004) . Recombinant viruses lacking either NS1 or NS2 displayed increased IRF-3 phosphorylation and activity compared to wild-type RSV. NF-kB activities remained high in cells infected with wild-type and NS deletion mutant viruses, indicating that RSV NS proteins specifically targeted the IRF-3 pathway (Bossert et al., 2003) , in contrast to the V proteins of paramyxoviruses, which inhibit both IRF-3 and NF-kB activation by blocking Mda-5.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 282,
                    "text": "(Andrejeva et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 367,
                    "text": "(Schlender et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 581,
                    "text": "(Bossert and Conzelmann, 2002)",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 773,
                    "text": "(Bossert et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 797,
                    "text": "Valarcher et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 817,
                    "text": "Spann et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1116,
                    "end": 1138,
                    "text": "(Bossert et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Human respiratory syncytial virus"
        },
        {
            "text": "The VP35 protein of Ebola virus was identified as an IFN antagonist on the basis of its ability to rescue the growth of an NS1-deficient influenza A virus in IFNcompetent cells (Basler et al., 2000) and blocks the virusinduced activation of IRF-3 (Basler et al., 2003) . Recent evidence indicates that VP35 possesses dsRNA-binding activity, and two VP35 point mutants, R312A and K309A, were significantly impaired in their dsRNAbinding activity (Cardenas et al., 2006) . VP35 blocked activation of IRF-3 in cells overexpressing RIG-I, and the VP35 mutants impaired for dsRNA binding had decreased IFN antagonist activity. Wild-type VP35 and the R312A and K309A mutants were also able to inhibit IFNb promoter activity induced by the MAVS/Cardif adapter. These studies argue that dsRNA binding may contribute to VP35 antagonism of IFN signaling ( Figure 5 ). However, additional mechanisms of inhibition, at a point proximal to the IRF-3 kinases, may also exist (Cardenas et al., 2006) .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 198,
                    "text": "(Basler et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 268,
                    "text": "(Basler et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 468,
                    "text": "(Cardenas et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 961,
                    "end": 984,
                    "text": "(Cardenas et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 846,
                    "end": 854,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Ebola virus"
        },
        {
            "text": "Significant advances in our understanding of the sensing, recognition and response to viral pathogens have been made in the past decade; at pace with these discoveries has been the increase in our understanding of the mechanisms used by viruses to interfere with and manipulate the host immune response Garcia-Sastre and Biron, 2006; Meylan and Tschopp, 2006) . The NF-kB and IRF pathways are prime targets for viral evasion and most viruses have evolved strategies to impact on these 'early response systems'. Viruses have been probing the immune response for millions of years and this 'investigation' of the immune response is yielding important clues about which pathways must be compromised in order for virus infection to perpetuate. Utilization of this knowledge will be a cornerstone in the understanding of the molecular aspects of viral pathogenesis and the improvement of strategies for the development of vaccines and antiviral agents.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 333,
                    "text": "Garcia-Sastre and Biron, 2006;",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 359,
                    "text": "Meylan and Tschopp, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Manipulation of NF-jB signaling by viruses J Hiscott et al",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Nuclear Factor-kB: Regulation and Role in Disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mosialos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Beyaert R (ed)",
            "volume": "",
            "issn": "",
            "pages": "91--115",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Howard Temin's Scientific Legacy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sif",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "American Society for Microbiology",
            "volume": "",
            "issn": "",
            "pages": "109--128",
            "other_ids": {}
        },
        "BIBREF124": {
            "ref_id": "b124",
            "title": "Immunobiology: The Immune System in Health and Disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Janeway",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Travers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walport",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Capra",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF247": {
            "ref_id": "b247",
            "title": "Fields Virology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Rickinson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kieff",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lippincott Williams and Wilkins: Philadelphia",
            "volume": "",
            "issn": "",
            "pages": "2575--2628",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "'s Sarcoma herpesvirus ((HHV-8/KSHV), a g 2 -herpesvirus -show a natural tropism for human B cells. Like other herpesviruses, EBV and HHV-8 preferentially establish a latent mode of infection in the host cell with a very restricted pattern of viral gene expression. Only a few infected cells (o1% in the case of HHV-8) undergo productive infection where the virus expresses the full spectrum of viral proteins and generates new infectious particles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "transformed cells(Cahir-McFarland et al., 2000;He et al., 2000) as activated NF-kB induces the expression of antiapoptotic molecules such as Bcl-2(Henderson et al., 1991;Wang et al., 1996;Feuillard et al., 2000),Bfl1 (D'Souza et al., 2000), Mcl1 and A20",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Viral activators of NF-kB",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Viral Inhibitors of NF-kB Adenovirus E1A Suppresses IKK activity and IkB degradation E1B Suppresses NF-kB activity E3-14.7K Binds to IKK and p50 E3-10.4/14.5K Regulator of Fas, inhibits TNF-aÀ induced NF-kB activation African swine fever virus",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "I thank members of the Molecular Oncology Group, Lady Davis Institute for helpful discussions during the preparation of this review. As often occurs, there are many references that have been omitted because of space limitations; also our apologies if your favorite virus was not covered in depth. This research program is supported by grants from Canadian Institutes of Health Research, the National Cancer Institute of Canada, with the support of the Canadian Cancer Society and the Cancer Research Society, Inc. JH is supported by a Senior Investigator award from CIHR, T-LN by a Fellowship from FRSQ and PN and SP by a McGill University Faculty of Medicine Studentship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}