{
    "paper_id": "a2b1bc9e45f5a4a6cb9cdddc8bfd6551c7ee3dfb",
    "metadata": {
        "title": "Journal Pre-proof Buffer areas in emergency department to handle potential COVID-19 community infection in Taiwan",
        "authors": [
            {
                "first": "Tren-Yi",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huei-Wen",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I-Lun",
                "middle": [],
                "last": "Hou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ching-Hsiung",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mu-Kuan",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chu-Chung",
                "middle": [],
                "last": "Chou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan-Ren",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Buffer areas in emergency department to handle potential COVID-19 community infection in Taiwan."
        },
        {
            "text": "COVID-19 patients and other respiratory tract infection victims are often indistinguishable, and there is the concern of asymptomatic persons capable of disease transmission [1] . In recent studies, up to 80% of patients infected with COVID-19 present with mild respiratory tract symptoms or mild pneumonia, and Table 1 . Three areas A, B and C were set close to the ED. Area A is located outside the hospital and had good ventilation of air. Area B and C are located in the emergency hall and have independent air conditioning system ",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 319,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Buffer areas in emergency department to handle potential COVID-19 community infection in Taiwan."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Asymptomatic coronavirus infection: MERS-CoV and SARS-CoV-2 (COVID-19)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2% of patients have no symptoms [2, 3]. The screening of patients having infection risks relies mostly on emergency personnel in Taiwan. Large numbers of patient with plausible symptoms presented to the emergency department (ED) each day. The stakes of cross-infection in unidentified patients are high, especially in hospital without buffer zone for infectious diseases. As we know, unexpected community outbreak has caused in-hospital infection, infection of health care providers or temporary shutdown of emergency service in hospitals at Wakayama, Japan and Daegu, Korea. To reduce the risk of infection in the ED and restrict the contaminated area, we implement graded waiting areas for patients with different risks of infection. Patients presented with fever or respiratory tract symptoms are classified as having high, intermediate or undetermined risks of COVID-19 infection. The principles of classification are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure1). The seatings of all 3 areas are arranged that the distances between patients are more than 1 meter. High risk patients will be guided to area A, managed andadmitted as soon as possible. Intermediate risk patients have history taken and portable X-ray obtained of needed at area B. Patients with undetermined risk of infection would wait, be inspected and treated at Area C. If respiratory sampling is required, intervention will be done in the isolation room. Critically ill patients with any suspicious TOCC history or respiratory problem are resuscitated in the isolation room. Medical staffs participating in the resuscitation wear personal protective clothing and use HEPA filter for ventilation. With the above-mentioned measures, patients with respiratory tract infections or fever receive medical care in completely different area with other patients in the ED. After 4 weeks of prosecuting the measure of patient zoning, total of 214 patients were allocated to areas A, B and C. Of 6 patients in area A, one infected individual was found. There are 172 patients in area B and 3 were positive for COVID-19 infection. 36 patients were evaluated in area C. There is no positive result from samples acquired at area C. The positive predicted value for COVID-19 infection in 3 areas were 16.7%, 1.7% and 0%. The graded waiting areas for patients who had different risk of COVID-19 infection facilitate management of high-risk patients and reduce the possibility of in-hospital infection. Key words: COVID-19; emergency medicine, coronavirus, community infection FIGURE LEGENDS Patients with the possibility of carrying COVID-19 are directed to areas outside the emergency department (A, B and C). They were further separated according to risk of infection. Tren-Yi Chen; Changhua Christian Hospital, Department of Emergency and Critical Care Medicine, Changhua City, Taiwan",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}