{
    "paper_id": "a2edd17a944bc5fc7506fd4e5d519d552cf19951",
    "metadata": {
        "title": "Preventive behaviors, beliefs, and anxieties in relation to the swine flu outbreak among college students aged 18-24 years",
        "authors": [
            {
                "first": "Mehulkumar",
                "middle": [
                    "K"
                ],
                "last": "Kanadiya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [
                    "M"
                ],
                "last": "Sallar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aim The objective of this study was to assess beliefs, misconception, and anxiety in relation to swine flu outbreak and whether perception of the outbreak predicted changes in behavior. Subject and methods In November 2009, we conducted an Internet-based cross-sectional survey of college students aged 18-24 years in a Midwestern State in the USA. We collected information on swine flu knowledge, perception on immunization safety, perceived efficacy of recommended behavior, changed behavior, and anxiety. Results Of the 236 respondents, 83.1% had some anxiety about swine flu, 64.8% believed avoiding crowded places was preventive, 33.5% believed the 2009 swine flu vaccine was safe, and 36.9% showed interest in receiving the vaccine. Misconceptions about swine flu contagion via eating cooked pork, water sources, and insect bites were common. Respondents were unaware of transmissions via contaminated objects and droplets. Only 42.6% were satisfied with governmental efforts. Women were more likely to wash hands frequently than men (odds ratio 2.80, p<0.001). Conclusion There is a gap in swine flu knowledge, minimal risk reduction, increased amount of anxiety, and skepticism about swine flu vaccine safety. These gaps warrant serious attention to inform the public about specific actions regarding swine flu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of May 2010, 214 countries worldwide have reported laboratory-confirmed cases of pandemic influenza H1N1 including 18,036 deaths. According to WHO, the case count was likely to be significantly lower than the actual number of cases that have occurred as many countries stopped counting individual cases, particularly of milder illness (WHO 2010) .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 348,
                    "text": "(WHO 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In October 2009, nearly all states reported geographically widespread influenza activity. Nationwide, the percentage of visits to health care providers for influenza-like illness (ILI) was higher than that observed at the peak of any seasonal influenza season since ILINet (Influenza-like Illness Surveillance Network) was implemented in its current form in 1997 (CDC 2010) . By April 2010 the US Centers for Disease Control and Prevention (CDC) estimated 12,470 deaths (CDC 2009a, b, c, d, e, f, g) .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 373,
                    "text": "(CDC 2010)",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 499,
                    "text": "(CDC 2009a, b, c, d, e, f, g)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since April 2009, pandemic H1N1 became the dominant circulating influenza strain (CDC 2009a, b, c, d, e, f, g) . According to CDC of the 48,483 (99.8%) specimens positive for influenza A, 32,867 (68%) were subtyped by real-time reverse transcription polymerase chain reaction (rRT-PCR). The result was 99.8% for 2009 pandemic influenza A (H1N1) viruses, 18 (0.1%) were seasonal influenza A (H1), and 35 (0.1%) were influenza A (H3) viruses (CDC 2009a, b, c, d, e, f, g) . Due to the prevalence of H1N1 type strain, the CDC stopped widespread testing for the H1N1 influenza virus (CDC 2009a, b, c, d, e, f, g) . On 24 October 2009, the US government declared the swine flu outbreak a national emergency, thereby allowing hospital and local governments to speedily set up alternate sites for treatment and triage procedures if needed to handle any surge of patients (Calmes and McNeil 2009) .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 110,
                    "text": "(CDC 2009a, b, c, d, e, f, g)",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 469,
                    "text": "(CDC 2009a, b, c, d, e, f, g)",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 608,
                    "text": "(CDC 2009a, b, c, d, e, f, g)",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 888,
                    "text": "(Calmes and McNeil 2009)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The information analyzed by the CDC supports the conclusion that novel H1N1 flu has caused greater disease burden on people younger than 25 years of age than older people (CDC 2009a, b, c, d, e, f, g) . One study done earlier in 2009 among US military beneficiaries about the epidemiologic characteristics of novel H1N1 clearly showed that the strain appeared to preferentially affect adolescent and young adults between 15 and 24 years of age (Crum-Cianflone et al. 2009 ). At the inception of the epidemic, there were no vaccines available. Later, there were vaccines available free of charge for H1N1 influenza, and the CDC recommended the vaccine as the best preventive measure against H1N1 (CDC 2009a, b, c, d, e, f, g) . Transmissibility of the H1N1 virus has been shown to be substantially higher than that of seasonal flu (Fraser et al. 2009 ). Thus, it has become imperative to educate the public about measures of prevention of transmission of the H1N1 virus in order to mitigate its impact on the population.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 200,
                    "text": "(CDC 2009a, b, c, d, e, f, g)",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 471,
                    "text": "(Crum-Cianflone et al. 2009",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 695,
                    "end": 724,
                    "text": "(CDC 2009a, b, c, d, e, f, g)",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 849,
                    "text": "(Fraser et al. 2009",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Encouraging the public to undertake specific behaviors related to hygiene has proved useful in containing previous outbreaks of infectious diseases (Fung and Cairncross 2006) . Motivating the public to adopt such behaviors as well as sustaining them can become daunting challenges. Studies of how people responded to the outbreak of severe acute respiratory syndrome (SARS) in 2002 suggest that perceptions or beliefs about an outbreak may be important in determining compliance with official advice. Different authors have cited the Health Belief Model (Lau et al. 2003; Tang and Wong 2003; Janz and Becker 1984; Rosenstock et al. 1988; Tang and Wong 2004; Lau et al. 2007 ) and the public's response during the outbreak of SARS (Lau et al. 2003; Tang and Wong 2003; Tang and Wong 2004; Lau et al. 2007 ) to suggest that people may be more likely to comply with health-related recommendations if they believe the following: the effects of the disease are severe; the recommended behaviors are effective (Tang and Wong 2004; Lau et al. 2007; Janz and Becker 1984) ; they are susceptible (Janz and Becker 1984; Rosenstock et al. 1988; Tang and Wong 2004) ; the illness is difficult to treat (Lau et al. 2007 ); the government is providing clear and sufficient information about the outbreak and can be trusted to control the spread of infection (Tang and Wong 2003) ; and there are few barriers to action (Janz and Becker 1984; Rosenstock et al. 1988 ). In addition, a higher level of anxiety or worry may be associated with an increase in behavior changes (Leung et al. 2005) . Thus, understanding the role of specific perceptions in motivating people to engage in precautionary behavior may help health communicators improve their messages about outbreaks of new infectious disease generally and H1N1 specifically (Rubin et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 174,
                    "text": "(Fung and Cairncross 2006)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 554,
                    "end": 571,
                    "text": "(Lau et al. 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 572,
                    "end": 591,
                    "text": "Tang and Wong 2003;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 592,
                    "end": 613,
                    "text": "Janz and Becker 1984;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 614,
                    "end": 637,
                    "text": "Rosenstock et al. 1988;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 638,
                    "end": 657,
                    "text": "Tang and Wong 2004;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 658,
                    "end": 673,
                    "text": "Lau et al. 2007",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 730,
                    "end": 747,
                    "text": "(Lau et al. 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 748,
                    "end": 767,
                    "text": "Tang and Wong 2003;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 768,
                    "end": 787,
                    "text": "Tang and Wong 2004;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 788,
                    "end": 803,
                    "text": "Lau et al. 2007",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1004,
                    "end": 1024,
                    "text": "(Tang and Wong 2004;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1025,
                    "end": 1041,
                    "text": "Lau et al. 2007;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1042,
                    "end": 1063,
                    "text": "Janz and Becker 1984)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1087,
                    "end": 1109,
                    "text": "(Janz and Becker 1984;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1110,
                    "end": 1133,
                    "text": "Rosenstock et al. 1988;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1134,
                    "end": 1153,
                    "text": "Tang and Wong 2004)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1190,
                    "end": 1206,
                    "text": "(Lau et al. 2007",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1344,
                    "end": 1364,
                    "text": "(Tang and Wong 2003)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1404,
                    "end": 1426,
                    "text": "(Janz and Becker 1984;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1427,
                    "end": 1449,
                    "text": "Rosenstock et al. 1988",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1556,
                    "end": 1575,
                    "text": "(Leung et al. 2005)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1815,
                    "end": 1833,
                    "text": "(Rubin et al. 2009",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The four main objectives of this study were to determine (1) knowledge, beliefs, and misconception about the 2009 swine flu, (2) perception about the efficacy of swine flu immunization and governmental actions to contain the H1N1 epidemic, (3) perceived efficacy of preventive behavior, and (4) prevalence of anxiety in relation to swine flu (H1N1) among a sample of college students aged 18-24 years. This age group has been shown to be more at risk of getting swine flu than the older population and was in priority consideration in the initial stages of vaccination due to shortages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This was a cross-sectional study conducted from 1 through 10 November 2009 of a convenient sample of university students aged 18-24 in a Midwestern State in the USA. The study participants were recruited through direct solicitation via the Internet at the university.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects and methods"
        },
        {
            "text": "The survey instrument comprised 25 questions categorized into four sections. We developed some questions by modifying questions used in previous studies about swine flu (Rubin et al. 2009; Lau et al. 2009; Goodwin et al. 2009 ). The questionnaire elicited demographic information, and other questions encompassed knowledge about swine flu (transmissibility and prevention), governmental actions to contain the epidemic, the efficacy and safety of swine flu vaccine, personal risk reduction, and anxiety about contagion. The questionnaire required approximately 10 min to complete.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 188,
                    "text": "(Rubin et al. 2009;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 189,
                    "end": 205,
                    "text": "Lau et al. 2009;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 206,
                    "end": 225,
                    "text": "Goodwin et al. 2009",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Subjects and methods"
        },
        {
            "text": "Respondents were informed of the minimal risk associated with the study, assured of confidentiality, and informed that they could withdraw from the study at any time and were at liberty to not answer any question they did not want to. All respondents were advised that completing the survey implied informed consent to use the data for research purposes. The study was approved by the Institutional Review Board (IRB) of Ohio University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects and methods"
        },
        {
            "text": "The data were analyzed using SPSS version 16 (SPSS Inc., Chicago, IL, USA). Descriptive statistics (frequencies, means, and standard deviations) were used to describe demographic characteristics, knowledge of swine flu, risk reduction, and prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Items on knowledge were scaled on a \"yes-no-don't know\" format options. The \"don't know\" as an option was included to reduce the probability of guessing, as guessing causes some variation in performance from item to item, which tends to lower the test reliability (Nunnally 1967 ).",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 278,
                    "text": "(Nunnally 1967",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Items subscale assessing perceived self-efficacy or preventive behavior (washing hands, cleaning or disinfecting contaminated inanimate objects) utilized a 5-point Likert format ranging from 1 (strongly disagree/very unlikely) to 5 (strongly agree/most likely) with the midpoints representing ambivalent responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Personal risk reduction was determined with questions relating to hand washing. The anxiety indicator was measured through closed format questions assessing personal worries about catching the virus (on a 4-point scale from 4 = \"very concerned\" to 1 = \"not at all concerned\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Bivariate data were analyzed by contingency table analysis except for t tests as appropriate for continuous data (for example, anxiety scale). The chi-square test was used to assess the bivariate relationship between differences in proportions and for other categorical variables. Crosstabulations were run on demographic variables and risk reduction to determine associations between race and risk reduction. All statistical tests were two-tailed and alpha= 0.05 or less was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "There were 236 students who completed the survey. The mean age of respondents was 19.04 years (SD±1.33), almost 69.1% being female and 91.9% white.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Respondents overwhelmingly agreed that washing hands with soap and water (95.1%) and cleaning or disinfecting things one might touch could reduce the possible transmission of the swine flu virus (87.8%). Table 1 shows the respondents' knowledge, beliefs, and misconceptions about swine flu.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 211,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Knowledge, beliefs, and misconceptions"
        },
        {
            "text": "Of all respondents, 78.5% were sure that swine flu could not be transmitted by eating cooked pork, 8.6% wrongly believed that swine flu could be so, and 12.4% respondents had no idea. Furthermore, 17.8% of respondents wrongly believed that swine flu could be spread by insect bites, and 24.7% of respondents incorrectly believed that swine flu could be transmitted via water sources. Thus, the analysis shows that 36.6% of respondents had at least one misconception or unconfirmed belief and 11.0% had two or more misperceptions about swine flu contagion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge, beliefs, and misconceptions"
        },
        {
            "text": "With regard to confirmed methods of transmission, 13.1% were unaware that the virus could be transmitted by touching contaminated objects with an additional 6.8% of respondents indicating they were not sure. Similarly, 28.5% did not know about transmissions via droplets with 30.6% of respondents not being sure whether or not swine flu could be transmitted via droplets. Thus, if we consider those who indicated they were \"not sure\" to be those who did not know, the data showed that almost one of five respondents (19.9%) were unaware that swine flu could be transmitted via touching contaminated subjects and three of five (59.1%) were unaware of contagion through droplets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge, beliefs, and misconceptions"
        },
        {
            "text": "As regards getting the flu and being in crowded places, 64.8% of respondents believed that avoiding crowded places was a good way of not getting the flu, 26.7% thought otherwise, and 8.5% indicated they were not sure. Face masks as preventive measures elicited a response where 56.8% believed in their efficacy while 42.8% did not believe a face mask would protect them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge, beliefs, and misconceptions"
        },
        {
            "text": "When asked about regular exercise and its impact on severity of flu symptoms, 56.2% believed in its reduction of severity, 24.7% believed regular exercise did not make any difference, and 19.1% had no opinion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge, beliefs, and misconceptions"
        },
        {
            "text": "Almost two of three respondents (65.3%) indicated that those aged less than 25 years were most susceptible to swine flu, 17.4% stated those between 25 and 65 years, and 17.4% indicated greater than 65 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge, beliefs, and misconceptions"
        },
        {
            "text": "The dearth of knowledge of swine flu was also noticed when respondents were asked to compare the severity Where totals do not add up to N, they indicate missing data between the seasonal flu and the swine flu (H1N1): 59.6% of respondents believed that swine flu was more severe than seasonal flu, 35.7% believed there was no difference, and 4.7% of respondents believed that swine flu was less severe than seasonal flu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge, beliefs, and misconceptions"
        },
        {
            "text": "Governmental actions to contain the H1N1 epidemic A little greater than two of five respondents (42.6%) were satisfied with the efforts of the government to control swine flu, 23.4% believed that the governmental efforts were not sufficient, and the remaining 34.0% were not sure about it. Furthermore, 93.2% of respondents did not agree and 6.8%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge, beliefs, and misconceptions"
        },
        {
            "text": "were not sure about whether mass killing of pigs would be an effective approach to contain the swine flu pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge, beliefs, and misconceptions"
        },
        {
            "text": "Perception about and the efficacy of swine flu immunization One of three respondents (33.5%) believed that the H1N1 vaccine was safe, 27.5% thought that it was not safe, and 39% indicated they had no knowledge about it (Fig. 1a) . When asked about whether they were going to receive the vaccine in the future, only 36.9% responded in the affirmative and 63.1% responded negatively (Fig. 1b) . Even though the swine flu vaccine was offered without cost on the college campus, our study showed that not many students had the vaccine. Only 12.3% of respondents had received the swine flu vaccine when the survey was conducted and 87.7% of respondents had not received it. There was an association between the perceived safety of the vaccine and receiving the vaccine in the future. The respondents who felt that the 2009 swine flu vaccine was safe were more likely to receive it in the future compared to those who did not (52.9 vs 6.9%, χ 2 =36.872, p<0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 228,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 381,
                    "end": 390,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Knowledge, beliefs, and misconceptions"
        },
        {
            "text": "This was assessed by asking respondents whether they washed their hands more frequently than usual because of swine flu: 70.3% of respondents agreed and 29.7% disagreed. Table 2 shows associations between demographic factors and the preventive behavior of hand washing. Statistically significant differences were observed between gender and ethnicity with regard to frequent hand washing. Compared to men, women were more likely to frequently wash their hands (77.3 vs 54.8%, p<0.001), and whites were more likely to engage in preventive behavior than other races (72.4 vs 47.4%, p<0.05). In Table 2 , binary logistic regression shows significant univariate association between perceived efficacy of washing hands regularly and actually washing hands more regularly [odds ratio (OR)= 2.273, 95% confidence interval (CI) 1.44-3.59, p<0.001].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 592,
                    "end": 599,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Behavior outcomes and personal risk reduction"
        },
        {
            "text": "Almost half of all respondents (44.7%) have contacted family members to discuss the threat of the pandemic. However, almost seven of ten respondents indicated that the threat of swine flu infection had no impact on concentration regarding their studies or normal activities. Anxiety among students with regard to swine flu was determined by asking respondents how concerned they were about being infected by the swine flu. When the responses were categorized into a scale of 4 (1 being not at all and 4 for being very concerned), the mean anxiety of all respondents was 2.29. Greater than four of five respondents (83.1%) had some kind of anxiety, with 5.1% feeling severe anxiety. Respondents who had carried out preventive behavior against swine flu like washing hands frequently had a significantly higher level of anxiety than participants who had not (t=3.28, p=0.001, 95% CI 0.15-0.59). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anxiety and perceived efficacy of behavior"
        },
        {
            "text": "The strengths in this study are manifested in the fact that this survey represents a cross-sectional study of the young, aged 18-24 years. The burden of swine flu has disproportionately affected the young and they are most susceptible to the H1N1 flu virus (Crum-Cianflone et al. 2009 ). Thus, it is imperative to gauge their knowledge about transmissibility and prevention as well as attitude toward swine flu vaccine. Many studies have been conducted on swine flu, but they focused on all age groups. This study can be used to determine what is going on in the minds of younger adults who are afraid of the current pandemic of H1N1 flu, and the results from this study can be used to direct specific public health interventions or messages to the younger population.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 284,
                    "text": "(Crum-Cianflone et al. 2009",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to CDC (2009a, b, c, d, e, f, g) , misconceptions about swine flu contagion include for example insect bites, water sources, and eating cooked pork and bacon. Our study found these misconceptions which may probably have been associated with increased anxiety among this population. Furthermore, the lack of knowledge among some respondents that swine flu could be transmitted by touching contaminated object or droplets while coughing signifies to some extent that this population may not be getting the public health messages necessary to prevent transmission. Thus, we observed a very low level of knowledge even though the sample was fairly educated (all college students) and at an age that has been disproportionately affected by swine flu. This underlies the importance of government and public health authorities in providing consistent, clear updates and information about the disease and the need to assess whether messages are being understood by the target population.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 42,
                    "text": "CDC (2009a, b, c, d, e, f, g)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The CDC recommends avoiding crowded places and wearing a face mask in crowded places to protect one's mouth and nose from other people's coughs (CDC 2007) . However, 64.8% of respondents believed in avoiding crowded places and 56.8% believed a face mask would protect them. Evidence of the effectiveness of wearing a face mask is mixed (Cowling et al. 2008 ); while we can say these measures would not completely protect an individual, they would help to some extent.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 154,
                    "text": "(CDC 2007)",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 356,
                    "text": "(Cowling et al. 2008",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Immunization for swine flu on campus started 1 month preceding the survey and the study population was one of the priority groups for vaccination in its initial phase. In spite of this, only 12.3% respondents reported having received the vaccination. The notably low percentage (33.5%) that believed that the 2009 swine flu vaccine was safe showed that there were concerns in this population about safety which was not addressed by the government. We recommend that further study should be done to explore why there was dissatisfaction about the H1N1 vaccine so that appropriate steps could be taken to address these concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Most of the respondents were aware of which age group was more susceptible to swine flu, as 65.3% of participants correctly responded to less than 25 years. In spite of that, this did not translate into behavioral change by opting to have vaccines against H1N1. Also, in our study only 36.9% of respondents showed readiness to receive the swine flu vaccine in the future. This percentage is considerably lower than the percentage found in 1977 after the mass immunization for H1N1 in 1976 showed that 58.8% of respondents were ready for future immunization (Pearman 1978) . Even though the 1977 study was done in the general population, the results obtained were still higher than in our study in spite of the fact that our study was with those who were more at risk for H1N1 infection. Thus, we can say that public confidence about vaccines is probably much lower at present. This study also shows that respondents who did not believe in the safety of vaccine were more likely to not receive it. That signifies that addressing the safety issue of vaccine should be of paramount importance in the event of a future outbreak.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 571,
                    "text": "(Pearman 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An encouraging finding regarding preventive behavior was that 70.3% of the respondents were washing their hands more frequently than before. Another interesting finding was that women were more likely to adopt preventive behavior than men. Similar findings have been reported in one of the swine flu studies done in Europe (Rubin et al. 2009 ). Ethnicity was also associated with the adoption of preventive behavior. White people were more likely to adopt preventive behavior than other ethnicities. Because of the lower number of other ethnic participants, it is likely this finding may be biased. About 83.1% of people were little to very concerned about getting swine flu; this indicates high anxiety levels among young adults. This study also found that people who were more concerned were more likely to adopt preventive behavior, which implies that some form of anxiety is good. Perceived efficacy of preventive behavior was also a predictor of preventive behavior. That means people who believed that hand washing was effective in preventing swine flu were more likely to adopt the preventive behavior of hand washing. This finding implies that public health authorities should deliver messages of preventive behavior in such a way that makes their audience 100% confident about the effectiveness of that particular behavior. In this way, there would be a high chance of them adopting that preventive behavior.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 341,
                    "text": "(Rubin et al. 2009",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A previous study has shown that the swine flu and seasonal flu have some different epidemiologic characteristics but that the severity of the diseases is similar (Fraser et al. 2009 ). In our study 59.6% of participants believed that swine flu was more severe than seasonal flu, with 35.7% believing that there was no difference in severity and 4.7% believing that swine flu was less severe than seasonal flu. This finding may exist probably because of the overexaggeration of severity by media coverage in the early days of the pandemic.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 181,
                    "text": "(Fraser et al. 2009",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Potential limitations of this study include self-reports and the fact that participants were nonrandom, volunteers (selfselection), and probably might have interest in the subject matter. Furthermore, this is a cross-sectional study; hence, it has shortcomings associated with such studies. For example, the results about knowledge on swine flu might have been different if the study were conducted 2 months earlier or 2 or 6 months later. This knowledge may evolve with changes to exposure to swine flu-related information and other new situations. Thus, results obtained relating to swine flu knowledge and risk reduction may change if measured at another point in time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study limitations"
        },
        {
            "text": "Furthermore, our study assessed selected preventive behaviors which were frequent hand washing with soap and avoiding touching contaminated objects. We did not cover the CDC's recommended measures such as: \"cover your nose and mouth with tissue when you cough or sneeze and throw away the tissue in the trash after you use it; avoid touching your eyes, nose and mouth; and try to avoid contact with sick people\" (CDC 2009a, b, c, d, e, f, g) .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 441,
                    "text": "(CDC 2009a, b, c, d, e, f, g)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study limitations"
        },
        {
            "text": "Also, the use of volunteers may not necessarily make the study representative of students in the university or the country. Other students of similar age group in other universities in the state or the country may differ. In spite of the above limitations, the population that was analyzed constitutes a critical group to be studied so that information derived can be used for future swine flu interventions to contain hysteria, encourage vaccination, or foster prevention in order to decrease infection in the population as well as mitigate severity in the event of infection. Furthermore, participants were representative of a broad geographic area, because they were all students from different places. Finally, there are very few studies with similar design and our study provides insight into a more vulnerable group in the swine flu pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study limitations"
        },
        {
            "text": "We conducted this study in a population vulnerable to swine flu. There is a gap in swine flu knowledge, existence of minimal risk reduction, an increased amount of anxiety among young adults, as well as skepticism about swine flu vaccine safety. These sufficient gaps warrant serious attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The results indicate that more remains to be done because knowledge was not adequate in a population that should be more aware. Our study shows that at the height of news reports about swine flu and accompanying hysteria, some messages about vaccine safety and prevention techniques may have been lost. It is possible to deploy other methods of news dissemination such as through schools, churches, and faithbased organizations not only on swine flu awareness but also prevention methods while stressing the efficacy and safety of the swine flu vaccine. The knowledge gained from this study can be utilized by public health officials in the event of future outbreak of any infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interim public health guidance for the use of facemasks and respirators in non-occupational community settings during an influenza pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Calmes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Mcneil",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "H1N1 widespread in 46 states as vaccines lag",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Update: influenza activity-United States",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "58",
            "issn": "",
            "pages": "1236--1241",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza diagnostic testing during the 2009-2010 flu season",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Do different age groups in the U.S. have different infection rates for the",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "H1N1 influenza vaccine inactivated: what you need to know",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Can people catch H1N1 (swine) flu from eating or preparing pork? Available via",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Misconceptions about seasonal influenza and influenza vaccines",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Centers for Disease Control and Prevention (CDC) (2009g) Prevention & treatment. Available via",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Updated CDC estimates of 2009 H1N1 influenza cases, hospitalizations and deaths in the United States",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Preliminary findings of a randomized trial of nonpharmaceutical interventions to prevent influenza transmission in households",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical and epidemiologic characteristics of an outbreak of novel H1N1 (swine origin) influenza A virus among United States military beneficiaries",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Crum-Cianflone",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Faix",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "1801--1810",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pandemic potential of a strain of influenza A (H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557--1561",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effectiveness of handwashing in preventing SARS: a review",
            "authors": [
                {
                    "first": "Ich",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cairncross",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trop Med Int Health",
            "volume": "11",
            "issn": "",
            "pages": "1749--1758",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Initial psychological responses to influenza A, H1N1 (\"swine flu\")",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goodwin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Health Belief Model: a decade later",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Janz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Health Educ Q",
            "volume": "11",
            "issn": "",
            "pages": "1--47",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Monitoring community responses to the SARS epidemic in Hong Kong: from day 10 to day 62",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "",
            "pages": "864--870",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Anticipated and current preventive behaviors in response to an anticipated human-tohuman H5N1 epidemic in the Hong Kong Chinese general population",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Widespread public misconception in the early phase of the H1N1 influenza epidemic",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect",
            "volume": "59",
            "issn": "",
            "pages": "122--127",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Longitudinal assessment of community psychobehavioral responses during and after the 2003 outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bacon-Shone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Choy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "1713--1720",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Participation in flu immunization projects: what can we expect in the future?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Nunnally",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Psychometric theory",
            "volume": "68",
            "issn": "",
            "pages": "674--675",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Social learning theory and the Health Belief Model",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosenstock",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Strecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Health Educ Q",
            "volume": "15",
            "issn": "",
            "pages": "175--183",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlôt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An outbreak of the severe acute respiratory syndrome: predictors of health behaviors and effect of community prevention measures in Hong Kong, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "93",
            "issn": "",
            "pages": "1887--1888",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Factors influencing the wearing of facemasks to prevent the severe acute respiratory syndrome among adult Chinese in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prev Med",
            "volume": "39",
            "issn": "",
            "pages": "1187--1193",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "World Health Organization (WHO) (2010) Pandemic (H1N1) 2009-update 100",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "b: Respondents reporting of the likelihood of getting swine flu vaccine in the future. a: Respondents belief in the safety of the swine flu vaccine.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Respondents' belief in the safety of the swine flu vaccine. b Respondents reporting the likelihood of getting swine flu vaccine in the future",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Respondents' knowledge, beliefs, and misconceptions about swine flu, N=236",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements Our sincere appreciation to Juli Miller for her support for data gathering, Dr. Matthew Adeyanju for his advice and suggestions and Teena Stambaugh for her valuable comments on an earlier draft of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}