{
    "paper_id": "a30bb2969a9caef21106456d87ea0bcbe165e0ec",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "be delivered. For example, mental health professionals, social workers, nursing home administrators, and volunteers should deliver mental health care for people living with dementia collaboratively. Within such a team, dementia experts could take the lead and support team members from other disciplines. Self-help guidance for reducing stress, such as relaxation or meditation exercise, could be delivered through electronic media. Service teams could support behavioural management through telephone hotlines. Psychological counsellors could provide online consultation for carers at home and in nursing homes. 11 In addition, we encourage people who have a parent with dementia to have more frequent contact or spend more time with their parent, or to take on some of the caregiving duties so as to give the carer some respite time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "China has contained the epidemic, and business is starting to return to normal. We believe that learning lessons from China would empower the world to tackle the COVID-19 pandemic, with little risk of compro mising the quality of life of people living with dementia and their carers. HW Older adults are vulnerable at the onset of natural disasters and crisis, and this has been especially true during the coronavirus disease 2019 (COVID-19) pandemic. 1 With the aggressive spread of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the death toll has risen worldwide. According to an interactive online tool that estimates the potential number of deaths from COVID-19 in a population, by age group, in individual countries and regional groupings worldwide under a range of scenarios, most of those who have died were older adults, most of whom had underlying health problems. 2 Globally, more than 50 million people have dementia, and one new case occurs every 3 s. 3 Dementia has emerged as a pandemic in an ageing society. 4 The double hit of dementia and COVID-19 pandemics has raised great concerns for people living with dementia.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 286,
                    "text": "HW",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 891,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 980,
                    "end": 981,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1039,
                    "end": 1040,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "People living with dementia have limited access to accurate information and facts about the COVID-19 pandemic. They might have difficulties in remembering safeguard procedures, such as wearing masks, or in understanding the public health information issued to them. Ignoring the warnings and lacking sufficient self-quarantine measures could expose them to higher chance of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Older people in many countries, unlike in China, tend to live alone or with their spouse, either at home or in nursing homes. As more and more businesses stop non-essential services or initiate telecommuting work in an attempt to maintain social distancing limit the further spread of SARS-CoV-2, people living with dementia, who have little knowledge of telecommunication and depend primarily on in-person support might feel lonely and abandoned, and become withdrawn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To lessen the chance of infection among older people in nursing homes, more local authorities are banning visitors to nursing homes and longterm care facilities. 5 In January, 2020, the Chinese Ministry of Civil Affairs implemented similar social-distancing measures. 6 As a result, older residents lost face-to-face contact with their family members. Group activities in nursing homes were also prohibited. As a consequence, the residents of nursing homes became more socially isolated. We have observed that under the dual stress of fear of infection and worries about the residents' condition, the level of anxiety among staff in nursing homes increased and they developed signs of exhaustion and burnout after a month-long full lockdown of the facilities.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 268,
                    "end": 269,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some people infected with COVID-19 have had to receive intensive care in hospital. A new environment can lead to increased stress and behavioural problems. 7 Delirium caused by hypoxia, a prominent clinical feature of COVID-19, could complicate the presentation of dementia 8 , increasing the suffering of the people living with dementia, the cost of medical care, and the need for dementia support.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 157,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the COVID-19 outbreak in China, five organisations, including the Chinese Society of Geriatric Psychi atry and Alzheimer's Disease Chinese, promptly released expert recommendations and disseminated key messages on how to provide mental health and psychosocial support. 9 Multidisciplinary teams started counselling services free of charge for people living with dementia and their carers. These approaches minimised the complex impact of both COVID-19 outbreak and dementia.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 277,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As recommended by international dementia experts and Alzheimer's Disease International, 10 support for people living with dementia and their carers is needed urgently worldwide. In addition to physical protection from virus infection, mental health and psychosocial support should ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How coronavirus affects older adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bearing the brunt of COVID-19: older people in low and middle income countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Lloyd-Sherlock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sempe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Alzheimer's report 2019: attitudes to dementia",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The G8 dementia research summit-a starter for eight?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "",
            "pages": "1968--69",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CDC's recommendations for the next 30 days of mitigation strategies for Seattle-King, Pierce, and Snohomish Counties based on current situation with widespread COVID-19 transmission and affected health care facilities",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Urgent call for prevention and control of the novel coronavirus pneumonia in nursing homes",
            "authors": [],
            "year": 2020,
            "venue": "Ministry of Civil Affairs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Management of behavioral and psychological symptoms in people with Alzheimer's disease: an international Delphi consensus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Kales",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Lyketsos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ballard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int Psychogeriatrics",
            "volume": "31",
            "issn": "",
            "pages": "83--90",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Delirium in hospitalized older adults",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Marcantonio",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "377",
            "issn": "",
            "pages": "1456--66",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Alzheimer's Disease Chinese, Psychogeriatric Interest Group of Chinese Society of Psychiatry, et al. Expert recommendations on mental health and psychosocial support for persons with cognitive disorders and their caregivers during the COVID-19 outbreak",
            "authors": [],
            "year": 2020,
            "venue": "Chinese J Psychiatry",
            "volume": "53",
            "issn": "",
            "pages": "89--94",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "reports lecture fees from Eisai China and Lundbeck China and owns the copyright issued to the Neuropsychiatric symptoms individualised management system. SG is a scientific advisory board member for TauRx, Biogen, and Bohringer-Ingelheim and a data-safety monitoring board member for ADCS, ATRI, and Banner-Health. HB reports personal fees from Nutricia Australia. JLM reports consultancy fees from Genentech, Novartis, Lundbeck, Oryzon, Biogen, Lilly, Janssen, Green Valley, MSD, Eisai, Alector, ProMIS Neurosciences, Roche Diagnostics, GE Healthcare, and BioCross and grants from Innovative Medicines Initiative-EPAD, Innovative Medicines Initiative-AMYPAD, and La Caixa Foundation. All reported financial activities are unrelated to this Correspondence. All other authors declare no competing interests. *Huali Wang, Tao Li, Paola Barbarino, Serge Gauthier, Henry Brodaty, José Luis Molinuevo, Hengge Xie, Yongan Sun, Enyan Yu, Yanqing Tang, Wendy Weidner, *Xin Yu huali_wang@bjmu.edu.cn; yuxin@bjmu.edu.cn Dementia care during COVID-19",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}