{
    "paper_id": "a37c9071aa331a7ed00a28449ada9a6929df4910",
    "metadata": {
        "title": "Children's Participation in a Virtual Epidemic in the Science Classroom: Making Connections to Natural Infectious Diseases",
        "authors": [
            {
                "first": "Nina",
                "middle": [],
                "last": "Neulight",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "2128, 951521, 90095-1521",
                        "settlement": "Moore Hall, Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yasmin",
                "middle": [
                    "B"
                ],
                "last": "Kafai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "2128, 951521, 90095-1521",
                        "settlement": "Moore Hall, Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [],
                "last": "Kao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "2128, 951521, 90095-1521",
                        "settlement": "Moore Hall, Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [],
                "last": "Foley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California State University",
                    "location": {
                        "settlement": "Northridge",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Cathleen",
                "middle": [],
                "last": "Galas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cali-fornia",
                    "location": {
                        "settlement": "Los Angeles",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Despite advances in medicine and technology, the prevalence of certain infectious diseases still persists, as does the fear of contracting infectious diseases. In 2003 more than 8,000 people were infected and over 700 people died because of the Severe Acute Respiratory Syndrome (SARS) (Centers for Disease Control and Prevention). Similarly, in 2004, there was national panic when the initial demand for the flu vaccine exceeded its supply and many people who wanted to be vaccinated could not (CBS News, 2004) . Research has shown that children and adults have a difficult time understanding how an individual contracts an infectious disease, what causes these diseases to spread, and how diseases can be prevented Kalish, 1999; Sigelman et al., 1996a) . For these reasons, the National Science Education Standards (NRC, 1995) include the study of infectious disease at every grade level from grades 5-12 to increase understanding and help prevent disease spread.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 511,
                    "text": "(CBS News, 2004)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 717,
                    "end": 730,
                    "text": "Kalish, 1999;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 731,
                    "end": 754,
                    "text": "Sigelman et al., 1996a)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 817,
                    "end": 828,
                    "text": "(NRC, 1995)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There have been a number of instructional approaches that include textbooks, hands-on classroom experiments, and educational technologies to teach students about infectious diseases (Centers for Disease Control and Prevention; Science Education Partnership Award Program). More recently, researchers have started investigating various forms of participatory simulations as a way to teach students about infectious diseases (Colella, 2000; Hug et al., 2001; Wilensky and Stroup, 1999) . Several features of participatory simulations are of instructional relevance for learning about infectious disease. For example, in some participatory simulations learners can create online representations of themselves, also called avatars. Also, since some participatory simulations have hundreds of thousands of registered users and thousands of concurrent users, learners can simulate in real time the spread of a disease for a similar duration of a natural disease outbreak.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 438,
                    "text": "(Colella, 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 439,
                    "end": 456,
                    "text": "Hug et al., 2001;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 457,
                    "end": 483,
                    "text": "Wilensky and Stroup, 1999)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This paper investigates the integration of a multi-user virtual environment (MUVE), called Whyville, within classroom curriculum about infectious disease. In this study, two classes with a total of 46 sixth-grade students became members of Whyville and were able to access the website at home and during science class where they learned about infectious diseases. The students created avatars in Whyville, which experienced the outbreak and spread of a virtual epidemic called Whypox during a 4-week period. When an avatar had the disease, two important aspects of online participation were affected-the avatar's appearance and the ability to chat with other Whyville participants. The feature of having the avatar's appearance change allows users to experience diseases without direct physical harm to the participant, which would be difficult to replicate in real life due to ethical considerations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Our study investigated the integration of a virtual infectious disease called Whypox within science classroom curriculum and its relationship to students' understanding of natural infectious diseases. We wanted to understand in which ways students perceived Whypox as a natural disease and thus isolate design features that might create more effective integrations and simulations of disease in the future. Lastly, we wanted to know how students draw on their participation within a virtual disease simulation in order to expand on their knowledge of natural infectious diseases. The following literature review situates the participation in a virtual epidemic within the larger body of participatory simulations before addressing how participation in a participatory simulation might enhance children's understanding of natural infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In educational settings, students have been taught about infectious diseases through a variety of instructional approaches such as textbooks, hands-on classroom experiments, and educational technologies (Centers for Disease Control and Prevention; Science Education Partnership Award Program). Some of these interventions used infectious disease as a medium to teach about science inquiry (Hug et al., 2001) , while other studies focused on teaching about aspects of infectious disease such as the biology of germs , latency and immunity (Colella, 2000) , or the probability of getting a disease (Wilensky and Stroup, 1999) . Individually these studies tapped specific aspects of how children understand infectious disease and how to better teach about these aspects of infectious disease.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 407,
                    "text": "(Hug et al., 2001)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 538,
                    "end": 553,
                    "text": "(Colella, 2000)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 596,
                    "end": 623,
                    "text": "(Wilensky and Stroup, 1999)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "A more recent development to teach about infectious disease is the use of participatory simulations (Colella, 2000; Hug et al., 2001; Wilensky and Stroup, 1999 ). An educational simulation has been defined as a model of some phenomenon or activity that users learn about through interaction with the simulation (Alessi and Trollip, 2001) . However, simply modeling or imitating the central features of a situation does not render an activity a simulation-in a simulation the user must have the experience of playing a genuine role and experience consequences of one's actions (Gredler, 1996) .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 115,
                    "text": "(Colella, 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 116,
                    "end": 133,
                    "text": "Hug et al., 2001;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 134,
                    "end": 159,
                    "text": "Wilensky and Stroup, 1999",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 311,
                    "end": 337,
                    "text": "(Alessi and Trollip, 2001)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 576,
                    "end": 591,
                    "text": "(Gredler, 1996)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "In a computer-supported participatory simulation, students can experience a phenomenon such as disease spread repeatedly because the teacher or designer can experimentally vary the disease. Participatory simulations have differed from one another in three dimensions: the virtual reality component, which refers to how faithfully a real-life environment is replicated visually, functionally, aurally, and sometimes kinesthetically (Alessi and Trollip, 2001) ; the scale, which refers to the number of participants that can participate concurrently in a single simulation and ranges from a single classroom to hundreds of thousands of participants; and the type of platform, which at the time of this study referred to two distinct types-wearable or hand held computers (Colella, 2000; Hug et al., 2001; Krajcik et al., 1998) and computer-based online multi-user environments (Aschbacher, 2003; Foley and La Torre, 2004) .",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 457,
                    "text": "(Alessi and Trollip, 2001)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 769,
                    "end": 784,
                    "text": "(Colella, 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 785,
                    "end": 802,
                    "text": "Hug et al., 2001;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 803,
                    "end": 824,
                    "text": "Krajcik et al., 1998)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 875,
                    "end": 893,
                    "text": "(Aschbacher, 2003;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 894,
                    "end": 919,
                    "text": "Foley and La Torre, 2004)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Two features of participatory simulations have been salient to the study of infectious diseases-the ability to increase the user's immersiveness or feeling of presence in the simulation and the integration of the simulation into the classroom curriculum. For example, in one group of studies in which high school students used wearable computers called Thinking Tags to learn about latency of a virus, probability for infection, and immunity, the students felt that they had experienced a disease (Colella, 2000) . Each Thinking Tag had an infrared transmitter and receiver that exchanged information with the other tags in the simulation and then displayed to the user information such as how many people the Thinking Tag had met that were sick. The Thinking Tags were used within a single classroom and each simulation lasted minutes. Findings from this study showed that with the Thinking Tags, students made references to themselves as being infected and were able to communicate naturally with each other, which seemed to encourage communication about disease. A limitation in this research was that specific assessments of students' learning were not conducted in the study.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 512,
                    "text": "(Colella, 2000)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Also, participatory simulations have been successfully integrated into classroom curriculums about infectious disease. For example, an eight-week curriculum called ''Can Good Friends Make You Sick?'' included the use of Thinking Tags by a class of eighth graders learning about the biology of communicable diseases (Hug et al., 2001) . While the curriculum in that study included infectious disease, only students' levels of inquiry and engagement were assessed. A relevant finding to the present study was that as students became more familiar with how the computer devices operated, they began to engage in more sophisticated levels of science inquiry.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 333,
                    "text": "(Hug et al., 2001)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "While the Thinking Tags were designed for a single classroom to use, other participatory simulations termed multi-user virtual environments (MUVEs) have been used to access a virtual world on the Internet. At the time of this study, there were two such environments that included the study of infectious disease-River City and Whyville. The main difference between these two MUVEs was the role of the student's avatar or online representation. In River City (Dede et al., 2002) students learned about how infectious disease spread and the process of scientific inquiry by examining the sanitary conditions and disease spread in the 19th century. Students used their avatars to interview the city's virtual inhabitants and collect data about sanitary conditions within the city but the avatars did not experience the diseases themselves. However, in Whyville, students through their avatars experienced firsthand the outbreak of a virtual epidemic called Whypox.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 477,
                    "text": "(Dede et al., 2002)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "For our study, we combined aspects of the approaches discussed above. We used an existing, thriving participatory simulation that was a MUVE, called Whyville, and integrated the technology use within a classroom curriculum on infectious disease. The main difference between our study and the studies on participatory simulations with wearable or handheld computers (Colella, 2000; Hug et al., 2001) was scale. While these previous studies were conducted in single classrooms where an outbreak lasted only a minute, in Whyville a single outbreak of Whypox could last up to two months depending on the population of Whyville and the chosen disease vector at the time of the outbreak. We believe that the large scale would allow for students to become more fluent with the technical aspects of the medium in addition to providing students with more time to both participate in a virtual disease epidemic and observe its impact. Our study differed from previous research on Whyville in that we wanted to examine how the participation in a virtual disease related to students' understanding of natural disease. Prior research on Whyville focused on how the introduction of the virtual disease and related disease activities on the Whyville site had increased user online discussion about the spread and cure of Whypox (Foley and La Torre, 2004) .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 380,
                    "text": "(Colella, 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 381,
                    "end": 398,
                    "text": "Hug et al., 2001)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1313,
                    "end": 1339,
                    "text": "(Foley and La Torre, 2004)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "To understand the extent to which students related Whypox to natural infectious disease, we examined classroom discussion between the teacher and the students. Prior research has shown how classroom discourse can provide opportunities for science inquiry (Gallas, 1995; Kafai and Ching, 2001; Lemke, 1990) . In line with this research, we looked at how class discussions might afford connections of a virtual infectious epidemic to natural infectious diseases.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 269,
                    "text": "(Gallas, 1995;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 270,
                    "end": 292,
                    "text": "Kafai and Ching, 2001;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 293,
                    "end": 305,
                    "text": "Lemke, 1990)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "We also examined students' understanding of how disease spreads and how to prevent disease from occurring. Researchers have shown that children have difficulty understanding these concepts Kalish, 1999; Obeidallah et al., 1993; Siegal, 1988; Siegal and Peterson, 1999; Sigelman et al., 1996b; Solomon and Cassimatis, 1999) . Of particular interest to the present study was Au and Romo's (1996) model of children's conceptualization of disease because their assessment tools evaluated students' reasoning about what caused disease. Au's research team developed a four-point rubric that was used to assess children's understanding of four biological phenomena: food contamination, illness, genetics, and infectious disease. Children's understanding of each phenomenon was evaluated according to how students reasoned about a scenario. If students included a biological causal explanation, (e.g., a person got sick because germs grew, reproduced, and attacked cells), their response was given a higher score than a response that included only a non-biological cause (e.g., a person got sick because he was not wearing a coat). Like other research (Parmelee, 1992 ), Au's focus on the explicit teaching to children about the causes of infectious disease was based on the assumption that without science instruction, children and adults did not automatically reason coherently about biological phenomena such as the spread of infectious disease. In line with Au's research, children who did not have this science instruction tended to reason about biological phenomena by applying their knowledge of people and everyday observable behaviors to explain the cause.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 202,
                    "text": "Kalish, 1999;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 203,
                    "end": 227,
                    "text": "Obeidallah et al., 1993;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 228,
                    "end": 241,
                    "text": "Siegal, 1988;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 242,
                    "end": 268,
                    "text": "Siegal and Peterson, 1999;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 269,
                    "end": 292,
                    "text": "Sigelman et al., 1996b;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 293,
                    "end": 322,
                    "text": "Solomon and Cassimatis, 1999)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 373,
                    "end": 393,
                    "text": "Au and Romo's (1996)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1144,
                    "end": 1159,
                    "text": "(Parmelee, 1992",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Participants were 46 sixth-grade students, an equal number of boys and girls, in two classes taught by the same science teacher. The students attended a laboratory school that is affiliated with a large, urban university and comprised of a diverse ethnic sample: 27% Latino, 13% African-American, 13% Asian, and 47% Caucasian. Two-thirds of the families receive tuition assistance based on a sliding scale. Over 85% of these students have computer and Internet access from their homes (Kafai and Sutton, 1999) . All students received parental consent and provided assent for participation in the study. The classroom teacher had over 20 years of experience working in elementary schools and teaching science.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 509,
                    "text": "(Kafai and Sutton, 1999)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "CONTEXT OF STUDY Participants"
        },
        {
            "text": "Classroom activities and discussions were videotaped. The videotaped whole-class discussions were used to determine how students and teachers used Whypox in their discussions about natural infectious disease. Two surveys were developed to assess students' understanding of natural infectious diseases and their perceptions of Whypox as a natural disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "One video camera was used to record whole-class discussions that took place throughout the study. During the whole-class recordings, a microphone was placed near the teacher. This resulted in approximately 6 hours of videotaped whole-class discussions focused on Whyville activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Videotapes"
        },
        {
            "text": "The use of Whyville was integrated into a 10week teacher-led curriculum about infectious diseases. Some of the activities that students participated in as part of their science curriculum included: watching videos about specific diseases and the nature of germs; examining cell structures under the microscope; doing hands-on experiments that simulated the spread of an infectious disease; completing worksheets about cells, bacteria, and viruses; and using online tools to research specific diseases. These activities took place throughout the study, even after Whyville was introduced to the students in the third week of the study when students started to log on to Whyville for at least 10 minutes every science class.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whyville and the Classroom Curriculum"
        },
        {
            "text": "Students had access to the Whyville website during school hours and after-school hours. Each member of Whyville was represented by a screen name and avatar, which was a member's online headshot that appeared on the screen after a member logged on to the website. A member could augment his or her avatar by buying or creating face parts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whyville and the Classroom Curriculum"
        },
        {
            "text": "To travel through Whyville, a member selected a destination from a drop down menu that was always accessible to the members or by clicking on the screen with the computer mouse. Each destination offered a different type of activity such as: science-related activities about infectious diseases; recreational games like checkers; the Center for Disease Control, where members could read about past outbreaks of Whypox authored by children and science educators; and The Whyville Times, the website's online newspaper that included participant-authored articles about the site. Members could communicate with other participants synchronously by having a cartoon chat box appear above their avatar face or members could communicate asynchronously through ymail, an internal mail system, and a bulletin board system (see Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 817,
                    "end": 825,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Whyville and the Classroom Curriculum"
        },
        {
            "text": "During weeks three to five, students explored a variety of recreational and science-related activities on Whyville, as instructed by the teacher. When Whypox hit Whyville during week five, the teacher facilitated whole-class discussions to discuss what was happening on Whyville (see Figure 2 ). These discussions occurred approximately twice a week for about 30 minutes each until the end of the study. In these discussions, the teacher and students discussed a graph that they had created in class that displayed on one axis the number of Whypox infections in both classes and displayed on the other axis the date of infection. The teacher and students used this graphing activity as a springboard to discuss how Whypox was affecting participation in Whyville. A similar graph that displayed the entire Whyville population was available online (see Figure 3 ). The students analyzed these online graphs with teacher guidance. The teacher and students also discussed technical issues about using Whyville such as how to chat and how to participate in activities. In addition to the discussions about Whypox, the teacher guided students in exploring the disease-related activities on Whyville's CDC (see Figure 4 ). At the CDC students read about past cases of Whypox and posted predictions about causes and cures in addition to using tools that simulated outbreaks of diseases by manipulating variables such as the duration of a disease (see Figure 5 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 292,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 851,
                    "end": 859,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1204,
                    "end": 1212,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1443,
                    "end": 1451,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Whyville and the Classroom Curriculum"
        },
        {
            "text": "To determine students' conceptual understanding about the causes of natural infectious disease, we developed a survey that asked students about the cause, spread, and prevention of natural infectious diseases. In addition, we included scenario-based questions and used their corresponding coding rubrics from Au's studies ). An example of the infectious disease scenario with its corresponding questions is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Survey"
        },
        {
            "text": "''Cathy went over to see her friend who was sick. Some bad germs got inside her body. She felt okay for a day. But then the next day she started to feel sick all over her whole body. Her head ached and her stomach hurt and her throat hurt-all at the same time. (a) Why did it take a whole day for her to feel sick after the germs got inside her body? (b) How did the germs make her feel sick in so many parts of her body at the same time?''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Survey"
        },
        {
            "text": "The disease survey was administered at week 1, the beginning of the study, and week 10, the end of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Survey"
        },
        {
            "text": "To determine whether students connected the virtual disease to natural disease, we developed a survey to examine students' understanding of the virtual disease Whypox and asked students to compare their understanding of Whypox to natural infectious diseases and to report about their online experiences with Whypox. The Whypox survey was administered at week ten, the end of the study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whypox Survey"
        },
        {
            "text": "Before and after the curriculum unit on infectious diseases, the infectious disease survey was given to all students by the researchers. The Whypox survey was administered only at the end of the unit. All classroom sessions were videotaped. One to two researchers of the team of five researchers observed each science class throughout this study. The research team consisted of university faculty, a postdoctoral fellow, and graduate students. The researchers administered the evaluation instruments and videotaped class discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "The first part of analysis examined the wholeclass discussions about Whypox using transcripts of the videotaped classroom discussions while the second part of analysis coded students' survey responses about natural and virtual infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analyses"
        },
        {
            "text": "Video segments of whole-class discussion were examined in order to determine the efforts used by the teacher and the students to connect their Whypox experience with what they had learned about natural infectious diseases. The video segments were selected from one of the classes only because there were no performance differences between the two classes on students' survey responses. The video segments we wanted to analyze occurred after the outbreak of Whypox and contained discussions about Whypox. After viewing these seven segments, four video segments, a total of 4 h, met the above criteria and were transcribed completely. Conversations, but not behaviors, were transcribed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relating Virtual Disease to Natural Infectious Disease in Discussions"
        },
        {
            "text": "After reading the video transcriptions, we developed thematic categories that were derived from theory, that classroom discourse can provide opportunities for science inquiry (Lemke, 1990) . The video segments were coded using three thematic categories:",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 188,
                    "text": "(Lemke, 1990)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Relating Virtual Disease to Natural Infectious Disease in Discussions"
        },
        {
            "text": "(1) the use of infectious disease terminology in relation to Whypox (e.g., ''Whypox was like an epidemic''; ''we should have quarantine in Whyville'');",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relating Virtual Disease to Natural Infectious Disease in Discussions"
        },
        {
            "text": "(2) the mapping of Whypox to a natural disease in which a natural disease was referenced by mentioning symptoms of natural diseases, the virology of natural diseases, or the consequences of natural diseases; and,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relating Virtual Disease to Natural Infectious Disease in Discussions"
        },
        {
            "text": "(3) the immersive component of Whypox in which students and teacher included experiential, social, and causal aspects of someone having Whypox.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relating Virtual Disease to Natural Infectious Disease in Discussions"
        },
        {
            "text": "We also analyzed students' answers to openended and scenario-based questions about disease causality from the disease survey using Au's coding scheme (Au and Romo, 1996) . The original coding scheme that we adopted from Au's research team (Au and Romo, 1996) was on a scale of 1 to 4. In this coding scheme, code 4 represented the most sophisticated understanding of disease spread, a biological causal mechanism, while codes 1 through 3 represented a pre-biological understanding with category 1 representing the least sophisticated understanding of disease spread. Our modification to Au's coding scheme was that during data analyses we collapsed the four-point coding rubric into a binary rubric. We used a binary rubric because in this study we were interested in whether students reasoned with the most sophisticated mechanism of transfer, a biological causal mechanism, or a pre-biological understanding. We were not interested in the degrees of pre-biological understanding that were represented in codes 1 through 3 of Au's original coding scheme. We applied the terms 'biological' and 'pre-biological' to these two codes (see Table I ).",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 169,
                    "text": "(Au and Romo, 1996)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 239,
                    "end": 258,
                    "text": "(Au and Romo, 1996)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1135,
                    "end": 1142,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Understanding of Natural Infectious Disease"
        },
        {
            "text": "To test inter-rater reliability on all of the questions we first selected a random sample of 25% of the surveys and found representative student answers for each code. Then we selected another random sample of 25% of the surveys and one coder coded these using the coding key we had developed as a research team. A second coder also coded the same sample using that coding key. We considered items reliable if they shared 80% accuracy between the two coders. Discrepancies for each item were discussed and coding descriptions for each question were revised as needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Understanding of Natural Infectious Disease"
        },
        {
            "text": "We investigated the ways in which students perceived features of Whypox. Our goal was to determine how faithful the simulation was to natural infectious diseases. In developing our coding scheme for the students' reasoning of the causality of Whypox, we followed Au's research team but included the unique features of the virtual disease (see Table I ). The coding scheme for the other questions about Whypox's relationship to natural infectious disease and Whypox as a learning tool as viewed by students will be listed in the results section. For the inter-rater reliability we followed the same procedures as outlined in the disease survey and accepted only items that had at least 80% agreement.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 350,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Perceptions of Whypox as a Natural Disease"
        },
        {
            "text": "During and after the Whypox outbreak, several classroom discussions examined both Whypox and its connection to natural infectious disease. We identified three ways in which the students and the teacher discussed their understandings of natural disease and compared them to their experiences with the virtual epidemic: (1) application of terms used to explain Whypox to terms used to explain natural diseases; (2) mapping of Whypox to a natural disease in which a natural disease was referenced by mentioning symptoms of natural diseases; the virology of natural diseases; or the consequences of natural diseases; and (3) immersive component of having Whypox in which the students and teacher referred to someone experiencing Whypox and included experiential, social, and causal aspects of being immersed in Whypox. There were many instances in the selected video segments in which more than one code applied to a single student or teacher reference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classroom Discussions Relating Virtual Disease to Natural Infectious Disease"
        },
        {
            "text": "In the first way of referencing Whypox with a natural disease, students and the teacher mentioned, if not discussed, major terms and concepts of infectious disease. These terms and concepts included: contagious, exposure, symptoms, infection, incubation period, epidemiologists, epidemic, quarantining, and immunity. Often the students or the teacher mentioned one of these concepts to describe an aspect of their Whypox experience. However, beyond the mere mention of the concept, once mentioned these concepts often became woven into conversations. For example, as the class discussed how they thought they or others got Whypox, a student used the term contagious to paraphrase the teacher's comments of getting Whypox through virtual contact. Then, in a subsequent comment another student used the term contagious to describe how Whypox was affecting her. This conversation allowed for the students to use the term contagious in an authentic situation to hopefully understand what it really meant. The second way of referencing Whypox was through the creation of analogies between Whypox and natural disease, and vice versa. Some of the analogous natural diseases the students and the teacher referenced were SARS, the plague, and the common cold. In these references, of which there were 23 in the selected video segments, the student and the teacher often compared symptoms, preventions, or aspects of Whypox to those experienced in their everyday lives or from their previous studies on natural infectious diseases. These links were used to help students make sense of what was happening with Whypox. In the following example, the teacher responded to a student who thought that she had These links of Whypox to natural infectious diseases, aside from emphasizing a point, may have helped students to think about the virtual infectious disease in ways similar to natural infectious disease. For example, during a class discussion about how students thought they got Whypox, the teacher linked Whypox to natural infectious diseases by making the comparison that the avatars in Whyville were grouped like bacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classroom Discussions Relating Virtual Disease to Natural Infectious Disease"
        },
        {
            "text": "Celine: There were these heads around me and I couldn't move away from them. They were all bunched up in these colonies. Teacher: Colonies of bacteria around you. Huh? Celine: Like a wall. This link may have helped students to think about the causes of Whypox with a more sophisticated causal mechanism than mere contact since students had learned through other instructional methods that bacteria or viruses were the biological causal agent of natural infectious diseases, not the contact itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classroom Discussions Relating Virtual Disease to Natural Infectious Disease"
        },
        {
            "text": "Lastly, students and the teacher used Whypox to understand natural infectious disease through immersiveness. Recall that immersiveness refers to students creating their own personal representations that students created on Whyville. These references, of which there were 32 episodes in 4 hours of selected video segments, occurred frequently throughout the discussions, which could be an indication that students genuinely bought into the idea that they and others had the virtual disease. In this study, immersiveness appeared in three forms: experiential, social, and causal. In one form, the students and the teacher referenced themselves or others as experiencing an aspect of Whypox, such as ''I saw them with Whypox'' and ''I had it two days ago and it got worse.'' Another way was the social dimension, which involved students noticing others who had Whypox, as illustrated by this student's remarks: ''I was checking there were five people who had Whypox and they were in a room alone.'' The social dimension was rarely seen in isolation of the final form of immersiveness, in which the students and the teacher speculated the causes and spread of Whypox. In the following example, a student described the social aspect of being immersed as the ability to infect others with Whypox, while also speculating that his getting close to the people was the cause for their Whypox.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classroom Discussions Relating Virtual Disease to Natural Infectious Disease"
        },
        {
            "text": "Lee: I wanted to infect other people. So, I went close to them and then I went away and then they got it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classroom Discussions Relating Virtual Disease to Natural Infectious Disease"
        },
        {
            "text": "Linking causality to proximity, a social aspect, is repeated in this next example: ''Jon said that Jon and Mike got it first and since we're usually on the computers at the same time, maybe that we were together and we were at the same room or something.'' These last examples illustrate students' attempts to make sense of what was happening with Whypox.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classroom Discussions Relating Virtual Disease to Natural Infectious Disease"
        },
        {
            "text": "We asked students the question ''In which ways was Whypox like a real infectious disease?'' The answers show that students perceived several features of the virtual infectious disease as features inherent in natural infectious diseases. These features included being contagious (80% of the responses, n = 32), having symptoms (32.5%, n = 13), and being like a specific other disease (20%, n = 8). We asked students ''How do you think Whypox spread through the community?'' All of the students' explanations for virtual disease transfer included a pre-biological causal mechanism that included activities such as contact, chat, and sneezing. No student attributed a biological causal explanation that included transfer of Whypox through a piece of embedded code. We believed that computer code embedded within the MUVE of Whyville was the biological equivalent of a natural infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceptions of Virtual Disease"
        },
        {
            "text": "We found that while the majority of students still reasoned with pre-biological causal explanations (see Table II ), there was a significant change in students' responses between pre and post from pre-biological to biological explanations (t = )3.500, df = 44, p = 0.001; t = )3.496, df = 44, p = .001), showing that twice as many students reasoned about natural infectious disease with a biological reasoning at the end of the study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Students' Understanding of Natural Disease"
        },
        {
            "text": "These findings were consistent with the two open-ended questions about the causes of disease spread: (1) What are some of the causes of infectious diseases? (2) What are some things that will increase the spread of the disease? Pairwise t-test analyses showed that there was significant change in students' responses to the first question (t = )2.121, df = 44, p = .040) and second question (t = )2.413, df = 44, p = .020). As Tables III and IV reveal, students were statistically more likely to provide a response to these questions at the end of the study than at the beginning of the study. However, the majority of these causal explanations were still pre-biological.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Students' Understanding of Natural Disease"
        },
        {
            "text": "This study identified benefits and challenges in using MUVEs such as Whyville in a classroom curriculum about natural infectious diseases. One of the main differences between the Whypox disease simulation and previous participatory simulations (Colella, 2000; Hug et al., 2001; Krajcik et al., 1998) was scale. We speculated that the large scale of Whyville affected students in ways that prior smaller scale simulations of infectious disease could not. For example, because Whypox lasted several days rather than minutes, students were faced with the reality that Whypox was not going away any time soon. As evidenced by classroom discussions, students interpreted this as a problem since their faces and ability to chat were negatively affected. Because face building and chatting were important activities on Whyville having these activities hampered may have motivated students to look for a cure and ponder possible causes as they did in this study. In addition, students were able to track and compare the spread of the epidemic not only in their two classrooms but also in the whole online community. These observed differences led students to discuss frequency and length of visits in Whyville and forms of interactions with other community members as possible reasons for contracting the disease.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 259,
                    "text": "(Colella, 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 260,
                    "end": 277,
                    "text": "Hug et al., 2001;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 278,
                    "end": 299,
                    "text": "Krajcik et al., 1998)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "By using avatars in Whyville students also experienced a disease without physical harm to their actual self, a form of immersiveness absent from traditional science curricula of instruction from textbooks, videos, and laboratory experiments. With this immersive component, students started referring to themselves as having the virtual disease, a phenomenon experienced in previous participatory simulations of infectious diseases (Colella, 2000; Krajcik et al., 1998; Soloway et al., 2001) . This participatory component, in addition to the fact that Whypox shared features similar to diseases with which the students had familiarity such as chicken pox and the common cold, allowed students to connect Whypox to natural infectious diseases. This was apparent in their whole-class discussions, where the students and the teacher used Whypox as a vehicle to talk about some of the causes and preventions of natural infectious diseases as well as terminology and concepts of infectious diseases.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 446,
                    "text": "(Colella, 2000;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 447,
                    "end": 468,
                    "text": "Krajcik et al., 1998;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 469,
                    "end": 490,
                    "text": "Soloway et al., 2001)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While the analysis of pre and post survey questions showed significant changes in students' reasoning about the causes of natural diseases, a large majority still provided pre-biological explanations. This finding reinforces past research indicating that the concepts of natural infectious disease are difficult for students to learn, even with instruction. The participation in the classroom curriculum on infectious disease might have been responsible for this though our research design does not allow us to identify particular causes for this change. Students perceived similarities in the virtual epidemic and the spread of natural infectious diseases, with one major exception-the level of reasoning about the causes of virtual disease was less sophisticated than the reasoning about the causes of natural infectious disease. However, students did perceive features of Whypox as similar as those of natural infectious disease such as being contagious and having symptoms. We thought that it was important to know how students viewed the causes of the virtual disease in case their reasoning could be used as a springboard to discuss the equivalent of natural infectious disease. Our findings showed that students' reasoning about the causes of the virtual disease did not go beyond observable explanations such as touching someone or sneezing. Students did not think that the cause of Whypox was an internal process, such as through a computational mechanism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is possible that the immersiveness feature of Whypox presents benefits and challenges to learning about natural disease. While Whypox allowed students to show symptoms and have contact with other avatars, the types of contact possible in this virtual epidemic were limited. For example, avatars could not engage in sexual intercourse, an activity that has been linked to the spread of many natural infectious diseases. Also, avatars did not have exposure to unsanitary conditions, which represents another cause for many natural infectious diseases. This reduced set of experiences that an avatar could have had may have constrained how students thought about the spread of Whypox.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Also, while Whypox capitalized on students' prior knowledge of natural infectious disease through the symptoms of sneezing and dots on the face, these virtual reality symptoms may have manipulated students into thinking of disease more as an observable event. For instance, touching someone rather than the reproduction of germs in the body was seen as the cause. Our results confirmed this supposition. No student attributed what we termed the computational causal explanation to Whypox. This result contrasted with students' overall increase in biological causal explanations for natural infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although the similarity of Whypox to familiar natural diseases in which children and adults have naı¨ve understandings might have accounted for some of this discrepancy, a contributing reason for this discrepancy might be a missing curricular piece. This missing connection might be an introduction to computer viruses, what they are and how they function. Biological virus and computer virus alike contain a piece of DNA or code, which has their instructions. Students could have examined the similarities and differences between biological and computational viruses. Such background information might have helped students to understand possible mechanisms of Whypox.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We believe that the science teacher played an important role in integrating the MUVE of Whyville within the classroom environment. This teacher engaged students in discussions about the technical aspects of the MUVE, how Whypox was affecting the virtual community, the appearance of Whypox, and connections about Whypox with natural diseases. The teacher allowed students to explore Whyville on their own during class time. She too was knowledgeable about the site and the various activities available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study contributes to the existing and growing literature on participatory simulations on infectious diseases. Based on our findings, we learned that having an integrated curriculum around the participatory simulation stimulated teacher-student discussions about the causes and spread of virtual and natural diseases. From these discussions, we also learned that students did not reason about the causes of virtual diseases in ways similar as natural diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEXT STEPS"
        },
        {
            "text": "One possible explanation that students did not reason about the causality of virtual diseases in a sophisticated way was because we did not link the two types of diseases sufficiently. Specifically, because Whypox took place on a computer, we thought that including computational viruses in future curricula might effectively bridge natural and virtual diseases. In such a curricular addition, students could investigate different forms of computer viruses and the ways they are transmitted. The additional study of computational viruses might help students more effectively link the causes of Whypox to the causes of natural disease. Finally, the role of the teacher cannot be overlooked. In the present study, the teacher engaged students in discussions about Whypox and other disease-related activities on Whyville. She facilitated students' use of certain features of Whyville such as tools to model disease and the newspaper, Whyville Times, to read about past episodes of Whypox. During whole-class discussions, she facilitated students to make connections to concepts and terminology used in reference to natural infectious diseases. In future implementations of Whypox into the science classroom, the role of the teacher might also affect the potential impact of this intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NEXT STEPS"
        },
        {
            "text": "The writing of this paper was supported in part by a grant of the National Science Foundation (NSF-0411814) to the second author. The views expressed are those of the author and do not necessarily represent the views of the supporting funding agency or the University of California, Los Angeles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Multimedia for Learning: Methods and Development",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Alessi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Trollip",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Gender Differences in the Perception and Use of an Informal Science Learning Website. Grant funded by National Science Foundation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aschbacher",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Building a coherent conception of HIV transmission",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Au",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Romo",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The Psychology of Learning and Motivation",
            "volume": "35",
            "issn": "",
            "pages": "193--241",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mechanical causality in children's ''folkbiology",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Au",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Romo",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Folkbiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Considering children's folkbiology in health education",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Au",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Romo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Dewitt",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Children's Understanding of Biology and Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "?section = dis&obj = sars.htm. Centers for Disease Control and Prevention. Teacher's tools: Educational resources for teachers at K -12 levels",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cbs News",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Participatory simulations: Building collaborative understanding through immersive dynamic modeling",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colella",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of the Learning Sciences",
            "volume": "9",
            "issn": "4",
            "pages": "471--500",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Motivation, Usability, and Learning Outcomes in a Prototype Museumbased Multi-user Virtual Environment",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dede",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ketelhut",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ruess",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proceedings of the Fifth International Conference of the Learning Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Who Has Why-pox: A Case Study of Informal Science Education on the Net",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Torre",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Sixth International Conference of the Learning Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Talking their Way into Science: Hearing Children's Questions and Theories Responding with Curricula",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gallas",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Handbook of Research for Educational Communications and Technology: A Project of the Association for Educational Communications and Technology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gredler",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Using Learning Technologies to Promote Learning and Engagement in an Urban Science Classroom",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hug",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Krajcik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Marx",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Paper presented at the NARST Annual Meeting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Affordances of collaborative software design planning for elementary students' science talk",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Kafai",
                    "suffix": ""
                },
                {
                    "first": "Ching",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of the Learning Sciences",
            "volume": "10",
            "issn": "3",
            "pages": "323--363",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Elementary school students' home computer and Internet use: Current trends and issues",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Kafai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Educational Computing Research",
            "volume": "21",
            "issn": "3",
            "pages": "345--362",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What young children's understanding of contamination and contagion tells us about their concepts of illness",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Kalish",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Inquiry in project-based science classrooms: Initial attempts by middle school students",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krajcik",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Blumenfeld",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marx",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fredricks",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Soloway",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of the Learning Sciences",
            "volume": "7",
            "issn": "3-4",
            "pages": "313--350",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Talking Science: Language, Learning, and Values",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Lemke",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "National Science Education Standards",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nrc",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Investigating children's knowledge and understanding of aids",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Obeidallah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Iannotti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haynie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Galper",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of School Health",
            "volume": "63",
            "issn": "3",
            "pages": "125--129",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Wellness, illness, health, and disease concepts",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Parmelee",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Children and Adolescents",
            "volume": "",
            "issn": "",
            "pages": "155--164",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Children's understanding of contagion and contamination as causes of illness",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siegal",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Child Development",
            "volume": "59",
            "issn": "4-6",
            "pages": "1353--1359",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Children's Understanding of Biology and Health Cambridge",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siegal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mexican-American and Anglo-American program children's responsiveness to a theory-centered AIDS education program",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sigelman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Derenowski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mukai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alfeld-Liro",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Durazo",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Child Development",
            "volume": "67",
            "issn": "2",
            "pages": "253--266",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Intuitive theories of human immunodeficiency virus transmission",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sigelman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Estrada",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Derenowski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Pediatric Psychology",
            "volume": "21",
            "issn": "4",
            "pages": "555--572",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "On facts and conceptual systems: Young children's integration of their understandings of germs and contagion",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Cassimatis",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Developmental Psychology",
            "volume": "35",
            "issn": "",
            "pages": "113--126",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Handheld devices are ready at-hand",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Soloway",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marx",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Blumenfeld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krajcik",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fishman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Communciations of the ACM",
            "volume": "44",
            "issn": "6",
            "pages": "15--20",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Learning Through Participatory Simulations: Network-based Design for Systems Learning in Classrooms Computer Supported Collaborative Learning",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wilensky",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stroup",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Gallery of different Whyville screen shots (clockwise): Welcome screen, Chatting at the Beach, and Playground.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Whypox hits. Infected users have red dots on faces.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Simulation tools available at Whyville's CDC.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Whyville's Center for Disease Control (CDC) features simulation tools and information about infectious diseases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Graph that displays the intensity of Whypox outbreaks in the entire Whyville population and is available online.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Teacher: Did you have Whypox? You already had it. You already had it before you talked to this person that you just saw before you had Whypox? Sam: I started on Saturday, I think. Teacher: Yeah. Sam: It might have been contagious. Teacher: So, you may have given it to them. Alice, what else is happening? Alice: Two things. They are contagious. Because I was around some people at the beach. Person just had it. I saw Whypox and that's it. And, also, if you can chat, it just comes out. Achoo, achoo. Like you're sneezing.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Coding Scheme for Analysis of Infectious Disease and Whypox Survey",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Distribution of Student Responses to Question About Causes of Infectious DiseasesTable IV. Distribution of Student Responses to Question About Things that Increase the Spread of Infectious Diseases",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Distribution of Student Responses to Scenario-BasedQuestions about the Transfer of Natural Infectious Disease",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}