{
    "paper_id": "a3cd2546a8af56c9c648c9d11196a3871628c86e",
    "metadata": {
        "title": "Molecular study of porcine transmissible gastroenteritis virus after serial animal passages revealed point mutations in S protein",
        "authors": [
            {
                "first": "Nabil",
                "middle": [],
                "last": "Ben",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Salem",
                "middle": [],
                "last": "Abid",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sergei",
                "middle": [
                    "A"
                ],
                "last": "Chupin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Olga",
                "middle": [
                    "P"
                ],
                "last": "Bjadovskaya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Olga",
                "middle": [
                    "G"
                ],
                "last": "Andreeva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mahjoub",
                "middle": [],
                "last": "Aouni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Javier",
                "middle": [],
                "last": "Buesa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Taufik",
                "middle": [
                    "Z"
                ],
                "last": "Baybikov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Larisa",
                "middle": [
                    "B"
                ],
                "last": "Prokhvatilova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Porcine respiratory coronavirus is related genetically to porcine transmissible gastroenteritis virus with a large deletion in S protein. The respiratory virus is a mutated form that may be a consequence of the gastroenteritis virus's evolution. Intensive passages of the virus in its natural host may enhance the appearance of mutations and therefore may contribute to any attenuated form of the virus. The objective of this study was to characterize the porcine transmissible gastroenteritis virus TMK22 strain after passages in piglets from 1992 until 2007. A typical experimental infection, molecular characterization, and serological analysis were also carried out to further characterize and to evaluate any significant difference between strains. The sequence analysis showed two amino acid deletions and loss of an N-glycosylation site in transmissible gastroenteritis virus S protein after passages in piglets. Although these deletions were positioned at the beginning of the antigenic site B of S protein, no clinical differences were observed in piglets infected experimentally either with the native virus or the mutated one. Serological tests did not show any antibody reactivity difference between the two strains. In this article, we report that the S protein deletion did not affect the virus's pathogenicity. The variety of the virus's evolutionary forms may be a result, not only of the multiple passages in natural hosts, but also of other factors, such as different pathogens co-infection, nutrition, immunity, and others. Further studies need to be carried out to characterize the mutated strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine transmissible gastroenteritis virus (TGEV) is an enteropathogenic coronavirus [26, 31] . It infects pigs of all ages; however, infection is most severe in newborn piglets, resulting in a fatal diarrhea [27, 33] . The disease outbreaks were observed in many countries such as Japan, Canada, Russia, and causing considerable economic damages in swine industries [15] . The mortality of the newborn piglets can reach 100% [5, 32] .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "TGEV has three major structural proteins: the spike (S), the nucleoprotein (N), and the membrane (M) [18, 39] . Protein S is the major inducer of TGEV neutralizing antibodies (Abs).",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Studies of TGEV mutations were enhanced by the detection of porcine respiratory coronavirus (PRCV) in the winter of 1983-1984 [25] . This virus was closely related to TGEV [5, 8, 36] and the main difference, which was found between the two viruses, was the large deletion in the S gene (621-681 bp for the American strains and 672 bp for the European strains) [9, 22] . As a result, PRCV had a deletion of 224 amino acids (European strain) or 227 amino acids (American strains) and the loss of the antigenic sites C and B in the spike S protein [9, 12, 22, 35, 36] . Furthermore, some PRCV strains differ from TGEV by two minor deletions [28, 36, 42] .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 178,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "36]",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "35,",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "36]",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "36,",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on sequence and phylogenetic analysis, Sanchez and collaborators proposed that the European PRCV strains have been derived by a 672-nt deletion from an enteric TGEV and the origin of PRCV may be the consequence of TGEV evolution by sequence deletion in the S protein [36] . Although the nature of the events responsible for the genomic diversity between PRCV and TGEV remains an open question, both homologous and heterologous RNA recombinations, and an accumulation of point mutations were proposed to be a driving force for coronavirus evolution [36] .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Unlike TGEV, PRCV replicated in the respiratory tract yet with low extent in the gut. This deletion changed the primary affinity of the virus from the digestive to the respiratory tract. In this respect, mutants of mouse hepatitis virus encoding a point-mutated or a truncated S protein have been shown to be neuron-attenuated for mice [28] . PRCV constitutes a good example of genotypic and phenotypic changes as a result of sequence deletion.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The infection with PRCV induced the production of Abs which were able to neutralize both TGEV and PRCV. As a result, the incidence and the severity of TGEV infection have been decreased dramatically since the widespread of PRCV infection in swine herds. It was proposed that PRCV behaved as a natural vaccine against TGEV, which makes the study of its origin and evolution interesting [9] .",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 388,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The mutation of TGEV S gene could be enhanced by intensive passages of the virus in its natural host under the influence of many environmental factors. The objective of this study was to carry out a typical experiment to compare two TGEV TMK22 strains, one of which was cell culture, adapted and maintained in the laboratory for about 15 years, and the other virus was passed in animals during the same period of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cell culture adapted TGEV TMK22 strain (the collection of microorganism strains of the Federal Governmental Institute, All-Russian Research Institute for Animal Health, FGI ARRIAH) was used in this study. It was detected in a 9-week-old piglet with diarrhea in a swine farm in the mid 1980 s. The strain was cell culture adapted and propagated in swine testis (ST) cells as described previously [31] . These cells were found to be permissive to porcine Hemagglutinating Encephalomyelitis virus (HEV), Swine influenza virus (SIV), and porcine TGEV. In addition, ST cells were shown to be not permissive to porcine reproductive and respiratory syndrome Virus (PRRSV). ST cells are almost used for the isolation of TGEV.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Virus strain"
        },
        {
            "text": "The continuous ST cell culture was started from trypsinized testicular tissue from swine fetuses, as described previously [23] . Cells were seeded in Earle's balanced salt solution with 0.5% lactalbumin hydrolysate (LAH) and 10% pig serum. After a period of adjustment, the cells were trypsinized and sub-cultured at weekly intervals.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus strain"
        },
        {
            "text": "TGEV was propagated in ST cells with MEM medium buffered with 20 mM HEPES and 0.2% (w/v) sodium bicarbonate, supplemented with 3% fetal bovine serum, 1% (v/v) antibiotics, and 2 mM L-glutamine. Cells were examined daily for cytopathic effects (CPEs). When CPE was shown in 80% of cell monolayer, cells and supernatant fluids were frozen and thawed three times to release intracellular virus into the medium. The fluid was clarified by low-speed centrifugation (4009g for 10 min). The virus was then titrated by growth of serial 10-fold dilutions in Vero cells. The virus titer was estimated by Reed and Muench method [29] , and the virus amount per 1 ml volume was calculated.",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 621,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus strain"
        },
        {
            "text": "TGEV TMK22 strain was passaged annually in 2-weekold piglets during the period from 1992 until 2007. These piglets were sacrificed, and the intestinal contents were taken, clarified, and stored at -80°C until use. This TGEV strain was referred in this study to as pTMK22.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus strain"
        },
        {
            "text": "RNA extraction and RT-PCR RNA extraction was carried out according to the procedure of Gribanov et al. [14] with modifications using GF/F nitrocellulose glass filters (Whatman, England), as described previously [1] . The TGEV genome was detected using the reverse-transcription polymerase chain reaction (RT-PCR) method, as described in the original article [1] . RT-PCR and DNA sequencing were carried out using primers S3 and S4. The primers were located in PRCV S gene region, which were able to differentiate PRCV and TGEV viruses. The nucleotide and the amino acid sequences of TGEV TMK22 strains were compared with the corresponding sequences of TGEV strains, available in GenBank database. Sequences were analyzed with the computer program MEGA version 4.0 [40] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus strain"
        },
        {
            "text": "In this study, Go-Taq polymerase (Promega, Moscow, Russia) was used and showed high fidelity by sequencing of more than 100 PCR products for the detection of porcine epidemic diarrhea virus and porcine rotavirus. Nevertheless, DNA fragments of pTMK22 strain were sequenced three times to be sure of the given mutations and to exclude any spontaneous mutations introduced by the DNA polymerase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus strain"
        },
        {
            "text": "To compare the pathogenicity of the two TGEV strains, six 1-week-old piglets were used in this typical experiment, whereas four 6-week-old piglets were used to study the neutralizing Abs production. Before use, all animals were confirmed negative for coronavirus Abs by a blocking enzyme linked immunosorbent assay (ELISA) (Ingezim Corona Differential, Spain).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental infection"
        },
        {
            "text": "For the first lot (1-week-old piglets): two piglets were inoculated with cell culture adapted TGEV TMK22 strain; the next two piglets were inoculated with pTMK22 strain, and the remaining two piglets were used as a control group. The piglets were inoculated orally with 5 ml of cell culture supernatant, containing TGEV TMK22 strain or pTMK22 at a titer of 10 8 TCID 50 /ml. The control piglets were inoculated with uninfected cell culture supernatant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental infection"
        },
        {
            "text": "For the second lot (6-week-old piglets): one piglet was inoculated with cell culture adapted TGEV TMK22 strain at a titer of 10 8 TCID 50 /ml, one piglet was inoculated with pTMK22 strain at a titer of 10 8 TCID 50 /ml, one piglet was inoculated with a mixture of the two strains, and the remaining one piglet was used as control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental infection"
        },
        {
            "text": "All piglets were housed individually and fed with a commercial sterile milk substitute. Clinical signs and rectal temperature were recorded daily. The stool samples were collected after the manifestation of diarrhea. Major organs, including liver, lung, kidney, spleen, and intestine were collected aseptically Post mortem for virus genome detection using RT-PCR analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental infection"
        },
        {
            "text": "The detection of the TGEV antigens in stool samples was carried out using a commercial kit (ANIGENRapid TGE Ag Test Kit, South Korea) according to manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chromatographic immunoassay"
        },
        {
            "text": "The ELISA test is an useful diagnostic method for the differentiation between TGEV and PRCV viruses [5] . There are several available tests using MAbs based on the S protein epitopic differences that have been developed to differentiate TGEV and PRCV Abs [4, 6, 17, 37, 38] .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 261,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "37,",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Competitive ELISA"
        },
        {
            "text": "Sera were collected before infection and every day during the first 5 days after inoculation, and then samples were taken every 10 days. Abs against TGEV in serum was established using blocking ELISA test (Ingezim Corona Differential, Spain).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competitive ELISA"
        },
        {
            "text": "In brief, the coronavirus antigen was fixed to a solid support (polystyrene plate) [2, 30, 41] . Serum sample was added in two wells. After incubation, a specific peroxidaseconjugated MAb against one common epitope of both coronaviruses was added to one of the wells. If the serum sample contains Abs against any one of the viruses, they will not permit the binding of the labeled Mab to the antigen, whereas if it does not contain specific Abs, the MAb will bind to the antigen on the plate.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Competitive ELISA"
        },
        {
            "text": "In the other well, a specific peroxidase-conjugated MAb against one specific epitope of the TGEV was added. The experiment was performed as described above, the different combinations of the results in both wells permitted us to know if the serum sample contains Abs against TGEV or against PRCV, or do not contain Abs against either of them. The presence of anti-TGEV Abs was considered confirmation that the TGEV infection had succeeded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competitive ELISA"
        },
        {
            "text": "After ELISA testing was complete, sera were subsequently heated at 56°C for 30 min and evaluated for virus neutralizing Ab against porcine coronaviruses using standard microtiter virus neutralizing assay (VN).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus neutralization"
        },
        {
            "text": "Serial 2-fold dilutions of sera were made in 96-well microtiter plates. TGEV strain was added to each well (approximately 100 TCID 50 ). After 1 h of incubation at 4°C, ST cells were added, and the plates were incubated at 37°C in a 5% CO 2 atmosphere for 3-4 days. Each well was then examined for CPE. The antibody titer was determined to be the dilution of sera where 50% of the wells were infected. Positive and negative controls were included in each reaction. Results were presented as the reciprocal of the highest dilution of the test sample capable of neutralizing the virus. Sequence analysis of TGEV pTMK22 strain revealed a deletion of six nucleotides in the S gene fragment. The deduced amino acid sequence of pTMK22 strain revealed two amino acid deletions in two positions 97 and 98 of the S protein and two amino acid substitutions in position 92 (threonine by lysine) and 94 (asparagine by threonine) resulting in a loss of the glycosylation site upstream the B antigenic site (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 993,
                    "end": 1001,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Virus neutralization"
        },
        {
            "text": "Although no amino acid deletion was detected in pTMK22 S protein (data not shown), virus may undergo other nucleotide changes elsewhere in the genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA sequencing and sequence analysis"
        },
        {
            "text": "The nucleotide sequence of the amplified S gene fragment of the mutated TGEV was deposited in GenBank under accession number GQ907020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA sequencing and sequence analysis"
        },
        {
            "text": "To further characterize the mutated strain, typical experimental infections using TMK22 and pTMK22 strains were carried out. Clinical signs were reproduced successfully, and the virus was recovered from the fecal samples of the infected newborn piglets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental infection"
        },
        {
            "text": "Overall, the clinical signs observed in piglets, infected with the cell culture adapted TMK22 and pTMK22 strains, were consistent with a typical TGEV infection and did not show any clinical difference in these typical experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental infection"
        },
        {
            "text": "For the 1-week-old piglets: clinical signs showed loss of appetite, vomiting, a yellowish diarrhea with smell of foul steatorrhea due to maldigestion and depression 24 h post infection (hpi). Infected piglets developed hyperthermia (rectal temperature [40°C) 36 hpi. Severe dehydration and death were observed 5 days post infection (dpi). Post mortem, the main pathological findings were the gas-filled stomach and intestine, coagulated transparent milk in the intestine, intestinal swelling, and congestion. The control piglets did not exhibit clinical signs consistent with TGEV infection (Table 1) . For the 6-week-old piglets: clinical signs were less severe. These piglets were less susceptible to death in comparison to the newborns. The clinical signs were depression, loss of appetite, and diarrhea 6 dpi. Rectal temperature increased for the first 6 dpi and it returned to its normal levels. In contrast to 1-week-old piglets, all the 6-week-old piglets recovered 7 dpi. The kinetic of these clinical signs were shown to be the same for all piglets infected either by TMK22, pTMK22, or TMK22/pTMK22 strains. No clinical signs were shown for the non infected piglets (controls) ( Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 591,
                    "end": 600,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1195,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Experimental infection"
        },
        {
            "text": "As shown in Table 2 , the genome of TGEV was detected by RT-PCR in stool samples of the all 1-week-old infected piglets either by TMK22 or pTMK22 strains 24 hpi. The isolation of TGEV in cell culture failed and was not possible before 48 hpi. The detection of TGEV antigen using immunochromatographic test strip was detected in stool samples of the infected piglets before 48 hpi.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Molecular and serological analysis"
        },
        {
            "text": "In the acute phase of infection, TGEV neutralizing Abs were not detected by virus neutralization assay. All the infected piglets were dead by the virus 5 dpi. No antibody response was seen for the non infected piglets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular and serological analysis"
        },
        {
            "text": "Post mortem, TGEV genome was detected in intestine, lung, kidney, spleen, and liver samples of the infected piglets either by TGEV TMK22 or pTMK22 strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular and serological analysis"
        },
        {
            "text": "VN test was carried out using antisera taken from the 6-week-old infected piglets. Blood samples were taken daily after infection to monitor the TGEV Abs level. Table 3 , the highest Ab titer was detected during a period from 20 to 40 dpi, and then the titer slightly declined until 50 dpi. Although TGEV Abs were not detected 60 dpi, it may present in serum at low level. In general, TGEV Ab titer in infected animals during the acute phase of infection was less than this titer in the infected animals during the convalescent phase [3] . The infected piglets remain healthy after the typical experiment. The infection has produced adequate immunity due to the ability of viruses (TMK22 and pTMK22) to infect the intestinal tract and consequently stimulate B cells for the production of immunoglobulin class A (IgA) [3] . In addition, cell-mediated immunity plays a direct role in the protection and the recovery from infection, and the production of Abs is regulated by various cytokines derived from activated mononuclear cells during the immune response [34] .",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 537,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 168,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Molecular and serological analysis"
        },
        {
            "text": "Although the use of 6-week-old piglets is limited to study the neutralizing Ab production, stool samples were tested for the presence of viral genome. The same results were obtained for the two virus strains (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "As shown in"
        },
        {
            "text": "Genetic variability has been observed for all RNA viruses examined, and their potential for rapid evolution is increasingly recognized as the basis of their ubiquity and adaptability [16, 19] . The molecular mechanisms underlying RNA virus variations are: mutation, homologous and non homologous recombinations, and genome reassortment in viruses with a segmented genome such as reoviruses.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The genetic evolution of viruses is an important aspect of the epidemiology of viral diseases and sometimes causes problems in the development of successful vaccines. However, for some viruses, such evolutionary behavior may generate new variations in favor of their natural host as the case of TGEV and PRCV (in favor of pigs) where Abs produced after primary infection with PRCV may prevent pigs to die after infection with TGEV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The incidence and the severity of TGEV infection have decreased dramatically in the world since the widespread of PRCV infection. However, TGEV outbreaks still occur at several PRCV antibody-positive farms [10] . Such report enhances investigators to use TGEV as a model to study gastroenteritis infections.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Experimental studies provided further signs of the ability of extensive virus passages in animals to generate new mutants and new variants [7] . However, the degree of TGEV mutation in infected pigs over time is not known. To address this question, we examined the genetic and antigenic changes that occurred in TGEV TMK22 strain Using PCR and DNA sequence analysis, for viral RNA variability study, we can detect and characterize recombination events with extreme precision [11, 13, 20, 21, 24] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we have focused on nucleotide deletion that occurred in TGEV TMK22 strain after passages on animals for a long period of time resulting in two amino acid deletions in S protein. Although the homologous RNA recombination between virus genomes (TMK22 and pTMK22) in piglets infected experimentally was not proved, it is not excluded. It is possible that RNA recombination among virus particles of the same strain occurs naturally and under experimental conditions. Our results showed no difference in pathology caused by either virus (TMK22 and pTMK22) in either piglet population (1-week-old and 6-week-old piglets) in these typical experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although no clinical differences were observed in piglets infected experimentally with native and mutated strains, TGEV S gene showed some degrees of change. Furthermore, the mutated strain undergoes a modified N-glycosylation site upstream the antigenic site B. It has been shown in other studies that site B is fully dependent on glycosylation for proper folding [10] . The loss of N-glycosylation at the beginning of the B antigenic site needs to be further investigated by the analysis of the in silica 3D protein modeling of the S protein.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further investigation needs to be undertaken to analyze host-pathogen interaction by studying protein-protein and protein-RNA interactions, and experimental co-infection of piglets with gastroenteritis pathogens to better characterize the TGEV mutated strain and to explore any interference phenomena.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to results of this study, we cannot suggest that TGEV S gene mutations is responsible for changing any biological function (host-pathogen interactions) of the virus unless we carry out further biochemical, structural, and proteomic analysis. Nd not detected",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Coronaviridae",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A M"
                    ],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pathogenesis of transmissible gastroenteritis of swine",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Haelterman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Proceedings of the 18th World Vetinary Congress",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Viral Infections of the Gastrointestinal Tract",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Callebaut",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Viral Diarrhea of Man and Animals",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Diseases of Swine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Bohl",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Diseases of Swine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Wesley",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "DNA sequencing and sequence analysis Direct sequencing was performed using the Big-Dye V1.1 Terminator Kit (Applied Biosystems, USA) and ABI",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A comparison of the nucleotide sequences of S gene from different TGEV strains available in GenBank (S51223: with the amplified fragments of the TGEV TMK22 and pTMK22 strains was carried out.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Deduced amino acid sequences of TGEV strains using CLUSTAL X (version 1.8). Potential glycosylation site are shown in bold. The proposed locations of immunoreactive fragments (site B and C) were underlined by long dashes. The amino acid deletions are shown by DD. The conserved amino acids on the consensus sequence were shown by one-letter amino acid. X indicates the variable amino acid in the consensus sequence. Blanks in TMK22 and pTMK22 sequences indicated no amino acid change. Amino acid difference was shown by alphabetical marks",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "LA loss of appetite, V vomiting, YD yellowish diarrhea, ND not detected, N/A not applicable, HT hyperthermia, SD Severe dehydration, Dth death, De depression, GF gas-filled stomach and intestine, MG coagulated milk with a clear appearance in the intestine, R recovered A 1-week-old piglets infected with TMK22; B 1-week-old piglets infected with pTMK22; C uninfected 1-week-old piglets (control group); D: 6-week-old piglets infected with TMK22; E 6-week-old piglets infected with pTMK22 F uninfected 6-week-old piglets (control group) during multiple pig passages over a period of about 15 years.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Results of serological and molecular examination of experimentally infected 1-weekold piglets SE neg negative result of serum sample, ST neg negative result for stool sample, ST pos positive result for stool sample, CPEabsence of cytopathic effect, CPE? presence of cytopathic effect. I intestine, Lu lung, K kidney, S spleen, and Li liver sample Serum and stool samples from piglets orally infected with TGEV TMK22 strain",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Neutralizing antibody level against TGEV after experimental infection of 6-week-old infected piglets Days post infection (dpi)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Dr. Nikolay Zinyakov from Viral Molecular Diagnostics Laboratory of Avian Diseases for sequencing the DNA samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}