{
    "paper_id": "a3e891f9198498d2b2a11a03784a44d190d04fff",
    "metadata": {
        "title": "Estimation with Right-Censored Observations Under A Semi- Markov Model",
        "authors": [
            {
                "first": "Lihui",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "postCode": "60611",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": "lihui.zhao@northwestern.edu"
            },
            {
                "first": "X",
                "middle": [
                    "Joan"
                ],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Simon Fraser University",
                    "location": {
                        "postCode": "V5A1S6",
                        "settlement": "Burnaby",
                        "region": "BC",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The semi-Markov process often provides a better framework than the classical Markov process for the analysis of events with multiple states. The purpose of this paper is twofold. First, we show that in the presence of right censoring, when the right end-point of the support of the censoring time is strictly less than the right end-point of the support of the semi-Markov kernel, the transition probability of the semi-Markov process is nonidentifiable, and the estimators proposed in the literature are inconsistent in general. We derive the set of all attainable values for the transition probability based on the censored data, and we propose a nonparametric inference procedure for the transition probability using this set. Second, the conventional approach to constructing confidence bands is not applicable for the semi-Markov kernel and the sojourn time distribution. We propose new perturbation resampling methods to construct these confidence bands. Different weights and transformations are explored in the construction. We use simulation to examine our proposals and illustrate them with hospitalization data from a recent cancer survivor study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Multi-state stochastic processes provide a convenient framework for the analysis of event history data (Andersen et al., 1993; Commenges, 1999; Andersen and Keiding, 2002) . The semi-Markov model is a generalization of the classical homogeneous Markov model. It is preferred in many practical applications because it accommodates the dependence of transitions between states on the state durations (Andersen, Esbjerg, and Sorensen, 2000; Kang and Lagakos, 2007) .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 126,
                    "text": "(Andersen et al., 1993;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 127,
                    "end": 143,
                    "text": "Commenges, 1999;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 144,
                    "end": 171,
                    "text": "Andersen and Keiding, 2002)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 398,
                    "end": 437,
                    "text": "(Andersen, Esbjerg, and Sorensen, 2000;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 438,
                    "end": 461,
                    "text": "Kang and Lagakos, 2007)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Suppose {S(t):t ≥ 0} is a finite-state stochastic process with state space ℰ = {1,…, r}. Denote its sequence of consecutive states by {J m :m = 0, 1, 2,…}, and let the corresponding transition times be {T m :m = 0, 1,…}. Without loss of generality, we assume T 0 = 0. Let X m = T m − T m−1 be the sojourn time of the mth transition. Then {S(t):t ≥ 0} is a homogeneous",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "semi-Markov process if for any state j ℰ and duration time > 0, the transition probability satisfies (1) and (1) is independent of m (Ross, 1996) . Denote the function in (1) with J m = h (≠ j) by Q hj ( ). The set {Q hj (·):h, j ℰ}, referred to as the semi-Markov kernel, fully characterizes the corresponding homogeneous semi-Markov process given its first state S(0) = J 0 . Lagakos, Sommer, and Zelen (1978) present the nonparametric maximum likelihood estimator (MLE) of the semi-Markov kernel Q hj (·) based on right-censored observations.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 145,
                    "text": "(Ross, 1996)",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 411,
                    "text": "Lagakos, Sommer, and Zelen (1978)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The consistency and weak convergence of their nonparametric MLE are derived by Gill (1980) using the theory of stochastic integration and counting processes. Matthews (1984) and Dinse and Larson (1986) express the nonparametric MLE in terms of cause-specific hazard functions, which simplify its calculation and clarify its interpretation.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 90,
                    "text": "Gill (1980)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 158,
                    "end": 173,
                    "text": "Matthews (1984)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 178,
                    "end": 201,
                    "text": "Dinse and Larson (1986)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a homogeneous semi-Markov process {S(t), t ≥ 0}, the sequence of its consecutive states {J m = S(T m ):m = 0, 1, 2,…} is an embedded homogeneous Markov chain with the transition probability (2) If h is an absorbing state, we have Q hj (·) = 0 and therefore P hj = 0 for every j ≠ h. When h is not absorbing, the sojourn time between h and j has the cumulative distribution function (3) It is often of interest to estimate the semi-Markov transition probability P hj defined in (2) and the sojourn time distribution F hj ( ) in (3). Lagakos et al. (1978) propose two estimators for P hj : a plug-in estimator based on the nonparametric MLE of the semi-Markov kernel, and its normalized version. However, the large sample properties of their estimators have not been carefully studied. In Section 2, we show that the convergent limits (in probability) of the two estimators are different from P hj when the right end-point of the support of the censoring time is strictly less than the right end-point of the support of Q hj (·). Phelan (1990) proposes an estimator for P hj using the proportion of completely observed \"h j\" transitions among all the uncensored transitions starting from state h. His estimator discards all the incompletely observed transitions due to censoring. He establishes the consistency and asymptotic normality of his estimator under the assumption that all the sojourn times in each of the states have the same distribution regardless of the next state that the process transits to, i.e., (4) where (5) is the distribution of the sojourn time in state h regardless of the next state. However, when assumption (4) is violated, the sojourn time distributions F hj (·) depend on the next states, and transitions associated with longer sojourn times are more likely to be censored. Discarding the information contained in censored transitions may thus result in a biased estimator for the transition probabilities P hj . This is confirmed by the simulation study reported in Section 4.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 556,
                    "text": "Lagakos et al. (1978)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1031,
                    "end": 1044,
                    "text": "Phelan (1990)",
                    "ref_id": null
                },
                {
                    "start": 1516,
                    "end": 1519,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 1526,
                    "end": 1529,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, in practice, the follow-up time is usually finite and the right end-point of its support can be strictly less than the right end-point of the support of Q hj (·). In addition, assumption (4) can be inappropriate because the sojourn time distributions F hj (·) likely depend on j. This can be exemplified by the study of childhood cancer survivors reported inMcBride et al. (2010) . The CAYACS (Childhood, Adolescent, and Young Adult Survivors) study database includes hospitalization records and death information for its subjects from 1986 to 2000. If we model the hospitalization process by a semi-Markov model with the states \"health\", \"in hospital\", and \"death\", it is unlikely that the sojourn times for transitions from \"health\" to \"in hospital\" have the same distribution as those for transitions from \"health\" to \"death\". In fact, a preliminary analysis of these data under assumption (4) yielded some rather counterintuitive results; see Section 5 for details. Thus, for this example, the existing estimators for transition probabilities can be inconsistent and misleading. This partly motivates this research. In Section 2, we develop a new estimation procedure for the transition probabilities P hj that is valid even when assumption (4) is violated.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 388,
                    "text": "(2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, as pointed out by Gill (1980) , the asymptotic Gaussian process of the nonparametric MLE of the semi-Markov kernel Q hj (·) does not have an independent increment structure. Thus, the limiting process can not be transformed by smooth maps into the standard Brownian bridge or Brownian motion. The well-established procedures for constructing confidence bands, such as that presented in Hall and Wellner (1980) , are thus not directly applicable to the semi-Markov kernel. In Section 3, we develop a new perturbation-resampling method to overcome this difficulty. Similar techniques have been used successfully in other contexts, for example by Lin, Wei, and Ying (1993) . Similarly to the transition probability P hj , the sojourn time distribution F hj (·) is also nonidentifiable in general. Using the relationship that F hj ( ) = Q hj ( ) / P hj , in Section 3 we propose a method to construct confidence bands for F hj (·).",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 39,
                    "text": "Gill (1980)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 396,
                    "end": 419,
                    "text": "Hall and Wellner (1980)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 654,
                    "end": 679,
                    "text": "Lin, Wei, and Ying (1993)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, the purpose of this paper is twofold. We first propose a new inference procedure for the transition probability P hj under the semi-Markov model with right-censored observations. Secondly, we present resampling-based methods to construct confidence bands for the semi-Markov kernel function Q hj (·) and the sojourn time distribution F hj (·). We organize the rest of the paper as follows. Section 2 introduces the framework, derives the convergent limits (in probability) of the existing estimators for the transition probability P hj , and shows the inconsistency of the existing estimators when assumption (4) does not hold. We then develop a new estimation procedure that is valid even when assumption (4) is violated. Section 3 presents resampling-based methods to construct confidence bands for the semi-Markov kernel function and the associated sojourn time distribution. We explore different weights and transformations in the construction. Section 4 reports the results of simulation studies conducted to examine the finite sample performance of the proposed approaches. Section 5 provides an analysis of the hospitalization data using the proposed approaches along with the preliminary analysis mentioned above. Section 6 provides some concluding remarks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We begin with a description of the framework and then briefly review the existing estimators for the transition probability defined in (2) with right-censored semi-Markov process data. We show that with right-censored observations the estimators can be inconsistent and the transition probability can be nonidentifiable. We then propose an alternative estimation procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of Transition Probability P hj"
        },
        {
            "text": "Recall that {J m :m = 0, 1, 2,…} is the sequence of consecutive states of the semi-Markov process S(·), X m is the sojourn time of the mth transition, and T m is the time of the mth transition. We follow the counting-process formulation presented in Gill (1980) . Given a study time period [0, t], for any u ≥ 0, let be the number of sojourn times in state h that are ≤ u and followed by a transition to state j, and let be the number of sojourn times in state h that are ≥ u. Note that both N hj (u;t) and Y h (u;t) are 0 if u > t.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 261,
                    "text": "Gill (1980)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Framework"
        },
        {
            "text": "In practice, the observation of a semi-Markov process S(·) is usually subject to right censoring. We assume throughout the paper that the censoring time C is independent of S(·). Suppose we have n independent realizations from right-censored observations of S(·), denoted by . For the ith realization, we observe {N hji (u;C i ), u ≥ 0} and {Y hi (u;C i ), u ≥ 0}, which will be denoted by {N hji (u), u ≥ 0} and {Y hi (u), u ≥ 0} for simplicity of notation. Following the notation of Gill (1980) , we let , and . The nonparametric MLE derived in Lagakos et al. (1978) for the semi-Markov kernel Q hj (·) defined in (1) can be written (6) where is the nonparametric MLE of H h (·) defined in (5). Gill (1980) establishes the uniform consistency and weak convergence of {Q hj ( ); h, j ℰ} over a range of . We consider the estimation of the semi-Markov transition probability P hj defined in (2).",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 496,
                    "text": "Gill (1980)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 547,
                    "end": 568,
                    "text": "Lagakos et al. (1978)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 708,
                    "text": "Gill (1980)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Framework"
        },
        {
            "text": "Because P hj = lim Q hj ( ), Lagakos et al. (1978) suggest a plug-in estimator of the transition probability: P hj = Q hj ( ) for h, j ℰ. We refer to this as the LSZ plug-in estimator.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 50,
                    "text": "Lagakos et al. (1978)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Study of existing estimators"
        },
        {
            "text": "The LSZ plug-in estimator Q hj ( ) is in fact the same as the MLE Q hj (·) evaluated at the largest observed sojourn time starting from state h. It is thus possible that j P hj < 1 with right-censored observations, which is undesirable in practical applications. Hence, Lagakos et al. (1978) propose a normalized version of the plug-in estimator: P hj = Q hj ( )/ k≠h Q hk ( ). We refer to this as the LSZ normalized estimator.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 291,
                    "text": "Lagakos et al. (1978)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Study of existing estimators"
        },
        {
            "text": "Denote the largest sojourn time in state h, h ℰ, that is potentially observable by (7) The following proposition presents the limiting properties of the LSZ estimators.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "(7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study of existing estimators"
        },
        {
            "text": "Proposition 1-Assume that the semi-Markov kernel function Q hj (·) in (1) is continuous for all h, j ℰ. Also assume E{Y h (0)} < for all h ℰ. Then P (Q hj ( h ) = Q hj ( )) = 1 for all h, j ℰ. Moreover, as n , the LSZ plug-in estimator P hj and the LSZ normalized estimator P hj converge in probability to Q hj ( h ) and Q hj ( h )/ k≠h Q hk ( h ), respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study of existing estimators"
        },
        {
            "text": "The proof is outlined in Appendix A.1. The condition E{Y h (0)} < indicates that the number of at least partially observed sojourn times is almost surely finite. This proposition reveals the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study of existing estimators"
        },
        {
            "text": "i. The LSZ plug-in estimator P hj is a consistent estimator for the transition probability P hj if and only if Q hj ( h ) = Q hj ( ) = P hj .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study of existing estimators"
        },
        {
            "text": "ii. The LSZ normalized estimator P hj is a consistent estimator for P hj if and only if P hj = Q hj ( h )/ k≠h Q hk ( h ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study of existing estimators"
        },
        {
            "text": "In general, both P hj and P hj are inconsistent. For example, when the right end-point of the support of the censoring time is strictly less than the right end-point of the support of Q hj (·), it is straightforward to show that Q hj ( h ) < Q hj ( ) = P hj . It follows that the LSZ plug-in estimator P hj is not consistent for P hj . For the LSZ normalized estimator P hj , it is easy to verify that the condition in (ii) above holds, provided F hj ( h ) = H h ( h ) for j ℰ. On the other hand, if at least one F hj ( h ), j ℰ is different from the others for a fixed h, then at least one F hk ( h )/F hj* ( h ), k ℰ is larger than 1, where F hj* ( h ) = min j ℰ F hj ( h ). It follows that Thus, P hj* converges in probability to Q hj* ( h )/ k≠h Q hk ( h ) < P hj* . That is, the condition (ii) required for the consistency of the LSZ normalized estimator P hj is equivalent to F hj ( h ) = H h ( h ) for j ℰ, which is necessary for assumption (4). However, this condition is often violated, and thus P hj is not consistent for P hj . In the next subsection, we propose a nonparametric inference procedure for P hj that does not rely on these conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study of existing estimators"
        },
        {
            "text": "It follows from the definition of h that the semi-Markov kernel Q hj (·) is estimable only up to h . The available information, the right-censored observations of the semi-Markov process, is on Q hj ( ) for [0, h ] with h, j ℰ. Although the transition probability P hj is not identifiable in general, the set of its attainable values is well defined. Let and . Note that Q hj ( h ) = P hj F hj ( h ) ≤ P hj and j ≠j Q hj ( h ) ≤ j ≠j P hj = 1−P hj . The transition probability P hj is thus contained in [ ], the set of all attainable values of P hj . That is, the data provide information about P hj only through the information on the two interval limits, and . When the right end-point of the support of the censoring time is strictly less than the right end-point of the support of Q hj (·), it is straightforward to show that . Without further assumptions, P hj is therefore not identifiable based on the data. By Proposition 1, are consistent estimators of and , respectively. This motivates the following procedure for constructing a confidence interval for P hj .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed interval estimator"
        },
        {
            "text": "Note that a (1 − ) confidence interval for any value in the interval [ ] can be constructed by determining two positive constants c 1 and c 2 such that (8) Since",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "(8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Proposed interval estimator"
        },
        {
            "text": ", we propose estimating the transition probability P hj with , the interval from (8). This yields a confidence interval of P hj with level at least 1 − , without any assumption beyond those of Proposition 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed interval estimator"
        },
        {
            "text": "Based on the asymptotic properties of the MLE Q hj (·) derived in Gill (1980) ",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 77,
                    "text": "Gill (1980)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Proposed interval estimator"
        },
        {
            "text": "The joint distribution of with h, j ℰ, a bivariate function of (Q hl ( h ):l ℰ) with continuous derivatives, is thus asymptotically normal with mean ( ). Theoretically speaking, c 1 and c 2 in (8) can be determined by the asymptotic distribution of . However, the limiting distribution is not convenient to use analytically for this purpose. Instead, we approximate the limiting distribution using an innovative nonparametric bootstrap procedure. This approximation also allows us to determine many pairs of c 1 and c 2 that satisfy (8). We suggest using the pair that minimizes c 1 +c 2 because this leads to the shortest confidence interval. This optimization can be easily done using the bootstrap approximation. This will be illustrated and discussed in Section 4 with a simulation study and in Section 5 with the aforementioned hospitalization data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed interval estimator"
        },
        {
            "text": "The proposed confidence interval for P hj results from an interval estimator for , the set of attainable values of P hj . It is usually wider than the corresponding confidence intervals based on existing estimators. Note that the LSZ plug-in estimator P hj is the same estimator for the lower bound . The LSZ normalized estimator P hj takes values between and . However, our confidence interval does not require assumption (4), while confidence intervals based on existing estimators can have a level much lower than the nominal level because of the possible inconsistency of the estimators when the assumption (4) is violated. On the other hand, when the data contain more information about the attainable values of P hj , becomes narrower, and our confidence interval is comparable to those based on existing estimators. We will further discuss the robustness and efficiency of the proposed interval estimator with the numerical results in Sections 4 and 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed interval estimator"
        },
        {
            "text": "This section focuses on procedures for constructing confidence bands for the semi-Markov kernel and the sojourn time distribution. Gill (1980) points out that the limiting process of n 1/2 {Q hj (·) − Q hj (·)} does not have the independent-increment structure, and thus it can not be transformed into the standard Brownian bridge or Brownian motion. Therefore, the conventional approach to constructing confidence bands for an unknown function is not applicable. We propose a new perturbation-resampling method to construct confidence bands for the semi-Markov kernel.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 142,
                    "text": "Gill (1980)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of Semi-Markov Kernel and Sojourn Time Distribution"
        },
        {
            "text": "With h, j ℰ and > 0, define and (9) where U i , i = 1,…, n are independent standard normal random variables.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 35,
                    "text": "(9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Confidence band for semi-Markov kernel"
        },
        {
            "text": "Proposition 2-Assume that the semi-Markov kernel Q hj (·) is continuous for h, j ℰ and E{Y h (0) 7+ } < for some > 0. Let h be a constant satisfying P (Y h ( h ) > 0) > 0. Then, conditional on the available data, and {n 1/2 {Q hj ( ) − Q hj ( )}:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence band for semi-Markov kernel"
        },
        {
            "text": "[0, h ]} converge weakly to the same Gaussian process as n for all h, j ℰ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence band for semi-Markov kernel"
        },
        {
            "text": "The proof is outlined in Appendix A.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence band for semi-Markov kernel"
        },
        {
            "text": "Various confidence bands for Q hj (·) can be constructed using the class of transformed Processes where ϕ(·) is a fixed function with its first derivative ϕ′(·) nonzero and continuous, and is a weight function based on the available data with a deterministic limit g hj ( ) in probability. The weight determines the shape of the bands. By the functional deltamethod (e.g., Andersen et al., 1993) , the process G hj (·) is asymptotically equivalent to In practice, one often uses a transformation with positive ϕ′(·). A natural transformation function is the identity function ϕ(x) = x. We also consider another transformation function, ϕ(x) = log(−log(1 − x)). This is analogous to the function widely used in the literature to improve the coverage probabilities of confidence intervals and confidence bands for a survival function with the Kaplan-Meier estimator. Another advantage of the transformation is that it ensures that the bounds are between 0 and 1, as required for a survival function. We consider two choices for the weight function for the identity transformation function : (10) for the identity transformation function ϕ(x) = x, and (11) for the transformation function ϕ(x) = log(−log(1 − x)), where is a consistent estimator for the asymptotic variance of n 1/2 {Q hj ( ) − Q hj ( )}. When P hj = 1, Q hj (·) is a distribution function, and the resulting confidence bands for Q hj (·) reduce to the widely used equal-precision (EP) bands (Nair, 1984) for weight (10) and the Hall-Wellner (HW) bands (Hall and Wellner, 1980) for weight (11), respectively. We therefore refer to the confidence bands for weights (10) and (11) as EP and HW bands.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 395,
                    "text": "Andersen et al., 1993)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1089,
                    "end": 1093,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 1456,
                    "end": 1468,
                    "text": "(Nair, 1984)",
                    "ref_id": null
                },
                {
                    "start": 1517,
                    "end": 1541,
                    "text": "(Hall and Wellner, 1980)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Confidence band for semi-Markov kernel"
        },
        {
            "text": "By Proposition 2, we can approximate the critical values required in the construction of a (1− ) confidence band for Q hj (·) over [s 1 , s 2 ], a predetermined subset of [0, h ]. For a given transformation ϕ(·), the limits of an approximate (1 − ) confidence band for ϕ(Q hj ( )) on [s 1 , s 2 ] are (12) where q hj (s 1 , s 2 ) is the (1 − ) quantile of ; these values are obtained as follows:",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Confidence band for semi-Markov kernel"
        },
        {
            "text": "Step 1. Generate B sets of independent standard normal random variables for b = 1,…, B, and obtain the corresponding realizations of , denoted by .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence band for semi-Markov kernel"
        },
        {
            "text": "Step 2 For b = 1,…,B, let and obtain .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence band for semi-Markov kernel"
        },
        {
            "text": "The limits of a confidence band for Q hj (·) on [s 1 , s 2 ] can then be obtained from (12) by converting the transformation ϕ(·).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence band for semi-Markov kernel"
        },
        {
            "text": "Noting that F hj ( ) = Q hj ( )/ P hj , similarly to the transition probability P hj , the sojourn time distribution F hj (·) is also nonidentifiable in general. Let and . Since the sojourn time distribution F hj (·) is bounded by the two functions and , we may obtain a confidence band for F hj (·) on a given interval, say, [s 1 , s 2 ], by constructing a confidence band for , [s 1 , s 2 ]. To ensure that the confidence band lies within [0, 1] as desired, we consider a transformation ϕ(·), such as ϕ(x) = log(−log(1 − x)) as in Section 3.1. This may also improve the coverage of the confidence bands. Define (13) and (14) where and are weight functions with deterministic limits and in probability, respectively, and . We may use the weight functions analogous to (10) and (11), which produce EP and HW confidence bands.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 617,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Confidence band for sojourn time distribution"
        },
        {
            "text": "Choose the quantities and in (15) such that (15) contains , [s 1 , s 2 ] with probability at least 1 − . This gives a (1 − ) confidence band for F hj (·) over the interval [s 1 , s 2 ] by converting the transformation ϕ(·) for the two bounds in the confidence band (15) The efficiency of the proposed confidence band for F hj (·) over a predetermined interval is usually not very high, since it is converted from a confidence band for with the same level. We may provide a confidence band with improved efficiency when additional information is available or a further assumption is made.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "text": "(15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Confidence band for sojourn time distribution"
        },
        {
            "text": "Recalling the definition of the estimators and given in Section 2.3, is a bivariate function of Q hj ( ) and {Q hl ( h ):l ℰ} with continuous derivatives. By the weak convergence of Q hj (·) and the fact that Q hl ( h ) converges in probability to (see Proposition 1), n 1/2 converges weakly to a bivariate mean zero Gaussian process. So does ( ) for an appropriate transformation ϕ(·).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence band for sojourn time distribution"
        },
        {
            "text": "Theoretically speaking, the critical values and in (15) can be determined based on the joint limiting distribution of , [s 1 , s 2 ]. This is in general hard to implement analytically. We propose the following algorithm for approximating and using a nonparametric bootstrap approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence band for sojourn time distribution"
        },
        {
            "text": "Step 1. Randomly select a sample ℳ of size n with replacement from {(N hji (·), Y hi (·)): i = 1,…, n}, and evaluate Q hj (·),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence band for sojourn time distribution"
        },
        {
            "text": ", and thus and based on the resampled data ℳ. Repeat this procedure B times to obtain .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence band for sojourn time distribution"
        },
        {
            "text": "Step 2. For b = 1,…,B, substitute and into (13) and (14) We may choose 1 and 2 in Step 2 to optimize the width of the resulting confidence band.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidence band for sojourn time distribution"
        },
        {
            "text": "To examine the finite sample behavior of the proposed estimators, we compared them via simulation with the estimators given in Lagakos et al. (1978) and Phelan (1990) .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 148,
                    "text": "Lagakos et al. (1978)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 153,
                    "end": 166,
                    "text": "Phelan (1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Simulation Study"
        },
        {
            "text": "We conducted a simulation with a three-state semi-Markov process, which is equally likely to start from state 1 or state 2 and has state 3 as an absorbing state. The transition probabilities of the embedded Markov chain were set to P 12 = 0.7, P 13 = 0.3, and P 21 = P 23 = 0.5, and the sojourn time distributions F hj (·) were set to either:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Setting"
        },
        {
            "text": "Setting 1. F 12 = exp(2), F 13 = exp(2), F 21 = exp(1), F 23 = exp(1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Setting"
        },
        {
            "text": "Setting 2. F 12 = exp(1), F 13 = exp(2), F 21 = exp(1), F 23 = exp(1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Setting"
        },
        {
            "text": "Setting 3. F 12 = exp(1), F 13 = U(0, 2), F 21 = U(0, 2), F 23 = exp(2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Setting"
        },
        {
            "text": "Here exp(a) and U(c, d) represent the exponential distribution with mean a and the uniform distribution with parameters c and d, respectively. In each of the three settings, a total of n independent realizations of the semi-Markov processes were simulated and observed subject to noninformative right censoring. The censoring times were generated independently from the uniform distribution U(0, c max ) with c max = 3 or 5, and the sample size n was 50, 100, or 200.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Setting"
        },
        {
            "text": "The simulation settings were chosen to study the performance of our estimators in comparison with the existing estimators in various situations. In Setting 1, because F 12 = F 13 and F 21 = F 23 , the LSZ normalized and Phelan estimators are consistent. However, the LSZ plug-in estimator will be biased because Q hj ( h ) < Q hj ( ). The bias will be bigger when the maximum censoring time c max = 3, which is relatively small. Setting 2 has F 21 = F 23 but F 12 ≠ F 13 . Thus, the LSZ normalized and Phelan estimators will perform well for P 21 and P 23 but not necessarily for P 12 and P 13 . Similarly to Setting 1, the LSZ plug-in estimator will be biased. Since in Setting 3 the pairs (F 12 , F 13 ) and (F 21 , F 23 ) do not have the same entries, the LSZ normalized and Phelan estimators will be biased. On the other hand, Q hj ( h ) = Q hj ( ) when (h, j) = (1, 3) and (h, j) = (2, 1), and thus the LSZ plug-in estimator will perform well for P 13 and P 21 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Setting"
        },
        {
            "text": "We evaluated our estimators and the existing estimators for the generated data in each simulation scenario. The simulation study was based on 1000 repetitions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Results"
        },
        {
            "text": "In each scenario, we evaluated the LSZ plug-in estimator P hj , the LSZ normalized estimator P hj , and the Phelan estimator P hj . The sample means of the LSZ plug-in estimators are close to the true values for c max = 5 but not for c max = 3. The sample means of the LSZ normalized estimator and the Phelan estimator are close to the true values when assumption (4) is satisfied, and they show observable bias when the assumption is violated regardless of the censoring time. The detailed results are available upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of transition probability-"
        },
        {
            "text": "We constructed 95% confidence intervals for the transition probabilities by the nonparametric bootstrap approach (see Section 2.3) with the bootstrap sample size B = 500.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of transition probability-"
        },
        {
            "text": "We also constructed 95% confidence intervals using the three existing estimators in the three simulation settings, assuming that the estimators are all consistent. For Setting 3, Table 1 presents the coverage frequencies and the sample mean lengths for the approximate confidence intervals. A summary of the confidence intervals for Settings 1 and 2 is available upon request.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 186,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Estimation of transition probability-"
        },
        {
            "text": "As expected, the coverage of the confidence intervals based on the existing methods is rather low when the corresponding point estimates are biased, especially when c max = 3. In contrast, the confidence intervals based on our approach contain the attainable values of the transition probabilities [ ] at approximately the nominal level, and thus they cover the true transition probabilities at the nominal level or higher. This verifies the robustness of our interval estimator to the violation of assumption (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of transition probability-"
        },
        {
            "text": "On the other hand, we observe that the confidence intervals based on our approach are relatively wide, especially when c max = 3. They are comparable in length with the interval estimates based on the existing approaches when c max = 5. For example, in Setting 3 with n = 100 and c max = 5, the sample mean length (ML) of our interval for the transition probability P 12 is 0.25, while the MLs of the confidence intervals based on the LSZ plug-in and normalized estimators and the Phelan estimator are 0.24, 0.23, and 0.22, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of transition probability-"
        },
        {
            "text": "In general, the MLs for our approach are longer than the corresponding MLs for the existing estimators, assuming that they are consistent. As discussed in Section 2.3, this is because the proposed confidence interval is constructed to cover at the nominal level the interval [ ], which includes the true P hj , and the probability limits of the existing estimators, for the LSZ plug-in estimator and Q hj ( h ) / k≠h Q hk ( h ) for the LSZ normalized estimator.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Estimation of transition probability-"
        },
        {
            "text": "the simulated data in each setting, we also constructed confidence bands for the semi-Markov kernel and for the attainable sojourn time distributions [ ]. We used both the EP and the HW weights, and we considered both direct construction and construction with the double-log transformation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of semi-Markov kernel and sojourn time distribution-For"
        },
        {
            "text": "For illustration purposes, the domains of the confidence bands were restricted to lie within [0.5,1.5]. For Setting 3, the coverage frequencies of confidence bands with a nominal level of 95% are summarized in Table 2 . Those without the transformation are slightly lower than the nominal level, and those with the transformation are close to this level, especially for the small sample size, n = 50. The improvement brought about by the transformation is more substantial for the EP bands than the HW bands. This is similar to findings in the context of classical survival analysis, where this transformation gives a substantial improvement in performance for the confidence intervals and confidence bands of a survival function with the Kaplan-Meier estimator (Borgan and Liestol, 1990) .",
            "cite_spans": [
                {
                    "start": 762,
                    "end": 788,
                    "text": "(Borgan and Liestol, 1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 217,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Estimation of semi-Markov kernel and sojourn time distribution-For"
        },
        {
            "text": "The hospitalization data mentioned in Section 1 were collected during 1986-2000 from a group of 1374 cancer survivors who were diagnosed before the age of 20 in British Columbia from 1981 to 1995 and had survived five years or longer after diagnosis on entry into the study. The primary goal of the CAYACS study was to assess the long-term resource needs of childhood cancer survivors and to develop strategies to improve access to and the effectiveness of medical care; seeMcBride et al. (2010) . The hospitalization records of each subject are available from his/her study entry to his/her death or December 31, 2000. Viewing hospitalization as a recurrent event, Hu et al. (2011) analyze the data by modifying commonly used recurrent-event approaches to address the non-ignorable event duration resulting from a hospital stay. They focus on assessing the effects of pre-identified factors.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 495,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 682,
                    "text": "Hu et al. (2011)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Application to Hospitalization Data"
        },
        {
            "text": "This section presents an analysis of the hospitalization data using the multi-state process framework considered in this paper. Cook and Lawless (2007) suggest modelling a hospitalization process as an alternating two-state process with the states \"in hospital\" and \"out of hospital\". We used a three-state semi-Markov process with state 1 for \"health\", 2 for \"in hospital\", and 3 for \"death\". We viewed the available hospitalization records as independent realizations of the process subject to right-censoring. We assumed that the censoring was noninformative. Our modelling avoids the potential informative censoring caused by death under the alternating two-state process model. In addition, the formulation allows us to make inferences on the two important transitions: \"health\" to \"death\" and \"in hospital\" to \"death\". There were 60 deaths, 29 of which occurred when the subjects were \"in hospital\". We aimed to estimate the probabilities of transitions between different states and the sojourn time distributions associated with transitions. This may provide important insights into the dynamics of the hospitalization process.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 151,
                    "text": "Cook and Lawless (2007)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Application to Hospitalization Data"
        },
        {
            "text": "The \"death\" state is absorbing, and thus the associated kernel functions Q 31 (·) = Q 32 (·) = 0 and the transition probabilities P 31 = P 32 = 0. Table 3 presents estimates of the nontrivial transition probabilities using the four approaches discussed in this paper. All the approaches gave similar estimates and confidence intervals for P 21 and P 23 . In fact, the estimates of P 21 and P 23 are the empirical proportions since no subject's data collection was censored when he/she was \"in hospital\". This was mostly because of the relatively short hospital duration (i.e., short sojourn times in state 2 relative to the other sojourn times). Another cause could be a delay in the reporting of hospitalizations, which could lead to informative censoring. There is only a small difference between the hospitalization data and the corresponding portion of the hospitalization data collected until 2004 by the CAYACS team. This indicates that reporting delays did not lead to many missing hospitalization records. Therefore, the noninformative censoring assumption is plausible for this data set.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 154,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Application to Hospitalization Data"
        },
        {
            "text": "The estimates of P 12 and P 13 are quite different. The LSZ plug-in estimates give P 12 + P 13 = 0.784 < 1 because of the relatively heavy censoring. Of the 1374 subjects, the observations for 810 were censored without any transition recorded. The LSZ normalized estimates P 12 and P 13 are close to the corresponding Phelan estimates P 12 and P 13 . However, they may be biased since it is unlikely that the distributions of the sojourn times in the \"health\" state are the same regardless of the next state, which is either \"in hospital\" or \"death\". The possible violation of assumption (4) is shown by Figure 1 , which presents the estimates and confidence bands for the sojourn time distributions starting from \"health\"; these results are obtained from a preliminary analysis using the LSZ normalized estimator. The construction in general gives valid confidence bands, provided assumption (4) holds. However, the confidence bands in Figure 1 indicate an observable difference between distributions F 12 (·) and F 13 (·), suggesting that assumption (4) is violated. This explains the discrepancy between the LSZ normalized and the Phelan estimates on one hand, and the estimates obtained by the proposed approach. In fact, Figure 1 indicates that F 12 (·) ≤ F 13 (·), i.e., the transtion from \"health\" to \"death\" is shorter than that to \"in hospital\". This is rather counterintuitive. It provides strong motivation for using our method to estimate the transition probabilities P 12 and P 13 and the sojourn time distributions. However, as expected, the confidence intervals for P 12 and P 13 are rather wide because of the heavy censoring associated with \"health\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 612,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 937,
                    "end": 945,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1226,
                    "end": 1234,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Application to Hospitalization Data"
        },
        {
            "text": "In Figure 2 , we present the confidence bands for the semi-Markov kernel for the hospitalization process. The transformed HW and EP bands appear similar. The Q 21 (·) and Q 23 (·) estimates in Figure 2 indicate that about 90% of the subjects in hospital survive and are discharged within 15 days, while about 1% of the subjects admitted to hospital die at the hospital within a month. The Q 12 (·) and Q 13 (·) estimates show that about 50% of subjects survive more than 2.5 years without hospitalization, and less than 1% of the subjects die out of hospital within a year of discharge without further hospitalization. Figure 3 presents the confidence bands for the sojourn time distributions based on our approach. The band for F 12 (·) is rather wide compared with that for F 21 (·). This is due to the heavy censoring, which likely results in a rather wide interval [ ]. The wide confidence band for F 13 (·) reflects the relatively little information in the data on the transition to death. On the other hand, the estimates of F 21 (·) suggest that about 95% of the hospital durations (i.e., the sojourn time from \"in hospital\" to \"health\") are shorter than 15 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 201,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 627,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Application to Hospitalization Data"
        },
        {
            "text": "We used B = 1000 as the resampling size in the procedures for evaluating the estimators of the transition probabilities, the semi-Markov kernel functions, and the sojourn time distributions. The corresponding critical values are presented in Table 4 along with those for B = 500. The critical values for the two resampling sizes are very close, which indicates that the resampling procedures discussed in Section 3 are quite stable when the resampling sizes are reasonably large.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 249,
                    "text": "Table 4",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Application to Hospitalization Data"
        },
        {
            "text": "Our data analysis is tailored for the purpose of illustrating the estimation procedures developed in Sections 2 and 3. We have assumed that the hospitalization process is a homogeneous semi-Markov process, which may not be plausible. Because of this and the possible informative censoring arising from reporting delays, we advised the medical team to interpret the analysis outcomes with caution. In addition, the data were collected during 1985-2000 from young cancer survivors diagnosed from 1981 to 1995. Caution is recommended when applying our results to more general populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to Hospitalization Data"
        },
        {
            "text": "The classical competing risks process is a special case of a semi-Markov process with one transient state and K absorbing states. In this simple setting, Gaynor et al. (1993) argue for the practical importance of the transition probability and the sojourn time distribution. They provide an example showing that the transition probability can be nonidentifiable and the normalized estimator can be misleading. The transition probability, also called the case fatality ratio, has been studied recently in the competing risks setting (Jewell et al., 2007) . However, to the best of our knowledge, no reference in the literature has proposed inference procedures for the transition probability based on its attainable values, even in the simple competing risks setting.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 174,
                    "text": "Gaynor et al. (1993)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 532,
                    "end": 553,
                    "text": "(Jewell et al., 2007)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The justification of our interval estimator in Section 2.3 assumed that P(Y h ( h ) > 0) > 0 and applied the asymptotic properties of Q hj (·) derived by Gill (1980) . There are many practical situations with P(Y h ( h ) > 0) > 0, including the example discussed in this paper. It is challenging to analytically derive the asymptotic distribution of when P(Y h ( h ) > 0) = 0 (Gill, 1980; Phelan, 1990) . However, in the simulation study reported in Section 4, the nonparametric bootstrap approach worked well when P(Y h ( h ) > 0) = 0. A similar bootstrap method has been successfully used to evaluate the performance of confidence intervals for the transition probability based on the plug-in and normalized estimators in the simple competing risks setting (Jewell et al., 2007) .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 165,
                    "text": "Gill (1980)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 376,
                    "end": 388,
                    "text": "(Gill, 1980;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 389,
                    "end": 402,
                    "text": "Phelan, 1990)",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 780,
                    "text": "(Jewell et al., 2007)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This paper considers estimation based on right-censored homogeneous semi-Markov (HSM) processes, in which the transition intensities depend on both the present state and its duration. The homogeneity assumption may not hold in some practical situations where the transitions may also be associated with other history information for the process. An extension of the HSM model is the modulated semi-Markov model (Cox, 1973) , which handles nonhomogeneity by incorporating a time-dependent covariate in the Cox regression form. A further generalization, the nonhomogeneous semi-Markov process (Iosifescu Manu, 1972) , assumes that its transition intensity involves two time scales, the individual study time since the onset of the process and the duration in the current state. Estimation with the two more general models may be used to check the HSM assumption.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 422,
                    "text": "(Cox, 1973)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 602,
                    "end": 613,
                    "text": "Manu, 1972)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The proposed estimation procedures require that the censoring time is independent of the multi-state process. This can be a problem in some applications. We could extend the current approaches to incorporate covariates and thus handle dependent censoring that becomes independent conditional on some covariates. It would also be of interest to develop methods to deal with other informative censoring. A further investigation would be to explore adaptations of the proposed approaches to situations with different data structures, such as the panel data studied in Kang and Lagakos (2007) . ",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 588,
                    "text": "Kang and Lagakos (2007)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We outline below the proofs of the propositions in Sections 2 and 3. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix: Theoretical Derivation"
        },
        {
            "text": "We first show that P (Q hj ( h ) = Q hj ( )) = 1. By the definition of h , for any > h , we have P (Y h ( ) = 0) = 1. Thus, By the definition of . Thus, . It follows that (17) Combining (16) and (17) with the monotonicity of Q hj (·), we have P (Q hj ( h ) = Q hj ( )) = 1.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "(17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A.1. Proof of Proposition 1"
        },
        {
            "text": "Further, by the continuity of Q hj (·) and Theorem 1 of Gill (1980) , Q hj ( h ) converges to Q hj ( h ) in probability. It follows that the LSZ plug-in estimator of P hj , P hj = Q hj ( ), converges to Q hj ( h ) in probability. Similarly, the LSZ normalized estimator P hj converges to Q hj ( h )/ k≠h Q hk ( h ) in probability. This proves the proposition.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 67,
                    "text": "Gill (1980)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "A.1. Proof of Proposition 1"
        },
        {
            "text": "It follows by Theorem 3 of Gill (1980) that {n 1/2 {Q hj ( ) − Q hj ( )}:",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 38,
                    "text": "Gill (1980)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "A.2. Proof of Proposition 2"
        },
        {
            "text": "[0, h ]} converges weakly to a Gaussian process with a covariance function, denoted by hj ( 1 , 2 ). In addition, according to Gill (1980) , on the domain { and 1 − H h ( −) > 0}, it can be shown by integration by parts that (18) where , and",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 138,
                    "text": "Gill (1980)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "(18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A.2. Proof of Proposition 2"
        },
        {
            "text": ". By the uniform law of large numbers (Pollard, 1990, page 39) , Ĥ h (·) is uniformly consistent for H h (·), and is uniformly consistent for y h (·) = E(Y h (·)). It follows that n 1/2 {Q hj ( ) − Q hj ( )} given in (18) has the same asymptotic distribution as n −1/2 , a sum of n independent and identically distributed terms, where",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 62,
                    "text": "(Pollard, 1990, page 39)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A.2. Proof of Proposition 2"
        },
        {
            "text": "Thus, hj ( 1 , 2 ) can be consistently estimated by .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2. Proof of Proposition 2"
        },
        {
            "text": "The quantity in (9) is attained by replacing Z hji (·), Q hj (·), and H h (·) on the righthand side of (18) with Ẑ hji (·) U i , Q hj (·), and Ĥ h (·), respectively, where {U i :i = 1,…, n} are independent standard normal random variables that are independent of the available data, and Note that conditional on the data, only {U i :i = 1,…, n} are random. By the functional central limit theorem (Pollard, 1990 , page 51), { } converges weakly to a Gaussian process. It can easily be shown that its covariance function has the same limit as Empirical coverage probabilities of the equal precision ( Point estimates and 95% confidence intervals for the transition probabilities of the hospitalization data (state 1: \"health\", 2: \"in hospital\", 3: \"death\") ",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 411,
                    "text": "(Pollard, 1990",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A.2. Proof of Proposition 2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Statistical Models Based on Counting Processes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Borgan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Keiding",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Multi-state models for bleeding episodes and mortality in liver cirrhosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esbjerg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Sorensen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Statistics in Medicine",
            "volume": "19",
            "issn": "",
            "pages": "587--599",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Multi-state models for event history analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Keiding",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Statistical Methods in Medical Research",
            "volume": "11",
            "issn": "",
            "pages": "91--115",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A note on confidence intervals and bands for the survival function based on transformations",
            "authors": [
                {
                    "first": "Ø",
                    "middle": [],
                    "last": "Borgan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liestøl",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Scandinavian Journal of Statistics",
            "volume": "17",
            "issn": "",
            "pages": "35--41",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multi-state models in epidemiology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Commenges",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lifetime Data Analysis",
            "volume": "5",
            "issn": "",
            "pages": "315--327",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Statistical Analysis of Recurrent Events",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Lawless",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The statistical analysis of dependencies in point processes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Symposium on Point Processes",
            "volume": "",
            "issn": "",
            "pages": "55--66",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A note on semi-Markov models for partially censored data",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Dinse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Biometrika",
            "volume": "73",
            "issn": "",
            "pages": "379--386",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "On the use of cause-specific failure and conditional failure probabilities: examples from clinical oncology data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gaynor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Feuer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Straus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Clarkson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Brennan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of the American Statistical Association",
            "volume": "88",
            "issn": "",
            "pages": "400--409",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nonparametric estimation based on censored observations of a Markov renewal process",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Z. Wahrsch. verw. Gebiete",
            "volume": "53",
            "issn": "",
            "pages": "97--116",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Confidence bands for a survival curve from censored data",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wellner",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Biometrika",
            "volume": "67",
            "issn": "",
            "pages": "133--143",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analysis of recurrent events with non-negligible event duration, with application to assessing hospital utilization",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lorenzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spinelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcbride",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lifetime Data Analysis",
            "volume": "17",
            "issn": "",
            "pages": "215--233",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Non homogeneous semi-Markov processes",
            "authors": [
                {
                    "first": "Iosifescu",
                    "middle": [],
                    "last": "Manu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Studii si Cercetuari Matematice",
            "volume": "24",
            "issn": "",
            "pages": "529--533",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nonparametric estimation of the case fatality ratio with competing risks data: an application to Severe Acute Respiratory Syndrome (SARS)",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Statistics in Medicine",
            "volume": "26",
            "issn": "",
            "pages": "1982--1998",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Statistical methods for panel data from a semi-Markov process, with application to HPV",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lagakos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biostatistics",
            "volume": "8",
            "issn": "",
            "pages": "252--264",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Semi-Markov models for partially censored data",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lagakos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sommer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zelen",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Biometrika",
            "volume": "65",
            "issn": "",
            "pages": "311--317",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Checking the Cox model with cumulative sums of martingale-based residuals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Biometrika",
            "volume": "80",
            "issn": "",
            "pages": "557--572",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Some observations on semi-Markov models for partially censored data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "The Canadian Journal of Statistics",
            "volume": "12",
            "issn": "",
            "pages": "201--205",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Childhood, adolescent, young adult cancer survivors research program of British Columbia: Objectives, study design and cohort characteristics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcbride",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Sheps",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Glickman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Broemeling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goddard",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lorenzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peacock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pritchard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Rassekh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Spinelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teckle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatric Blood Cancer",
            "volume": "55",
            "issn": "2",
            "pages": "324--330",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "converge weakly to the same Gaussian process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "EP), Hall-Wellner (HW), transformed equal precision (TEP), and transformed Hall-Wellner (THW) 95% confidence bands for the semi-Markov kernel and attainable sojourn time distributions based on 1000 simulations and Setting 3 Stat. Author manuscript; available in PMC 2014 June 01.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Phelan MJ. Estimating the transition probabilities from censored Markov renewal processes. Statistics & Probability Letters. 1990; 10:43-47. Pollard, D. Empirical Processes: Theory and Applications. Regional Conference Series in Probability and Statistics. Vol. 2. Hayward, CA: Institute of Mathematical Statistics; 1990. Ross, SM. Stochastic Processes. Second Edition. New York: Wiley; 1996.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Estimated sojourn time distributions for the hospitalization data based on the LSZ normalized estimator. (Dashed: point estimate of F 12 ; dotted: 95% confidence bands for F 12 ; solid: point estimate of F 13 ; shaded: 95% confidence bands for F 13 .) Semi-Markov kernel estimates for the hospitalization data. (Solid: point estimates; shaded: 95% pointwise confidence intervals; dotted: 95% transformed EP bands; dashed: 95% transformed HW bands.) Estimates of sojourn time distributions for the hospitalization data. (Solid: LSZ normalized estimates; shaded: estimated bounds ( ); dotted: 95% transformed EP bands; dashed: 95% transformed HW bands.) Empirical coverage probabilities (CP) and sample mean lengths (ML) of the 95% confidence intervals for the transition probabilities of the embedded Markov chain based on 1000 simulations and Setting 3 Can J Stat. Author manuscript; available in PMC 2014 June 01. CP for the attainable intervals of the transition probabilities Can J Stat. Author manuscript; available in PMC 2014 June 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Can J Stat. Author manuscript; available in PMC 2014 June 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Can J Stat. Author manuscript; available in PMC 2014 June 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Critical values determined via two different resampling sizes to evaluate the estimates in the hospitalization data analysis Transition Probability Semi-Markov Kernel",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}