{
    "paper_id": "a402381391a1f58b384bdac8e9f43fd2747cfee4",
    "metadata": {
        "title": "A hidden cause of hypokalemic paralysis in a patient with prostate cancer",
        "authors": [
            {
                "first": "Chih-Jen",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Defense Medical Center",
                    "location": {
                        "addrLine": "No. 325, Section 2, Cheng-Kung Road",
                        "postCode": "114",
                        "settlement": "Taipei, Neihu, Taipei",
                        "country": "Taiwan, Republic of China, Taiwan, Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yeong-Hwang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Defense Medical Center",
                    "location": {
                        "addrLine": "No. 325, Section 2, Cheng-Kung Road",
                        "postCode": "114",
                        "settlement": "Taipei, Neihu, Taipei",
                        "country": "Taiwan, Republic of China, Taiwan, Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tom",
                "middle": [],
                "last": "Chau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Defense Medical Center",
                    "location": {
                        "addrLine": "No. 325, Section 2, Cheng-Kung Road",
                        "postCode": "114",
                        "settlement": "Taipei, Neihu, Taipei",
                        "country": "Taiwan, Republic of China, Taiwan, Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shih-Hua",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Defense Medical Center",
                    "location": {
                        "addrLine": "No. 325, Section 2, Cheng-Kung Road",
                        "postCode": "114",
                        "settlement": "Taipei, Neihu, Taipei",
                        "country": "Taiwan, Republic of China, Taiwan, Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "C.-J",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Defense Medical Center",
                    "location": {
                        "addrLine": "No. 325, Section 2, Cheng-Kung Road",
                        "postCode": "114",
                        "settlement": "Taipei, Neihu, Taipei",
                        "country": "Taiwan, Republic of China, Taiwan, Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "T"
                ],
                "last": "Chau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Defense Medical Center",
                    "location": {
                        "addrLine": "No. 325, Section 2, Cheng-Kung Road",
                        "postCode": "114",
                        "settlement": "Taipei, Neihu, Taipei",
                        "country": "Taiwan, Republic of China, Taiwan, Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "S.-H",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Defense Medical Center",
                    "location": {
                        "addrLine": "No. 325, Section 2, Cheng-Kung Road",
                        "postCode": "114",
                        "settlement": "Taipei, Neihu, Taipei",
                        "country": "Taiwan, Republic of China, Taiwan, Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Y.-H",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Defense Medical Center",
                    "location": {
                        "addrLine": "No. 325, Section 2, Cheng-Kung Road",
                        "postCode": "114",
                        "settlement": "Taipei, Neihu, Taipei",
                        "country": "Taiwan, Republic of China, Taiwan, Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hypokalemic paralysis is a medical emergency due to the risks of cardiac arrhythmia, respiratory failure, and rhabdomyolysis. Besides supplementing patients with KCl to hasten recovery, the astute physician must search for the underlying cause to avoid missing a treatable and curable disorder. We report on an elderly Korean man who presented with marked limb paralysis, myalgias, and mild hypertension. He had prostate cancer treated with orchiectomy and hormone therapy 2 years previously. The major biochemical abnormalities were hypokalemia (K + : 1.7 mmol/l) associated with high renal K + wasting and metabolic alkalosis (HCO 3 : 42.6 mmol/l). Low plasma renin activity, low aldosterone concentration, and normal cortisol concentration pointed to a state of pseudohyperaldosteronism. While reviewing his drug history, the patient revealed he had been consuming eight packs (100 ml/pack) of a Korean herbal tonic daily to treat his prostate cancer for the past 2 months. A significant amount of glycyrrhizic acid (0.23 mg/ml), an active ingredient of licorice, was detected in the tonic. Discontinuation of the herbal tonic along with KCl supplementation achieved recovery in 2 weeks. As many complementary/alternative medicines for cancer contain licorice, this must be kept in mind as a cause of hypokalemia in cancer patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract Hypokalemic paralysis is a medical emergency due to the risks of cardiac arrhythmia, respiratory failure, and rhabdomyolysis. Besides supplementing patients with KCl to hasten recovery, the astute physician must search for the underlying cause to avoid missing a treatable and curable disorder. We report on an elderly Korean man who presented with marked limb paralysis, myalgias, and mild hypertension. He had prostate cancer treated with orchiectomy and hormone therapy 2 years previously. The major biochemical abnormalities were hypokalemia (K + : 1.7 mmol/l) associated with high renal K + wasting and metabolic alkalosis (HCO 3 : 42.6 mmol/l). Low plasma renin activity, low aldosterone concentration, and normal cortisol concentration pointed to a state of pseudohyperaldosteronism. While reviewing his drug history, the patient revealed he had been consuming eight packs (100 ml/pack) of a Korean herbal tonic daily to treat his prostate cancer for the past 2 months. A significant amount of glycyrrhizic acid (0.23 mg/ml), an active ingredient of licorice, was detected in the tonic. Discontinuation of the herbal tonic along with KCl supplementation achieved recovery in 2 weeks. As",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 643,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hypokalemic paralysis (HP) represents a heterogeneous group characterized by acute reversible muscle weakness associated with hypokalemia. The morbidity and mortality associated with HP is mainly due to its hypokalemic complication, such as arrhythmias and respiratory failure. Although K + replacement therapy may hasten recovery and prevent cardiopulmonary complications, a vigorous search for the underlying cause is mandatory to avoid missing treatable and curable disorders. Chronic licorice ingestion is one of the common causes of HP but still goes ignored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Licorice is widely used as a flavoring and sweetening agent for tobacco, chewing gums, candies, toothpaste, and beverages [2] . Furthermore, it may exert antiulcer, anti-viral (coronavirus, HIV, and hepatitis C), and anticarcinogenic effects [3, 7, 1, 15] . Despite its potential therapeutic effects, licorice can produce pseudohyperaldosteronism characterized by hypokalemia and hypertension along with low plasma renin activity and aldosterone levels. In severe cases, paralysis due to profound hypokalemia may be the primary presentation and be misdiagnosed as other disorders, leading to improper management. In this report, we describe an elderly patient who presented with hypokalemic paralysis after chronic consumption of licorice as an alternative therapy for prostate cancer.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 246,
                    "end": 248,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 249,
                    "end": 251,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 79-year-old Korean male presented to the emergency department with a 2-week history of myalgias and muscular weakness that progressed to paralysis involving all extremities. He denied nausea, vomiting, diarrhea, excessive sweating, symptoms of hyperthyroidism, or the use of diuretics. His pertinent medical history included prostate cancer-TNM stage T3N1M1-diagnosed 2 years ago and treated with hormone therapy (bicalutamide) and bilateral orchiectomy. His family history was noncontributory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "On physical examination, the patient's mental status was clear as he laid in bed in apparent total paralysis. His vital signs were stable with mild hypertension (blood pressure 153/76 mmHg), heart rate 53 beats/min, respiratory rate 18/min, and body temperature 36.6C. Body weight was 64 kg. No thyroid enlargement was palpated. Cardiopulmonary examination was unremarkable. The neurological examination revealed a symmetric flaccid paralysis with areflexia in the upper and lower extremities. The remainder of physical examination was unremarkable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "His plasma and urine biochemical studies are summarized in Table 1 . Hypokalemia was the most striking abnormality (K + 1.7 mmol/l) accompanied by metabolic alkalosis (HCO 3 42.5 mmol/l). High urine excretion of K + was documented by his elevated TTKG (transtubular potassium concentration gradient) and U K /U Cr (ratio of urine potassium to urine creatinine) in the setting of profound hypokalemia. EKG revealed sinus bradycardia (53 beats/min) with prolonged QT interval and prominent U waves. There were no kidney or adrenal abnormalities on abdominal ultrasonography.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Intravenous administration of 300 mmol KCl over 2 days improved his muscle weakness when the K + reached 2.7 mmol/l. This was then changed to oral KCl (64 mmol/day). At this time, his renal K + loss was still high. The serial changes in the biochemical studies are shown in Table 1 . The low plasma renin activity, low aldosterone level, and normal cortisol level found in this patient suggested a state of pseudohyperaldosteronism. Another review of his drug history revealed daily consumption of a Korean herbal tonic (approximately 800 ml/day) to treat his prostate cancer for the past 2 months. A large amount of glycyrrhizic acid (0.23 mg/ml herbal juice; 184 mg/day) was detected in the tonic by high-performance liquid chromatography. After cessation of the herbal tonic and supplementation of 800 mmol KCl over 2 weeks, his K + returned to 4.0 mmol/l. At the 2-month follow-up, his blood pressure, electrolytes, acid-base status, and muscle strength had remained normal without the need for additional K + supplementation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 281,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Although the differential diagnosis for hypokalemia is large, the list for HP is far smaller. Measurements of blood and urine electrolytes and acid-base parameters can help the physician formulate a simple and rapid differential diagnosis [9] . In general, patients with hypokalemic periodic paralysis (HPP) due to an acute shift of K + into cells have no acid-base disturbances and low urinary K + excretion. In contrast, patients with HP that result from excess K + deficit (non-HPP) usually have an acid-base abnormality. In this patient, his profound hypokalemia was associated with hypochloremic metabolic alkalosis. His low urinary K + concentration (11 mmol/L) may mislead the physician into diagnosing poor K + intake, gastrointestinal K + loss, or increased K + shift. However, two bedside indices of urine K + excretion-TTKG and U K+ /U Cr -were both high, indicating excessive renal K + excretion.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Mild hypertension and metabolic alkalosis suggest a state of mineralocorticoid excess. Further evaluation of plasma renin, aldosterone, and cortisols levels helps narrow the differential diagnosis of a mineralocorticoid excess state. Low plasma renin activity and aldosterone levels represent pseudohyperaldosteronism. The normal plasma cortisol in a state of pseudohyperaldosteronism found in this patient point to the following causes: 11deoxycorticosterone (DOC) producing adenoma, Liddle's syndrome (activation mutation in Na + channel), and failure of the 11b-hydroxysteroid dehydrogenase-2 (11b-HSDH-2) enzyme to remove all cortisol such as apparent mineralocorticoid excess (hereditary defect) and licorice ingestion (inhibition). A comprehensive review of the patient's medication history eventually identified the cause as the chronic consumption of a licorice-containing herbal tonic to treat his hormone-refractory prostate cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Licorice's active anticarcinogenic metabolite, glycyrrhizic acid, inhibits 11b-HSDH-2 enzyme, which is present in the principal cells of the cortical collecting duct. Since cortisol and aldosterone are similar steroid hormones, the enzyme is necessary to inactivate cortisol before it can bind the aldosterone receptor inside principal cells [13] . When 11b-HSDH-2 is inhibited, an aldosterone-like effect is promulgated, which suppresses the renin-angiotensin-aldosterone axis and causes volume expansion, hypertension, hypokalemia, and metabolic alkalosis. The amount of licorice necessary to produce hypokalemia varies. It has been shown that daily intake of 100 mg glycyrrhizic acid can produce these adverse effects [14] . Therefore, it is not surprising that this patient developed profound hypokalemia and paralysis after taking 184 mg glycyrrhizic acid daily for 2 months. The rather mild hypertension observed in this patient may be due to coexisting Na + wasting related to partially obstructive uropathy from prostate cancer. Despite controversies within the medical community regarding the effectiveness of complementary/alternative medicine (CAM), recent surveys have shown that almost half of cancer patients in Western countries use CAM therapies [5, 6] . Therefore, the prudent physician should at least acknowledge CAM use among patients and keep potential interactions and adverse effects in mind. In addition to the conventional treatments for prostate cancer, including radical prostatectomy, radiation therapy, androgen deprivation therapy, and combined chemotherapy, saw palmetto and licorice are commonly used CAM therapies for hormone-refractory prostate cancer [17] . A licorice-containing mixture, PC-SPES, has been shown to be effective in prostate cancer patients, although the clinical trials enrolled only small numbers of patients [12] . The possible anticarcinogenic mechanisms include induction of cell-cycle arrest and cell-growth inhibition, estrogenic effects, scavenging of free radicals, and so on [8, 4] .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 346,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1262,
                    "end": 1265,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1266,
                    "end": 1268,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1686,
                    "end": 1690,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1862,
                    "end": 1866,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2036,
                    "end": 2039,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2040,
                    "end": 2042,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Besides prostate cancer, licorice and its metabolites are also being studied in colorectal, breast, and other human cancers [11, 10] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Most of the disorders being treated with licorice, including prostate cancer, require long-term medication. However, the daily dose and total cumulative dose should be minimized. The German Commission E recommends that licorice should not be used for longer than 4-6 weeks to avoid side effects. Once hypokalemia occurs, K + supplementation and/or spironolactone (100 mg per day) helps to correct the hypokalemia with cessation of licorice intake. A prolonged treatment course is needed because of the long half-life and substantial enterohepatic circulation of glycyrrhetinic acid (licorice's metabolite) [16] . Finally, early use of spironolactone may reduce the risk of licorice-induced hypokalemia.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 610,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this case clearly demonstrates hypokalemic paralysis as a primary presentation of chronic licorice ingestion and highlights the importance of a detailed drug history in any cancer patient with hypokalemia. Given the high prevalence of CAM use among cancer patients, physicians should keep chronic consumption of licorice-containing medications in mind as a reversible and curable cause of hypokalemia, especially in states of mineralocorticoid excess.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The long term efficacy of glycyrrhizin in chronic hepatitis C patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arase",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Murashima",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Cancer",
            "volume": "79",
            "issn": "",
            "pages": "1494--1500",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tobacoo chewer's hypokalemia: licorice revisited",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Blachley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Knochel",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "N Engl J Med",
            "volume": "302",
            "issn": "",
            "pages": "784--785",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Glycyrrhizin, an active component of liquorice roots, and replication of SARS-associated coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cinatl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Morgenstern",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Batter",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "2045--2046",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical and biologic activity of an estrogenic herbal combination (PC-SPES) in prostate cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Dipaola",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "New Engl J Med",
            "volume": "339",
            "issn": "",
            "pages": "785--791",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A population-based survey of complementary and alternative medicine use in men recently diagnosed with prostate cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ramsum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verhoef",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Integr Cancer Ther",
            "volume": "2",
            "issn": "3",
            "pages": "212--216",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Complementary and alternative medicine use by patients with cancer in Wales: a cross sectional survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Complement Ther Med",
            "volume": "11",
            "issn": "4",
            "pages": "249--253",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Preliminary evidence for inhibitory effect of glycyrrhizin on HIV replication in patients with AIDS",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hattori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ikematsu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Koito",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Antiviral Res",
            "volume": "11",
            "issn": "",
            "pages": "255--261",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Isoliquiritigenin inhibits the growth of prostate cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kanazawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Satomi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mizutani",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur Urol",
            "volume": "43",
            "issn": "",
            "pages": "580--586",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A simple and rapid approach to hypokalemic paralysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chau",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Emerg Med",
            "volume": "21",
            "issn": "",
            "pages": "487--491",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estrogenic and antiproliferative activities of isoliquiritigenin in MCF7 breast cancer cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maggiolini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Statti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vivacqua",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Steroid Biochem Mol Biol",
            "volume": "82",
            "issn": "",
            "pages": "315--337",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Induction of apoptosis by hydroxydibenzoylmethane through coordinative modulation of cyclin D3, Bcl-X(L), and Bax, release of cytochrome c, and sequential activation of caspases in human colorectal carcinoma cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Agric Food Chem",
            "volume": "51",
            "issn": "",
            "pages": "3977--3984",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prospective trial of the herbal supplement PC-SPES in patients with progressive prostate cancer",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Frohlich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bok",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Clin Oncol",
            "volume": "18",
            "issn": "",
            "pages": "3595--3603",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Syndrome of apparent mineralocorticoid excess: a defect in the cortisol-cortisone shuttle",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "Jet",
                    "middle": [],
                    "last": "Corrie",
                    "suffix": ""
                },
                {
                    "first": "Chl",
                    "middle": [],
                    "last": "Shackleton",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Clin Invest",
            "volume": "83",
            "issn": "",
            "pages": "340--349",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Glycyrrhizic acid in liquoriceevaluation of health hazard",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Stormer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Reistad",
                    "suffix": ""
                },
                {
                    "first": "Alexander",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Food Chem Toxicol",
            "volume": "31",
            "issn": "",
            "pages": "303--312",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Licorice and cancer",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Nixon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nutr Cancer",
            "volume": "39",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Licorice-induced hypertension and syndromes of apparent mineralocorticoid excess",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Endocrinol Metab Clin North Am",
            "volume": "23",
            "issn": "",
            "pages": "359--377",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Critical review of complementary therapies for prostate cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Chodak",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Oncol",
            "volume": "21",
            "issn": "",
            "pages": "2199--2210",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Biochemical studies on admission. TTKG transtubular potassium concentration gradient, U K+ /U Cr ratio of urine potassium to urine creatinine (millimole/liter)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}