{
    "paper_id": "a490ea8a0ff6ca5c2acf6336bc3fc2f8fd7ec9ba",
    "metadata": {
        "title": "Supplemental Information SARS-CoV-Encoded Small RNAs Contribute to Infection-Associated Lung Pathology",
        "authors": [
            {
                "first": "Lucía",
                "middle": [],
                "last": "Morales",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [
                    "Carlos"
                ],
                "last": "Oliveros",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raúl",
                "middle": [],
                "last": "Fernandez-Delgado",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Robert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luis",
                "middle": [],
                "last": "Enjuanes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isabel",
                "middle": [],
                "last": "Sola",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": ", related to Figure 6 . Effect of svRNA-N inhibition on SARS-CoV distribution in infected lung tissue. BALB/c mice were intranasally inoculated with 200 µg (10 mg/kg) of the LNA svRNA-N inhibitor or a non-related sequence (nrRNA) as a negative control. After 24 h, the mice were infected with 10 5 PFU of SARS-CoV and their lungs were collected at 2 and 4 dpi. SARS-CoV distribution was analyzed by immunohistochemistry with an anti-N antibody (red-brown precipitates) on hematoxylinstained infected lung sections. Images shown are representative of the lung parenchyma (A, B, E and F) and bronchiolar airways (C, D, G and H) with an original magnification of 10x. The bronchiolar airway pictures (C, D, G and H) correspond to a 2x zoom.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 21,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A B Figure S1 , related to Figure 2. Detection of svRNAs in SARS-CoV wt infected Calu-3 2B4 cells (MOI 1). (A) RT-qPCR detection of svRNA-nsp3.1, svRNA-nsp3.2 and svRNA-N in infected Calu-3 2B4 cells at 24, 48 and 72 hpi. svRNA-neg, negative control RNA sequence present in the viral genome although not detected as small RNA in deep sequencing. svRNA relative expression, indicated as a ratio, was calculated by the ∆∆Ct method using the snRNA-U6 as the endogenous control and mock-infected samples as the reference with a value of one relative unit. (B) Viral titers were measured from supernatants of infected Calu-3 2B4 cells at indicated times post infection. Data are expressed as means with error bars representing SD. cells 24 h before SARS-CoV wt infection at an MOI=1; neg, svRNA used as a negative control. svRNA levels were determined by qPCR and are indicated as a percentage of the level detected in cells transfected with the negative control. The ∆∆Ct method was used for relative quantification, with snRNA-U6 used as an endogenous control. (B-C) 75nM of each specific RNA inhibitor of SARS-CoV-derived svRNAs was transfected into DBT-mACE2 cells 24 h before SARS-CoV wt infection at an MOI=1; nrRNA, non-related RNA used as a negative control. Expression of nsp3 (B) and N (C) proteins was detected by Western-Blot using specific antibodies at the indicated hours post-infection (hpi). ß-actin was used as a loading control. Data are expressed as means with error bars representing SD. Figure S4 , related to Figure 3. Processing of svRNAs from artificial introns by the cellular miRNA machinery in the absence of virus infection. MDCK cells were transfected with dsRed2 plasmids including as artificial introns SARS-CoV genomic sequences surrounding svRNAs nsp3.1, nsp3.2, N, negative (neg) viral sequences or the precursor of cellular miR-124 as a positive control (Pre-miR-124). The empty plasmid was used as a negative control. After 24 h, cells were harvested and 12 µg of total RNA including small RNAs were loaded in a denaturing gel for Northern-blot detection of svRNAs and miR-124 sequences. The bands corresponding to the precursor pre-miR-124 (60 nt) and the mature miR-124-3p (20 nt) are indicated. Endogenous control miR-93-5p (20 nt) and the loading control snRNA-U6 (90 nt) are also indicated. Mock (M), SARS-CoV wt (W) and SARS-CoV-∆E (E) infected mice. The numbers 2 and 4 in the sample names indicate 2 and 4 dpi, respectively. A, B, C, D and E indicate the biological replicates. Unique, sequences with only one hit in the genome. Map to '+' and '-', sequences mapping to the viral RNA with positive or negative sense, respectively. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 13,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 1504,
                    "end": 1513,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "FIGURE S1"
        },
        {
            "text": "Specific-pathogen-free 8-week-old BALB/c OlaHsd female mice were purchased from Harlan. Mice were maintained for 8 additional weeks in the animal facility at the National Center of Biotechnology (CNB-CSIC, Madrid). 16-week-old mice were inoculated as described in Experimental Procedures with rSARS-CoV wt or rSARS-CoV-∆E in 50 µl of DMEM containing 2% fetal bovine serum (FBS, Biowhittaker). Mice were sacrificed at days 2 and 4 post-infection and lung and serum samples were collected. For svRNA-N inhibition experiment, mice were monitored for 10 days for weight loss and survival. Animals reaching weight losses higher than 25% of the initial body weight were sacrificed according to the established euthanasia protocols. Infected mice were housed in a ventilated rack (Animal transport unit-Bio containment unit, Allentown) in a BSL3 laboratory (CISA-INIA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mice"
        },
        {
            "text": "Blood was extracted from the mouse heart prior to sacrifice, incubated for 1 h at 37ºC and then for 24 h at 4ºC. Clots were removed by centrifugation at 10,000 rpm for 10 min and serum was re-centrifugated to clarify it. 100 µl of serum were used to extract small RNAs using miRNeasy Serum Kit (Qiagen) according to the manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extraction of small RNAs from mouse serum"
        },
        {
            "text": "Small RNAs were isolated (mirVana miRNA Isolation Kit, Ambion) from uninfected (four biological replicates) and SARS-CoV-or -infected mouse lungs (three replicates for each virus). Small RNAs were analyzed using the Bioanalyzer 2100 expert_Eukaryote Total RNA to determine their integrity. 1 µg of the small RNA fraction was used for library construction (BGI Genomics, Hong-Kong) and subjected to 50SE sequencing on a Hiseq 2000 sequencer (Illumina). The resulting reads (20-40 million per sample) were analyzed following a protocol based on BWA aligner ) as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deep Sequencing"
        },
        {
            "text": "Strand-specific, single-end reads longer than 18 nt provided by BGI sequencing company were qualitychecked with FASTQC (www.bioinformatics.babraham.ac.uk/projects/fastqc/). No additional filters were necessary. Short reads were aligned against mouse genome sequence (GRCm38) or SARS-CoV genome, with BWA ) allowing up to 1 mismatch and no gaps (bwa aln -n 1 -k 1 -o 0). Only unique hits were considered for posterior steps. SAM alignment files generated by BWA were compressed, sorted and indexed using \"view\", \"sort\" and \"index\" functions of Samtools package ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequencing data processing and alignment"
        },
        {
            "text": "Ten peaks were selected by visual inspection of coverage reads for SARS-CoV genome with SeqMonk browser (http://www.bioinformatics.babraham.ac.uk/projects/seqmonk) ighly-abundant sequences above an uniformily distributed background. In all cases, the consensus mature svRNA sequence was determined by the summit of the peak that was between 18 to 22 nt in length.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition of candidate SARS-CoV derived small RNA loci"
        },
        {
            "text": "The mouse delayed brain tumor cells stably expressing the murine SARS-CoV receptor Angiotensin Converting Enzyme 2 (ACE2) were generated (DBTmACE2) in our laboratory (Regla-Nava et al., 2013) . Infection of DBT-mACE2 cells with SARS-CoV-MA15 yielded high virus titers and induced the expression of proinflammatory cytokines and IFN-β, as observed in the mouse animal model and in human patients. African green monkey kidney-derived Vero E6 cells were kindly provided by E. Snijder, (Medical Center Leiden University, Netherlands). 293T cells deficient in both RNAse III enzymes Dicer and Drosha (RNaseIII -/-) were generated as described (Benitez et al., 2015) . Calu-3 2B4 cells are a clonal population sorted for ACE2 expression from human airway epithelial Calu-3 cells, kindly provided by Dr. K. Tseng (Medical Center Texas University, USA). DBT-mACE2, Vero E6, 293T and Madin-Darby canine kidney cell line (MDCK) (Meguro et al., 1979) cells were maintained in Dulbecco's modified Eagle's medium (DMEM, GIBCO) supplemented with 25 mM HEPES, 2 mM L-glutamine (SIGMA), 1% non essential amino acids (SIGMA) and 10% FBS (Biowhittaker). Calu-3 2B4 were grown as described above and supplemented with 20% FBS.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 191,
                    "text": "(Regla-Nava et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 660,
                    "text": "(Benitez et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 939,
                    "text": "(Meguro et al., 1979)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Cell lines"
        },
        {
            "text": "For virus titration and plaque detection, supernatants of infected cells were added to confluent monolayers of Vero E6 cells and incubated for 45 min at 37ºC. Media was removed and cells were overlaid with DMEM containing 0.6% of low melting agarose and 2% FBS. At 72 hpi cells were fixed with 10% formaldehyde and stained with crystal violet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus titration and plaque assay"
        },
        {
            "text": "The long RNA fraction extracted from mouse lungs or cell culture was prepared as described in Experimental Procedures, and subjected to retro transcriptase reactions using a High-Capacity cDNA transcription kit (Applied Biosystems) to generate cDNAs. qPCR analysis of mouse mRNAs was performed using Taqman Assays (Applied Biosystems) specific for CCL2 (Mm00441242_m1), IL-6 (Mm00446190_m1), CXCL10 (Mm00445235_m1), ISG15 (Mm01705338_s1), MX1 (Mm00487796_m1) and IFN-γ (Mm01168134_m1). 18S ribosomal RNA was used as an internal control for normalization (Mm03928990_g1). For qPCR quantification of viral genomic RNA (gRNA) and subgenomic mRNA of the nucleoprotein gene (sgmRNA-N) oligonucleotides designed with Primer Express v2.0 Sofware and SYBR green PCR master mix (Applied Biosystems) were used (Table Oligos qPCR). The small RNA fraction extracted from mouse lungs, serum or cell culture was subjected to retro transcriptase reactions using Taqman MicroRNA Reverse Transcription kit (Applied Biosystems) to generate cDNAs. qPCR analysis was performed using Custom Taqman Small RNA Assays (Applied Biosystems) for svRNAs nsp3.1 (3052nsp3, CSI1LZW), nsp3.2 (3184nsp3, CSKAJ54), N (28461N,CSHSNTO) and viral negative control (neg, CS6RM99). Taqman MicroRNA Assays for snRNA-U6 (001973) and cel-miR-39 (00200) were used as controls for normalization of small RNAs from cells or lungs and serum, respectively. Data were acquired with an ABI Prism 7500 sequence detection system (Applied Biosystems) and analyzed using ABI Prism 7500 SDS version 1.2.3 software. Gene expression relative to mock-infected samples is shown. The relative quantifications were performed using the 2 -∆∆Ct method (Livak and Schmittgen, 2001) .",
            "cite_spans": [
                {
                    "start": 1691,
                    "end": 1719,
                    "text": "(Livak and Schmittgen, 2001)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "RT-qPCR analysis"
        },
        {
            "text": "For the reverse transfection of svRNA inhibitors with perfectly complementary sequence to svRNAs (Table 1) , DBT-mACE2 cells were grown without antibiotics to 80% confluence on 100 mm-diameter plates 24 h prior to transfection. In each well of a 24-well plate, 75 nM of each svRNA inhibitor (miScript miRNA Inhibitor, Qiagen) were mixed with 1.5 µl of TransIT-X2 (Mirus Bio LLC) in 50 µl of Optimem and incubated for 30 min for complex formation, according to the manufacturer's specifications. In the dose-response assay, 50, 75 and 100 nM doses of svRNA-N inhibitor were used. DBT-mACE2 cells were trypsinized and 4x10 5 cells in 500 µl of complete medium were added to each well. After 24 h, cells were infected with SARS-CoV-MA15 wt at an MOI of 1. Cells supernatants were collected at 24, 48 and 72 hpi for viral titration. The small RNA fraction was extracted from cells at the same time points using mirVana miRNA Isolation kit (Ambion), to be analyzed by RT-qPCR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 106,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "svRNA inhibition in cell culture"
        },
        {
            "text": "Cell lysates from svRNA inhibition experiment were resolved by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE), transferred to a nitrocellulose membrane by wet electroblotting and processed for Western blotting. The blots were probed with monoclonal antibodies specific for SARS-CoV nsp3 protein (dilution 1:20000; Rockland), N protein (dilution 1:1000; kindly provided by Ying Fang, South Dakota State University) and ß-Actin (dilution 1:10000; Abcam). Bound antibodies were detected with Horseradish Peroxidase-conjugated (HRP) goat anti-rabbit or anti-mouse antibodies (dilution 1:30000; Sigma) and the Immobilon Western chemiluminescent substrate (Millipore).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blot analysis"
        },
        {
            "text": "The plasmid including a spliced dsRed2 construct with the sequences of precursor miR-124 inserted into the intronic region (RIPmiR-124) (Varble et al., 2010) was used as a positive control for miRNA biogenesis assays. DNA fragments containing SARS-CoV genomic sequences flanking each svRNA were generated by PCR using as template the plasmid pBAC-SARS-CoV- MA15 (DeDiego et al., 2007) and specific oligonucleotides (Table Oligos dsRed2 Plasmids) . The PCR products, 200-500 nt in length, were digested with the enzymes Spe I and Not I and cloned into the same restriction sites of dsRed2 plasmid, within an artificial intron with splice sites at both ends. For quantitative analysis of post-transcriptional silencing by svRNAs, luciferase reporter plasmids were constructed on pMirTarget Vectors (OriGene). Target sequences for each svRNA and for positive controls miRNA-124-3p and miRNA-877-5p were chemically synthesized (GeneArt, Life Technologies) containing ten perfectly complementary repeats separated from each other by the eight nucleotides of Not I recognition sequence (Table Targets) . DNA fragments with unique restriction sites (Table Targets) at the ends were cloned into the multicloning site of pMirTarget Vector, at the 3' UTR of the luciferase gene. miRNA biogenesis assay MDCK cells were reverse transfected with 500 ng of each dsRed2 plasmid including either the miR124 precursor or SARS-CoV genomic sequences flanking each svRNA by using 1.5 µl of TransIT-X2 (Mirus Bio LLC) as described above for DBT-mACE2 cells. After 24 h, total RNA was extracted using mirVana miRNA Isolation protocol (mirVana miRNA Isolation Kit, Ambion). Processing of svRNAs from viral genomic sequences engineered as artificial introns in dsRed2 plasmids was analyzed by Northern-blot, as previously described (Pall and Hamilton, 2008) . Briefly, 12 µg of each RNA were loaded into acrylamide-urea denaturing gels and transferred to nylon membranes and EDC cross-linked. miRNA-124-3p or svRNAs were detected using complementary specific γATP 32 -labeled probes (Table Northern-blot  Probes) . Images were acquired with Personal Molecular Imager system (Biorad).",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 384,
                    "text": "MA15 (DeDiego et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 1808,
                    "end": 1833,
                    "text": "(Pall and Hamilton, 2008)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 445,
                    "text": "(Table Oligos dsRed2 Plasmids)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1080,
                    "end": 1095,
                    "text": "(Table Targets)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1142,
                    "end": 1157,
                    "text": "(Table Targets)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2059,
                    "end": 2088,
                    "text": "(Table Northern-blot  Probes)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Construction of plasmids"
        },
        {
            "text": "293T and RNase III -/-cells were grown without antibiotics to 80% confluence on 35 mm-diameter plates 24 h prior to transfection. Cells were transfected with 200 ng of a plasmid containing the mACE2 receptor (Regla-Nava et al., 2013) by using 6 µl of Lipofectamine 2000 (Invitrogen), following the manufacturer's specifications. After 48 h, transfected cells were infected with SARS-CoV at an MOI of 5. Cells supernatants were collected at 24 hpi for viral titration. The small and long RNA fractions were extracted from cells at the same time point using mirVana miRNA Isolation kit (Ambion), to be analyzed by RT-qPCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "svRNA biogenesis in SARS-CoV infected cells"
        },
        {
            "text": "Luciferase reporter assay DBT-mACE2 cells were reverse transfected with 500 ng of each pMirTarget plasmid including svRNAtarget sequences by using 1.5 µl of TransIT-X2 (Mirus Bio LLC) as described above. After 6 h, DBTmACE2 cells were either direct transfected with small RNA mimics or infected with SARS-CoV-MA15 wt (MOI 1). For direct transfection, 25 nM of small RNA mimics (miScript miRNA mimic, Qiagen) of svRNAs (Table 1 ) and cellular miR-877-5p used as positive controls, were transfected by using 1.5 µl of TransIT-X2 (Mirus Bio LLC) as described above. For sequence-specific inhibition of small RNA function, 75 nM of synthetic single stranded, 2-OMe modified, RNA oligonucleotides (miScript miRNA Inhibitor, Qiagen) perfectly complementary to each svRNA or miR-877-5p were also transfected as described above. After 18 h, the growth medium was removed and cells were lysed using Luciferase Assay System (Promega) according to the manufacturer's specifications. Firefly luciferase activity and red fluorescence from Red Fluorescence Protein (RFP) were measured using Tecan INFINITE F200 Microplate Fluorescence Reader (Gain 100 for RFP and 2 s pre-measurement delay, followed by 10 s measured period for Light Units). The relative luciferase activity was calculated as the ratio of Firefly luciferase activity to the red fluorescence of RFP, used to normalize to the transfection efficiency. The normalized luciferase activity of cells transfected with each pMirTarget plasmid in the absence of small RNA mimics was set to 100%, whereas the luciferase activity of cells either transfected with RNA mimics and RNA inhibitors or infected was expressed as the percentage of that obtained in the absence of RNA mimics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 418,
                    "end": 426,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "svRNA biogenesis in SARS-CoV infected cells"
        },
        {
            "text": "Five micron sections of zinc formalin fixed lungs from mice treated with anti-svRNA-N or anti-nrRNA inhibitors and infected with SARS-CoV were deparaffined at 60ºC and rehydrated by successive incubations in 100% xylol, 100% ethanol and 96% ethanol. Antigen unmask was performed by boiling the samples in citrate buffer (8.2 mM sodium citrate; 1.8 mM citric acid, pH 6.5) for 5 min at 110ºC in a decloaking chamber (Biocare medical). Samples were then permeabilized with 0.25% Triton X-100 in TBS for 15 min and blocked with 10% FCS and 1% BSA in TBS for 2 h. Samples were labeled with a mouse monoclonal antibody specific for SARS-CoV N protein (kindly provided by Ying Fang, South Dakota State University) diluted 1:250 in 0.25% Triton X-100, 1% BSA in TBS and incubated for 2 h at room temperature. Endogenous Peroxidase was blocked by adding 1% H 2 O 2 in TBS for 30 min at room temperature prior to incubation with secondary antibody. Goat anti-mouse HRP-conjugated secondary antibody was used at 1:250 dilution in 0.25% Triton X-100, 1% BSA in TBS and incubated for 1h at room temperature. Detection of HRP activity was performed with Metal Enhanced DAB Substrate Kit (Thermo Scientific) according to the manufacturer's specifications. Tissue samples were stained with hematoxylin (Histology service in CNB-CSIC, Madrid) and subjected to examination with a ZEISS Axiophot fluorescence microscope. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemistry"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fast and accurate short read alignment with Burrows-Wheeler transform",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durbin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "1754--1760",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Sequence Alignment/Map format and SAMtools",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Handsaker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wysoker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fennell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Homer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Abecasis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durbin",
                    "suffix": ""
                },
                {
                    "first": "Genome",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "2078--2079",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) Method",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Livak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Schmittgen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Methods",
            "volume": "25",
            "issn": "",
            "pages": "402--408",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Canine kidney cell line for isolation of respiratory viruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meguro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Torrence",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Clin Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "175--179",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Improved northern blot method for enhanced detection of small RNA",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Pall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Protoc",
            "volume": "3",
            "issn": "",
            "pages": "1077--1084",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "S2, related to Figure 2. Production of svRNAs in DBT-mACE2 cells infected with SARS-CoV wt or SARS-CoV-E-N15A mutant (MOI 1). (A) Viral titers were measured from supernatants of infected cells at the indicated times post-infection. (B) RT-qPCR quantification of svRNA levels at 24, 48 and 72 hpi as indicated in Figure 2. Solid bars represent SARS-CoV wt, while patterned bars SARS-CoV-E-N15A. Data are expressed as means with error bars representing SD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "S3, related to Figure 2. Dose-effect of svRNA-N inhibitor on svRNA-N levels and effect of svRNAs on nsp3 and N protein levels in SARS-CoV infected DBT-mACE2 cells. (A) Inhibition of SARS-CoV-derived svRNA-N with different doses of RNA inhibitor transfected into DBT-mACE2",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "related to Figure 1. Quantification of deep sequencing small RNA sequence data from the lungs.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "related to Figure 1. The 10 most abundant svRNAs identified by deep sequencing in SARS-CoV infected lungs.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "TABLE OLIGOS qPCR, related to RT-qPCR analysis section in Supplemental ExperimentalProcedures. Oligonucleotides used for qPCR quantification of viral RNA.gRNA (+), positive sense genomic RNA; sgmRNA-N, subgenomic messenger RNA of the Nucleoprotein gene.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "PLASMIDS, related to Construction of plasmids section in Supplemental Experimental Procedures. Oligonucleotides used for the construction of dsRed2 plasmids.Oligonucleotides to construct expression plasmids including SARS-CoV genomic sequences surrounding svRNAs as artificial introns(Varble et al., 2010). Spe I (actagt) and Not I (gcggccgc) restriction sites are indicated in lower case.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "related to Construction of plasmids section in Supplemental ExperimentalProcedures. Targets of small viral RNAs engineered in luciferase reporter plasmids.Complementary sequences of svRNAs engineered as targets in luciferase reporter plasmids used for repression assays. Each target sequence was repeated 10 times separated by Not I restriction sites (lower case). Flanking restriction enzymes used for cloning are indicated.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "BLOT PROBES, related to miRNA biogenesis assay section in Supplemental Experimental Procedures. used for detection of small RNAs by Northern blot.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}