{
    "paper_id": "a4e01d3bf89d378e193bfc7db20f228741e5769a",
    "metadata": {
        "title": "Respiratory Testing and Hospital Outcomes in Asymptomatic Infants Undergoing Heart Surgery",
        "authors": [
            {
                "first": "Claudia",
                "middle": [],
                "last": "Delgado-Corcoran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [
                    "J"
                ],
                "last": "Blaschke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhining",
                "middle": [],
                "last": "Ou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Angela",
                "middle": [
                    "P"
                ],
                "last": "Presson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Phillip",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Burch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "G"
                ],
                "last": "Pribble",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shaji",
                "middle": [
                    "C"
                ],
                "last": "Menon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Respiratory viral infections in infants undergoing congenital heart surgery lead to prolonged intubation time, hospital (HLOS) and cardiac intensive care unit length of stay (CICU LOS). The objective of this study was to evaluate the prevalence of respiratory viruses using molecular testing in otherwise healthy infants presenting for low complexity heart surgery, and to evaluate the impact of a positive viral screen and study questionnaire on post-surgical HLOS, CICU LOS, intubation time, respiratory complications, and oxygen therapy at home discharge. Sixty-nine infants (1 month to 1 year) undergoing cardiac surgery from November to May of the years 2012 to 2014 were prospectively enrolled, surveyed and tested. We compared the outcomes of positive molecular testing and positive study questionnaire to test negative subjects. We also evaluated the predictive value of study questionnaire in identification of viruses by molecular testing. Of the 69 enrolled infants, 58 had complete information available for analysis. 17 (30%) infants tested positive by molecular testing for respiratory pathogens. 38 (65%) had a \"positive\" questionnaire. Among the 20 viruses detected, Human Rhinovirus was the most common 12 (60%). Seven (12%) of the 58 patients developed respiratory symptoms following surgery prompting molecular testing. Four of these tested positive for a respiratory virus post-surgically. Neither positive molecular testing nor a positive questionnaire prior to surgery was associated with greater post-operative HLOS, CICU LOS, intubation time, respiratory complications, or use of oxygen at discharge compared to negative testing. The questionnaire poorly predicted positive molecular testing. Routine screening for respiratory viruses in asymptomatic infants may not be an effective strategy to predict infants at risk of post-operative complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the United States, viral respiratory infections are a leading cause of illness and hospitalization in infants [1, 2] . Infectious complications range from upper respiratory tract diseases such as \"the common cold\", croup and otitis media, to lower respiratory tract infections such as bronchiolitis and pneumonia. Children and especially infants with congenital heart disease are at an increased risk of morbidity from 1 3 respiratory illness following cardiac surgery when compared to matched controls [3] [4] [5] [6] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 117,
                    "end": 119,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[3]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[4]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[5]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite limited data, cardiac surgeries in infants are often delayed 4-6 weeks for suspected acute respiratory infection prior to surgery due to symptoms or positive laboratory testing. Recommendation for surgical delay is based on concerns for prolonged hospital length of stay (LOS) and respiratory complications following surgery. However, there is no standard for clinical or laboratory screening tests to be used pre-operatively to evaluate for occult respiratory infections in infants undergoing cardiac surgeries. Peri-operative questioning of families for risk factors prior to surgery has been used, but is not standardized. The introduction of multiplex molecular tests using polymerase chain reaction (PCR) provides a rapid screen for respiratory viruses in asymptomatic children, with results available within a couple of hours [7, 8] . Theoretically, detection of viruses pre-operatively could be used as a tool to decrease the incidence of post-operative complications in infants who are positive, and avoid unnecessary postponements in surgery for those with negative testing. However, there are no data showing the effectiveness of either viral diagnostics or peri-operative questionnaires. In the absence of significant symptoms, the clinical impact of viral respiratory pathogen detection or positive screening for risk factors on post-operative outcomes following cardiac surgery in infants is unknown.",
            "cite_spans": [
                {
                    "start": 840,
                    "end": 843,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 846,
                    "text": "8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The primary objective of this study was to prospectively estimate the prevalence of respiratory viruses using molecular testing in asymptomatic infants presenting for low complexity heart surgery during the winter season, and to evaluate the impact of positive viral detection on hospital length of stay (HLOS), cardiac intensive care unit length of stay (CICU LOS), intubation time, and respiratory complications following cardiac surgery in infants deemed suitable for cardiac surgery by clinical evaluation. The secondary objective of the study was to evaluate the value of a screening questionnaire as a predictive tool for the presence of viral pathogens, as well as the impact of a positive questionnaire on outcomes listed above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We hypothesized that post-operative outcomes would be worse in infants testing positive for respiratory pathogens by molecular testing or by our study questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This was a prospective observational study of infants scheduled to undergo cardiac surgery during respiratory illness seasons (November to May) of years 2012 to 2014. All patients were evaluated in the Same Day Surgery Unit pre-operatively and deemed suitable candidates for general anesthesia and cardiac surgery. All infants were admitted to the CICU post-operatively. Oversight for this study was provided by the Institutional Review Board of the University of Utah and Primary Children's Hospital (PCH). Written informed consent for research was obtained from a parent or caretaker of all enrolled subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "PCH is a freestanding tertiary children's hospital located 5000 feet above sea level, with 289-beds that serves as both the community hospital for Salt Lake County, Utah and as a tertiary referral center for five states in the intermountain west (Utah, Idaho, Wyoming, Nevada, and Montana). PCH houses a 16-bed CICU and admits approximately 340 open-heart surgeries annually.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The eligible cohort consisted of infants (1 month to 1 year) undergoing cardiac surgery, consecutively admitted to our tertiary CICU during typical respiratory illness seasons over 2 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection"
        },
        {
            "text": "Infants were included if they were deemed free of respiratory infection and cleared to undergo cardiac surgery following pre-operative clinical evaluation by existing standard practice. Infants never discharged from the hospital following birth, those with known genetic syndromes excluding Trisomy 21, and those with symptomatic or clinically diagnosed respiratory infections at the time of surgery were excluded. Trisomy 21 was included as it encompasses a frequent patient population that requires surgery in infancy with the majority of cases requiring low complexity cardiac surgery, such as tetralogy of fallot (TOF), atrioventricular canal (AVC), and ventricular septal defect (VSD) repairs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection"
        },
        {
            "text": "Cardiothoracic and cardiology surgery lists were used to identify patients meeting inclusion criteria. Subjects meeting study criteria were recruited during their pre-operative visit on the day prior to or the day of surgery. For included subjects, parents completed an internally developed study questionnaire targeting signs and symptoms of respiratory infection as well as exposures to those who were ill (see Appendix). Nasopharyngeal and oropharyngeal swabs were obtained pre-operatively from each infant on the day of cardiac surgery. The results of the testing (respiratory panel assay and questionnaire) were not shared with the infant's cardiothoracic surgeon or known to the care provider team for clinical decision-making. The samples were de-identified and labeled with infant's study ID only. Samples were transferred to a research laboratory for testing (see below for testing methods). Samples were stored at − 20° centigrade prior to testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Procedure"
        },
        {
            "text": "The FilmArray Respiratory Panel (FA RP; Bio Fire Diagnostics, LLC, Salt Lake City, UT) is a rapid multiplex molecular diagnostic assay for the detection and identification of 20 respiratory pathogens from upper respiratory specimens. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Testing"
        },
        {
            "text": "Our study questionnaire consisted of questions specifically targeted to identify infants at risk for acute respiratory infections that may have not been identified by our standard anesthesia pre-operative screening (see Appendix). The study survey queries for detailed information related to signs and symptoms of respiratory illness within 2 weeks of surgery, presence of sick contacts, exposure to second hand smoking, immunization status, Palivizumab and influenza vaccination status, history of prematurity, asthma or reactive airway disease, and pre-operative use of bronchodilators. The questionnaire was distributed to parents after the standard preprocedure history and physical exam were done and patients were felt to be suitable surgical candidates. For the purposes of this study, a \"positive\" questionnaire was defined as the presence of one or more general or respiratory symptoms within 2 weeks of surgery or a history of exposure to sick contacts during this time period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire"
        },
        {
            "text": "Demographic and clinical information was obtained for each enrolled infant. General demographics included gender, age and weight at surgery, history of prematurity (defined as < 37 weeks gestational age), history of Trisomy 21, or other underlying conditions such as heterotaxy, laryngomalacia, pulmonary hypertension, tracheoesophageal fistula, diaphragmatic hernia, or gastroesophageal reflux disease. Data were abstracted by chart review. Surgical features recorded included: main surgical procedure, presence or absence of single ventricle physiology, cross clamp (CC) and cardiopulmonary bypass (CPB) times, delayed sternal closure and Risk Adjustment for Congenital Heart Surgery (RACHS-1) Score merged into 3 groups: categories: 1-2, 3-4, and 5-6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Data Collected"
        },
        {
            "text": "Post-operatively, if patients developed symptoms consistent with a respiratory tract infection, the clinical team would test for respiratory viral infection with the same rapid molecular diagnostic assay as used in the pre-operative phase of the study. Post-operative testing was primarily guided by the CICU team based on clinical suspicion of infection. There are no established clinical criteria for testing post-operative patients for respiratory pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Data Collected"
        },
        {
            "text": "Study outcomes included post-operative HLOS, CICU LOS, intubation time, presence of respiratory complications and use of oxygen therapy at home discharge. The definition of respiratory complications is a composite outcome that includes: (1) the use of non-invasive ventilation continuous positive airway pressure (CPAP), bi-level positive airway pressure (BIPAP) and/or high flow nasal cannula (HFNC), (2) extubation failure (the need for re-intubation within 48 h after a planned extubation), and (3) the need for pulmonary pharmacology (administration of bronchodilators, mucolytic agents, steroids, inhaled nitric oxide) or bronchoscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "Continuous variables were summarized using means and standard deviations (SDs) when distributions were approximately normal and as medians with interquartile ranges (IQRs) otherwise. Categorical variables were summarized as counts and percentages. Continuous data were analyzed using a two-sample t test or an exact Wilcoxon rank sum test depending on distribution skew, while categorical data were evaluated with a Chi-squared or Fisher's exact test. We used McNemar's Chi-squared test to compare the extent of disagreement between the molecular diagnostic assay and study questionnaire. We assessed the accuracy of the study questionnaire for screening patients with viral detections by reporting accuracy, sensitivity, specificity, negative predictive values (NPV) and positive predictive values (PPV). Associated 95% confidence intervals (CIs) using the exact Clopper-Pearson method are provided to illustrate findings in the context of sample size [10] . Statistical significance was defined as p < 0.05 and all tests were two-tailed. Data were analyzed using R v.3.4 [11] .",
            "cite_spans": [
                {
                    "start": 953,
                    "end": 957,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "text": "[11]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Sixty-nine infants were enrolled and had demographic data collected during the study period. Eleven of the enrolled patients were excluded, either because of inadequate respiratory samples (n = 4), assay failure (n = 1), or incomplete questionnaires (n = 6). Thus, fifty-eight (58) subjects had complete data collection and were included in the analysis. Overall subject mean age was 167 days, with thirty-six (62%) between 1 and 6 months of age. Twenty-three (40%) patients had at least one additional underlying condition, including prematurity (n = 6), Trisomy 21 (n = 5), heterotaxy (n = 2), laryngomalacia (n = 2), pulmonary hypertension (n = 3), tracheoesophageal fistula (n = 1), diaphragmatic hernia (n = 1), or gastroesophageal reflux disease (n = 3). Of the three patients with pulmonary hypertension, one had Trisomy 21 with unbalanced AVC palliated with pulmonary artery band, while another had a VSD closed using amplatzer device. The final patient with pulmonary hypertension had a non-Trisomy 21 AVC and a history of a congenital diaphragmatic hernia. Thirty-nine (67%) patients had a biventricular surgical repair via median sternotomy with 33 (57%) of the procedures falling within RACHS categories 1-2. The most common defect was a VSD and thus the most common surgical procedure was closure of a VSD. Table 1 compares demographic and clinical features of subjects with positive and negative pre-operative molecular testing. There were no significant differences in baseline demographics between infants with positive vs. negative pre-operative viral respiratory testing with the exception that there was a greater proportion of patients who were on pre-operative oxygen supplementation in the PCR(+) group. This difference was most likely due to a higher percentage of patients with Trisomy 21, single ventricle physiology, and underlying co-morbid conditions in the PCR(+) group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1320,
                    "end": 1327,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Seventeen (30%) infants tested positive for a respiratory virus on the day of surgery by molecular methods. Viral detections are shown in Table 2 . 14 (82%) of positive Table 3 . Outcomes for infants who tested positive for a respiratory virus on the day of surgery were similar when compared to those with negative pre-operative testing. Furthermore, there were no statistical differences in clinical outcomes when comparing infants who were pre-operatively tested positive for HRV to infants who were tested positive for other viruses. Additionally, when comparing patients with single virus detection to dual virus detection, post-operative outcomes, including post-operative CICU, and HLOS were similar. However, the length of post-operative intubation time was longer, the incidence of pulmonary complications higher, and the use of oxygen at discharge more frequent in patients with dual detection (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 169,
                    "end": 176,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 904,
                    "end": 913,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Seven (12%) infants developed respiratory symptoms at an average of 4 days after heart surgery and were clinically tested for infection. Four of these seven patients had positive assays. Three tested positive for HRV (75%) and one tested positive for RSV (25%), with two of the four having the same viral pathogen detected pre-and post-operatively (1 RSV and 1 HRV). Patients with post-operative respiratory symptoms who subsequently tested positive (n = 4) or negative (n = 3) for a viral pathogen had significantly longer HLOS, CICU LOS, and intubation time when compared to those not tested for infection (n = 51). Oxygen therapy at home discharge was common among patients PCR(+) postoperatively (50%) or not tested (39%). However, none of the three patients tested negative post-operatively required home oxygen at discharge as one patient died before discharge and the other two had biventricular repairs with a prolonged length of stay during which the oxygen was weaned off prior to discharge (Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1001,
                    "end": 1010,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Thirty-eight subjects (66%) were considered to have a positive screen for risk of acute respiratory infection using the study questionnaire. Of the 17 infants who tested positive for viruses at the time of surgery, 13 (76%) had a positive questionnaire; while 25 of the 41 infants (61%) who tested negative had a positive questionnaire. Patients who developed symptoms and tested positive for virus (n = 4) had a 75% positive screen. Those who tested negative (n = 3) had a 67% positive questionnaire. Post-surgical outcomes were not different between infants who had a positive questionnaire versus those with a negative questionnaire ( Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 645,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The study questionnaire had low reliability for identifying molecular testing positive subjects (p < 0.001). The accuracy, sensitivity, specificity, positive predictive value (PPV), and negative predictive value (NPV) were 50% (95% CI 37-63%), 76% (95% CI 50-93%), 39% (95% CI 24-55%), PPV 34% (95% CI 26-42%), and NPV 80% (95% CI 61-91%) respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The key finding of our study was that almost a third of otherwise healthy infants deemed fit to undergo low complexity cardiac surgery by standard pre-operative history and physical findings had a respiratory virus detected by molecular testing. Additionally, nearly two-thirds of our study subjects were \"positive\" by the screening study questionnaire for risk of respiratory infection. However, neither the detection of respiratory viruses by molecular testing nor a positive questionnaire identified asymptomatic infants at risk for poor post-operative outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The introduction of polymerase chain reaction (PCR) based diagnostic platforms that can detect multiple pathogens in a single sample has increased the positivity rate and decreased the turn-around time for detection of common respiratory pathogens. In contrast to viral detection methods that evaluate cell-killing or viral antigen presentation, molecular assays do not require live organisms for detection. Therefore, while rates of detection are generally higher in symptomatic individuals, these tests are sometimes positive in asymptomatic children [12] . For instance, in one study, nuclear acid testing (NAT) increased pathogen detection from 4 to 42% of hospitalized children without symptomatic respiratory viral infection when compared to conventional testing such as enzyme immunoassay (EIA) and direct fluorescent antibody (DFA) [7] . Thus, while PCR testing is a very sensitive test for the detection of pathogens [13] , positive testing may not identify or predict symptomatic illness.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 557,
                    "text": "[12]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[13]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present study, we were unable to demonstrate a difference in post-surgical outcomes in infants with positive pre-operative PCR testing when compared to those who tested negative. This result is most likely due to the highly sensitive nature of multiplex nucleic acid testing, and thus positive testing may not be indicative of clinical infection. This is in contrast to Altman et al. [14] who examined the utility of pre-operative testing utilizing nasopharyngeal EIA for respiratory viruses in children (16 days to 4 years of age) undergoing heart surgery. Twenty-two patients were RSV positive and their surgery was delayed for approximately 2-4 weeks. Retesting prior to delayed surgery was not reported [14] . The authors concluded that peri-operative screening for RSV was useful as it may prevent important post-operative morbidity, mortality and cost related to hospitalization secondary to community acquired RSV infection [14] . An important difference between Altman's study and the present study is the difference in diagnostic testing. The EIA assay detects antigens from actively replicating viruses, whereas PCR testing only requires the presence of viral DNA in the sample. This may explain the difference in outcomes between Altman's study and our own.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[14]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[14]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 938,
                    "end": 942,
                    "text": "[14]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Pre-operative testing has also been employed in children before hematopoietic stem cell transplantation. This practice has been advocated for testing on symptomatic patients in order to detect viral infection before transplant, and positive testing has resulted in delay of transplantation when feasible. However, the practice of testing in asymptomatic patients may not be necessary and warrants further study [15, 16] . Similarly, in our study, pre-operative identification of respiratory viruses by rapid molecular testing in the absence of clinical symptoms did not predict increased morbidity or mortality. Correspondingly, patients in the present study who became symptomatic post-operatively whether they tested positive or negative did have a significantly prolonged LOS, intubation time, and more freqeuent respiratory complications. This is consistent with previously published studies in the literature, suggesting that screening should [3] [4] [5] [6] 14] . Similar to previous studies, HRV was the most common virus detected in our study when multiplex molecular testing is utilized. In 2016 Self et al. investigated the prevalence of respiratory viruses in 832 children with community acquired pneumonia and used 521 asymptomatic children as controls. They identified a virus in 69% of children with pneumonia and 25% of asymptomatic controls. HRV was the most common virus identified in the asymptomatic control group, accounting for over 70% of the viral isolates [17] . Interestingly, this same study also showed that asymptomatic HRV detection declines with increasing age, as HRV was detected in 24% of asymptomatic children less than 2 years of age, while in only 0.8% of adults older than 18 years of age [16] . The presence of HRV (+)PCR test result in otherwise asymptomatic children does not necessarily represent at an \"at risk\" group of patients. This is especially true in light of the fact that HRV has shown to persist in 50% of children for up to 2 weeks beyond the acute infection [12] . However, unlike HRV, RSV, HMPV, and PIV viruses are considerably more short-lived and rapidly cleared from the respiratory tract after an infection [18] . In a 2014 Swedish study, Influenza, RSV, and HMPV were identified in less than 1% of 209 asymptomatic controls [19] . Thus, unlike HRV, they are rarely detected in asymptomatic children; however, if identified, they almost always progress to clinically evident respiratory disease [17, 18] . With the advent of molecular testing, postponing surgery in PCR(+) HRV infants could result in the inappropriate delay of timely cardiac surgery. Future studies will need to address at what age PCR(+) testing for HRV may in fact predict adverse outcomes. While our study did not show a difference in outcomes for infants with RSV, HMPV, or PIV identified pre-operatively, our numbers were quite small. Further study is needed to determine if detection of these viruses prior to surgery should be considered in the decision-making to proceed with surgery.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 415,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "16]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 948,
                    "end": 951,
                    "text": "[3]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 952,
                    "end": 955,
                    "text": "[4]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 956,
                    "end": 959,
                    "text": "[5]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 960,
                    "end": 963,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "14]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1480,
                    "end": 1484,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1726,
                    "end": 1730,
                    "text": "[16]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2012,
                    "end": 2016,
                    "text": "[12]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2167,
                    "end": 2171,
                    "text": "[18]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2285,
                    "end": 2289,
                    "text": "[19]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2455,
                    "end": 2459,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 2460,
                    "end": 2463,
                    "text": "18]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been theorized that molecular testing may facilitate early detection of respiratory viruses, even prior to the onset of symptoms when virus loads are low. In theory this may have the benefit of viral detection in asymptomatic patients and aid in the prevention of transmission within the hospital. Unfortunately, there are no studies that address the impact of isolation of asymptomatic patients and thus it is not clear that this is an appropriate use of PCR testing [7] . Additionally, isolation has a significant impact on resource utilization by limiting nursing ratios and bed availability and can negatively affect patient care [20] .",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[20]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study used a questionnaire that was felt to be a more comprehensive and uniform tool in identifying infants at risk for respiratory infection than the standard pre-anesthetic screening used at our institution. We found that two-thirds of all patients (66%) in the study had a positive questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, a positive questionnaire did not predict adverse hospital outcomes nor did it correlate with the presence of a virus by PCR testing. In similar fashion to our study, Malviya et al. used a questionnaire to identify children with active URI symptoms presenting for cardiac surgery. Not surprisingly they found children with URIs had a higher incidence of respiratory complications, longer duration of mechanical ventilation and ICU length of stay compared to those without symptoms [21] . It is possible that our questionnaire was too broad, and a more targeted questionnaire would more accurately predict post-operative risk; this may merit further study. In addition, in our study, the use of supplemental oxygen was a frequent practice both preand post-operatively due to the location of the hospital at high altitude. In general, many patients go home on oxygen therapy regardless of cardiac anatomy at least until their first post-operative visit.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 493,
                    "text": "[21]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The strengths of our study included its prospective design and enrollment during several respiratory seasons. The study is limited by the relatively small number of patients tested in a single center. In addition, infants tested were otherwise healthy, coming from home, and undergoing low complexity cardiac surgery which clearly creates selection bias. The questionnaire was not externally validated. The majority of infants positive for respiratory viruses had HRV, limiting our ability to evaluate the effect of pre-operative detection of viruses such as RSV, Parainfluenza, or HMPV on postoperative outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite a positive molecular testing in a third of infants cleared for cardiac surgery during respiratory season, and a positive study questionnaire in more than half, the postoperative outcomes of this cohort were not worse compared to test negative subjects. Screening for respiratory infection using molecular testing or a risk survey in asymptomatic otherwise healthy infants undergoing lower complexity cardiac surgery appears not to be an effective strategy to identify infants at risk of post-operative complications. Postponement of cardiac surgery based on its detection by PCR testing is not supported by the literature nor the findings of the present study but needs further investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Funding BioFire Diagnostics, LLC. Provided Film Array Respiratory Pannel (RP) test kits for this study. AJB collaborates with Bio Fire Diagnostics, LLC on federally funded studies has received research funding from Bio Fire Diagnostics for investigator-initiated research. AJB has intellectual property licensed to Bio Fire Diagnostics, LLC and receives royalties through the University of Utah.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Conflict of interest Authors: Claudia Delgado-Corcoran, Zhining Ou, Angela P. Presson, Phillip T. Burch, Charless G. Pribble, and Shaji C. Menon declare no conflict of interest or have financial relationships relevant to this article to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Ethical Approval All procedures performed in study were in accordance with ethical standards of the instutition and national research committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Informed Consent Informed consent was obtained from all individual participants included in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sore Throat: Yes/No/NA Chest Pain: Yes/No/NA Headache: Yes/No/NA Diarrhea: Yes/No/NA Dyspnea: Yes/No/NA Cough: Yes/No/NA Fatigue: Yes/No/NA Chills: Yes/No/NA Body Aches: Yes/No/NA Runny Nose: Yes/No/NA Vomiting: Yes/No/NA Conjunctivitis: Yes/No/NA Ear Ache: Yes/No/NA",
            "authors": [],
            "year": null,
            "venue": "Appendix: Institutional Questionnaire 1. Did your child have any of the following symptoms in the last 2 weeks",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Did your child come in contact with anyone with above-mentioned symptoms? Yes/No/NA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How many children are in your household and what are their ages:__________________ 5",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Does your child have asthma or reactive airway disease? Yes/No/NA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Does your child use any inhalers? Yes/No/NA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Was your child born prematurely? If yes, how many weeks? Yes/No/NA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Was you child in an intensive care unit? If yes, for how many days? Yes/No/NA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Is your child receiving home oxygen therapy? Yes/No/NA 12. What was your child's birth weight: ____________ 13. Was your child hospitalized for respiratory illness? Yes/No a. If yes, for how many days and do you know what kind of infection he/she had ________________ 14. Did your child have the flu or RSV infection since birth? If yes",
            "authors": [],
            "year": null,
            "venue": "Yes/No/NA 11",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Does anyone smoke at home, even if it is outside the house? Yes/No/NA 16. Did your child receive Synagis? If yes",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "If yes, when was the last vaccination? First Dose: _______ Second Dose_______ 18. Is your child's immunization up to date? Yes/No/NA 19. Did any of your family members receive flu shots? Yes/No/NA a. If yes, who and when was the last dose? b. If no",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "committee on infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kimberlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "Red",
                    "middle": [],
                    "last": "Book",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "676--677",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Multistate surveillance for laboratory confirmed, influenza associated hospitalizations in children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schrag",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gershman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatric Infect Dis J",
            "volume": "25",
            "issn": "",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Review of epidemiology and clinical risk factors for severe respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Welliver",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Pediatr",
            "volume": "143",
            "issn": "",
            "pages": "112--117",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Impact of the viral respiratory season on postoperative outcomes in children undergoing cardiac surgery",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Spaeder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Carson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Vricella",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Alejo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatr Cardiol",
            "volume": "32",
            "issn": "",
            "pages": "801--806",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The impact of human rhinovirus infection in pediatric patients undergoing heart surgery",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Delgado-Corcoran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Witte",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ampofo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr Cardiol",
            "volume": "35",
            "issn": "8",
            "pages": "1387--1394",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Detecting respiratory viruses in asymptomatic children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Advani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sengupta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Forman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "12",
            "pages": "1221--1226",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Multiplex real-time PCR for detection of respiratory tract infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brittain-Long",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nord",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olofsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Westin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lindh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "41",
            "issn": "",
            "pages": "53--56",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Film array, an automated nested multiplex PCR system for multi-pathogen detection: development and application to respiratory tract infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Poritz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blaschke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Byington",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The use of confidence of fiducial limits illustrated in the case of the binomial",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Clopper",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Pearson",
                    "suffix": ""
                }
            ],
            "year": 1934,
            "venue": "Biometrika",
            "volume": "26",
            "issn": "",
            "pages": "404--413",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "R: A language and environment for statistical computing. R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Identification of respiratory viruses in asymptomatic subjects: asymptomatic respiratory viral infections",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Peltola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waris",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "27",
            "issn": "",
            "pages": "1103--1107",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Molecular diagnosis of respiratory virus infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mahony",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petrich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smieja",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Rev Sci",
            "volume": "48",
            "issn": "5-6",
            "pages": "217--249",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Respiratory syncytial virus in patients with congenital heart disease: a contemporary look at epidemiology and success of preoperative screening",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Englund",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Demmler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatr Cardiol",
            "volume": "21",
            "issn": "",
            "pages": "433--438",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Clinical outcomes associated with respiratory virus detection before allogeneic hematopoietic stem cell transplant",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Guthrie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Englund",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "61",
            "issn": "2",
            "pages": "192--202",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Comparison of conventional and molecular detection of respiratory viruses inhematopoietic cell transplant recipients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuypers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cent",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Transpl Infect Dis",
            "volume": "11",
            "issn": "4",
            "pages": "298--303",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Respiratory viral detection in children and adults: comparing asymptomatic controls and patients with community acquired pneumonia",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Self",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Infect Dis",
            "volume": "213",
            "issn": "",
            "pages": "584--591",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "New molecular virus detection methods and their clinical value in lower respiratory tract infections in children",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Soderlund-Venermo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hedman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Paediatr Respir Rev",
            "volume": "14",
            "issn": "10",
            "pages": "38--45",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Clinical utility of PCR for common viruses in acute respiratory illness",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rhedin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindstrand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rotzen-Ouslund",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "133",
            "issn": "",
            "pages": "538--545",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Time series model to predict burden of viral respiratory illness on a pediatric intensive care unit",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Spaeder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Fackler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Med Decis Making",
            "volume": "31",
            "issn": "3",
            "pages": "494--499",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Risk factors for adverse postoperative outcomes in children presenting for cardiac surgery with upper respiratory tract infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Malviya",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Voepel-Lewis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siewer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Anesthesiology",
            "volume": "98",
            "issn": "",
            "pages": "628--632",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "RSV respiratory syncytial virus, HRV human rhinovirus, PIV parainfluenza, CoV coronavirus a A total of 20 virus were detected pre-operatively in 17 patients with 3 patients having a dual detection: 1 = RSV + HRV, Outcomes of infants by pre-operative molecular viral testing, by rhinovirus alone or others, single or dual viral detection PCR polymerase chain reaction, CICU cardiac intensive care unit, LOS length of stay, IQR interquartile",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "General demographics of infants tested pre-operatively using molecular testing Other underlying conditions or known anomalies: heterotaxy, laryngomalacia, pulmonary hypertension, tracheoesophageal fistula, diaphragmatic hernia, gastroesophageal reflux disease CPB cardiopulmonary bypass, RACHS-1 risk adjustment for congenital heart surgery, SD standard deviation, IQR interquartile range, PCR polymerase chain reaction",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Viruses detected pre-and post-operatively",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Outcomes of Infants by post-operative molecular testing CICU cardiac intensive care unit, LOS length of stay, IQR interquartile range",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Outcomes comparing study questionnaire results in infants undergoing heart surgery Op operative, CICU cardiac intensive care unit, LOS length of stay, IQR interquartile range",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We want to thank Jennifer Burgi, Amanda Grove and Anna Jolley, research coordinators with section of Cardiology at University of Utah, for their contribution in this project. Susan Bratton for reading the manuscript and given her valuable feedback. Chelsea Yates for her help with data collection. The research reported in this publication was supported in part by the National Center for Advancing Translational Sciences of the National Institutes of Health under Award Number UL1TR001067. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}