{
    "paper_id": "a4f480324c28ace49dc741533215d1b100af0c74",
    "metadata": {
        "title": "Neue und seltene pneumotrope Viren",
        "authors": [
            {
                "first": "F",
                "middle": [
                    "C"
                ],
                "last": "Ringshausen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medizinische Hochschule Hannover",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "G G U"
                ],
                "last": "Rohde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maastricht University Medical Centre",
                    "location": {
                        "settlement": "Maastricht"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Das humane Bocavirus (HBoV), ein Einzelstrang-DNA-Virus, lässt sich der Familie der Parvoviridae zuordnen. Es wurde erstmals 2005 im Rahmen eines großangelegten molekularen Screening-Projekts Redaktion J. Lorenz, Lüdenscheid B. Schaaf, Dortmund",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Tiefe Atemwegsinfektionen stellen ein weltweit höchst relevantes Ge sundheitsproblem dar, das mit sig nifikanter Mortalität und Morbidität [47] und in deren Folge mit außeror dentlichen volkswirtschaftlichen Be lastungen einhergeht. Während in den Industrienationen vor allem äl tere Patienten an den Folgen tie fer Atemwegsinfektionen erkran ken und versterben, sind Kinder in Entwicklungsländer in besonderem Maße betroffen (. Abb. 1). Aufgrund der stark limitierten Ressourcen und der spärlichen Datenlage ist die Be deutung der neueren Viren hier noch weitgehend unbekannt. Es zeich net sich jedoch ab, dass auch neue und vermeintlich seltene Viren, deren Interaktionen mit etablierten viralen Pathogenen wie Influenzaviren oder dem respiratorischen Synzytialvirus (RSV) und mit Bakterien (v. a. Pneu mokokken) eine bedeutende Rolle spielen [8, 40, 42] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[47]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "40,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "42]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Neue und seltene pneumotrope Viren"
        },
        {
            "text": "In den letzten beiden Jahrzehnten wurden durch technische Fortschritte eine Vielzahl zuvor unbekannter Viren in respiratorischen Sekreten von Patienten mit Symptomen tiefer Atemwegsinfektionen identifiziert (. Tab. 1) und so der Begriff des humanen Viroms geprägt. Diesen technischen Fortschritt machte v. a. das mit hoher Durchsatzleistung durchgeführte molekulare Screening gepoolter klinischer Proben mittels Polymerase-Kettenreaktion (\"polymerase chain reaction\", PCR), die Sequenzierung der zufällig gewonnenen Amplifikate sowie deren Analyse mit Hilfe ausgeklügelter bioinformatischer Methoden möglich (\"high-throughput deep sequen-cing technology\" oder \"metagenomic sequencing\"; [10]). Da diese Methoden nicht auf der klassischen Viruskultur mit zytopathischem Effekt, sondern auf dem alleinigen molekularbiologischen Nachweis entsprechender viraler Nukleinsäuren basieren, gestaltet sich der Beweis der Virulenz aufgrund der Nichtanwendbarkeit der modifizierten Henle-Koch-Postulate schwierig [38] . Die meisten dieser neu entdeckten Viren sind nicht anzüchtbar, etablierte Tiermodelle existieren nicht, die epidemiologische Datenlage ist spärlich und kontrollierte Kohortenstudien mit klinisch gut charakterisierten Kollektiven fehlen häufig. Dies erschwert auch die Beurteilung eines \"Pneumotropismus\", so dass sich dieser Begriff im Folgenden auf den molekularbiologischen Nachweis eines Virus aus respiratorischen Sekreten oder Lungengewebe bei entsprechend erkrankten Patienten bezieht.",
            "cite_spans": [
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[38]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Neue und seltene pneumotrope Viren"
        },
        {
            "text": "Das humane Metapneumovirus (HMPV) gehört zur Familie der Paramyxoviren und wurde erstmals 2001 in den Niederlanden isoliert [43] ",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[43]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Humanes Metapneumovirus"
        },
        {
            "text": "Polyomaviren sind potentiell onkogene Doppelstrang-DNA-Viren. In den letzten Jahren wurde eine Vielzahl neuer humaner Polyomaviren entdeckt, die sich von den bislang bekannten humanpathogenen Vertretern, dem BK-und dem JC-Polyomavirus, die als opportunistische Erreger der progressiven multifokalen Leukenzephalopathie bei immunsupprimierten Patienten, einer hämorrhagischen Zystitis nach Knochenmarktransplantation sowie einer Nephropathie nach Nierentransplantation gefürchtet sind, genetisch deutlich unterscheiden [9]. Im Jahre 2007 wurden nahezu zeitgleich in Schweden, den Vereinigten Staaten und Australien das KI-(Karolinska-Institut-) und WU-(Washington-University-)Polyomavirus (KIPyV, WUPyV) mittels molekularer Techniken in respiratorischen Sekreten identifiziert [1, 17]. Neben respiratorischem Untersuchungsmaterial wurden KIPyV und WUPyV mittlerweile auch in Blut, lymphatischem Gewebe, Milz, Stuhl und verschiedenen Tumorgeweben nachgewiesen. Die Nachweisraten von WUPyV sind im Allgemeinen höher als die von KIPyV (0,4-9% vs. 0,5-5%). Kürzlich konnte WUPyV in einer deutschen Studie unter Kindern mit aku-ten Atemwegsinfektionen bei 5% der Kinder in nasopharyngealen Aspiraten (NPA) nachgewiesen werden, wobei eine hohe Viruslast mit einem virämischen Verlauf korrelierte [33] . Verläufe mit prolongierter Virusausscheidung und hoher Viruslast bei Immundefizienz [14, 32] sowie Nachweise bei Patienten mit ambulant erworbener Pneumonie sind beschrieben [24] . In einer eigenen Studie unter 189 COPD-Patienten konnten wir WUPyV weder in NPA noch in Sputum nachweisen [36] . Auch im Falle von KIPyV und WUPyV sind Koinfektionen mit anderen respiratorischen Viren in über 50% der Fälle anzutreffen. Aufgrund der kaum unterschiedlichen Nachweisfrequenz bei asymptomatischen Individuen wird die Assoziation mit einem eigenständigen Erkrankungsbild noch bezwei-felt [35] . Entsprechend einer kürzlich publizierten Studie scheint die Seroprävalenz von KIPyV und WUPyV unter Blutspendern in Deutschland mit 67 und 89% generell hoch zu sein [34] . ",
            "cite_spans": [
                {
                    "start": 1289,
                    "end": 1293,
                    "text": "[33]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1470,
                    "end": 1474,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1583,
                    "end": 1587,
                    "text": "[36]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1877,
                    "end": 1881,
                    "text": "[35]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2049,
                    "end": 2053,
                    "text": "[34]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Neue humane Polyomaviren"
        },
        {
            "text": "While acute viral respiratory tract infections are one of the major reasons for the loss of productivity among the general population in industrialized nations, they are one of the top killers among infants worldwide, in particular in low-income countries. With the advances in molecular diagnostics and the introduction of high-throughput screening techniques a variety of novel, so far unknown viruses have been discovered from respiratory secretions. However, the clinical significance is often difficult to determine. This review article provides an introduction to those novel viruses which have been described since the beginning of the millennium and discusses the clinical relevance in the light of current scientific evidence. The viruses covered by the present review are human metapneumovirus, human bocavirus, human coronaviruses OC43, 229E, NL63, HKU1, SARS and MERS, human polyomaviruses KI, MC and WU and human parechoviruses. The polyomaviruses WUPyV and KIPyV: a retrospective quantitative analysis in patients undergoing hematopoietic stem cell transplantation. Virol J 9:209",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New and rare pneumotropic viruses Abstract"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Detection of WU polyomavirus DNA by real-time PCR in nasopharyngeal aspirates, serum, and stool samples",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neske",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blessing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prottel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Virol",
            "volume": "44",
            "issn": "",
            "pages": "115--118",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "High prevalence of antibodies against polyomavirus WU, polyomavirus KI, and human bocavirus in German blood donors",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neske",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prifert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Scheiner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "No evidence for an association between infections with WU and KI polyomaviruses and respiratory disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Norja",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ubillos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Templeton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Virol",
            "volume": "40",
            "issn": "",
            "pages": "307--311",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "No evidence for WU polyomavirus infection in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Ringshausen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heckmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weissbrich",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect Agent Cancer",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Frequency and clinical relevance of human bocavirus infection in acute exacerbations of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Ringshausen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allander",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Chron Obstruct Pulmon Dis",
            "volume": "4",
            "issn": "",
            "pages": "111--117",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viruses and Koch's postulates",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Rivers",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "J Bacteriol",
            "volume": "33",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Relevance of human metapneumovirus in exacerbations of COPD",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rohde",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Borg",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Arinir",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Respir Res",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral pneumonia",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lahti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "1264--1275",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An outbreak of human metapneumovirus infection in hospitalized psychiatric adult patients in Taiwan",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Scand J Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "363--367",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Associations between pathogens in the upper respiratory tract of young children: interplay between viruses and bacteria",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Van Den Bergh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biesbroek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rossen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A newly discovered human pneumovirus isolated from young children with respiratory tract disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Den Hoogen",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Groen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Med",
            "volume": "7",
            "issn": "",
            "pages": "719--724",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Identification of a new human coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Hoek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pyrc",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Jebbink",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "368--373",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Characterization and complete genome sequence of a novel coronavirus, coronavirus HKU1, from patients with pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "884--895",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The global burden of disease: 2004 update",
            "authors": [],
            "year": 2008,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Epidemiology and clinical associations of human parechovirus respiratory infections. J Clin Microbiol 46:3446-3453 22. Hashida Y, Imajoh M, Nemoto Y et al (2013) Detection of Merkel cell polyomavirus with a tumour-specific signature in non-small cell lung cancer. Br J Cancer 108:629-637 23. Hui DS, Wong KT, Ko FW et al (2005) The 1-year impact of severe acute respiratory syndrome on pulmonary function, exercise capacity, and quality of life in a cohort of survivors. Chest 128:2247-2261 24. Huijskens EG, Van Erkel AJ, Peeters MF et al (2010) Human polyomavirus KI and WU in adults with community acquired pneumonia in The Netherlands, 2008-2009. J Clin Virol 49:306-307 25. Jartti T, Hedman K, Jartti L et al (2012) Human bocavirus-the first 5 years. Rev Med Virol 22:46-64 26. Johnston SL, Pattemore PK, Sanderson G et al (1996) The relationship between upper respiratory infections and hospital admissions for asthma: a time-trend analysis. Am J Respir Crit Care Med 154:654-660 27. Kherad O, Kaiser L, Bridevaux PO et al (2010) Upper-respiratory viral infection, biomarkers, and COPD exacerbations. Chest 138:896-904 28. Levorson RE, Jantausch BA (2009) Human parechoviruses. Pediatr Infect Dis J 28:831-832 29. Madhi SA, Ludewick H, Kuwanda L et al (2006) Pneumococcal coinfection with human metapneumovirus. J Infect Dis 193:1236-1243 30. Martinello RA, Esper F, Weibel C et al (2006) Human metapneumovirus and exacerbations of chronic obstructive pulmonary disease. J Infect 53:248-254 31. Memish ZA, Zumla AI, Al-Hakeem RF et al (2013) Family cluster of Middle East respiratory syndrome coronavirus infections. N Engl J Med 368:2487-2494 32. Motamedi N, Mairhofer H, Nitschko H et al (2012)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Mittlerweile kann das HMPV kaum mehr als seltenes respiratorisches Virus gelten. In einer aktuellen Studie aus den Vereinigten Staaten war das HMPV mit einer substantiellen Bürde an Gesundheitsleistungen bei Kindern mit akuten Atemwegsbeschwerden und Fieber im Alter unter 5 Jahren (55 Praxiskonsultationen, 13 Notaufnahmebesuche und 1 stationäre Aufnahme pro 1000 Kinder) vergesellschaftet [13]. Die Prävalenz des HMPV-Nachweises war 6 bzw. 7% bei stationär und ambulant behandelten Kindern. Besondere klinische Relevanz kommt dem HMPV auch bei suszeptiblen Erwachsenen zu. Hier sind v. a. die akute Exazer-Nosokomiale HMPV-Mikroepidemien sind beschrieben [41]. Mit dem Nukleosidanalogon Ribavirin steht in Analogie zur Infektion durch RSV ein prinzipiell wirksames Virostatikum zur Verfügung. Während die Behandlung mit inhalativem Ribavirin bei RSV nicht mehr empfohlen wird, existieren erste positive Erfahrung bei der Behandlung lungentransplantierter Patienten mit Paramyxovirusinfektionen mit oral verabreichtem Ribavirin [16]. Ob sich die gegen RSV gerichteten, humanisierten monokonalen Antikörper Palivizumab und Motavizumab für die Therapie einer HMPV-Infektion eigenen, ist unbekannt. Ein in Rotterdam entwickelter HMPV-Impfstoff wird zurzeit im Rahmen einer Phase-I-Studie des National Institute of Allergy and Infectious Diseases (NIAID) in den Vereinigten Staaten untersucht (ClinicalTrials.gov Identifier NCT01255410). Der Koinfektion mit Pneumokokken scheint eine besondere Rolle bei der Pathogenese zuzukommen, was sich in der Effektivität der Pneumokokkenimpfung bei der Prävention der HMPV-assoziierten tiefen Atemwegsinfektion ausdrückt [29]. respiratorischer Proben entdeckt [2]. Mittlerweile sind 4 verschiedene Genotypen beschrieben (HBoV 1-4; [25]). Zahlreiche Autoren konnten HBoV in der Nachweishäufigkeit gleich hinter Rhinoviren und RSV einordnen. In einer Studie war HBoV sogar bei 19% der Kinder mit akuten tiefen Atemwegsinfektionen nachweisbar [6]. Das klinische Bild der Patienten mit Nachweis von HBoV-DNA ist ge-respiratorischen Viren ist im Allgemeinen hoch und betrug in einer Studie bei Kindern unter 5 Jahren bis zu 90% [15]. Die alleinige Detektion des Virus aus respiratorischen Sekreten, eine hohe Viruslast in der quantitativen PCR, das zeitgleiche Vorliegen einer Virämie und eine Serokonversion der spezifischen Antikörperantwort sprechen für eine Kausalität im Rahmen einer akuten Infektion [34]. und erfasste mehr als 8000 Menschen weltweit, von denen beinahe 800 starben. Die Mortalitätsrate betrug <1% für Patienten unter 24 Jahren, 6% für diejenigen zwischen 25 und 44 Jahren, 15% für Patienten im Alter von 45-64 Jahren und mehr als 50% bei Älteren (>60 Jahre; WHO, http://www.who.int/csr/sars/country/table2004_04_21/en/). Als Langzeitschäden bei SARS-Überlebenden wurden eine verminderte Diffusionskapazität (bei 23,7% nach 12 Monaten) sowie persistierende Abweichungen in Thorax-Röntgenaufnahmen (bei 27,8% nach 12 Monaten) beschrieben [23]. Die Lungenfunktion blieb weitestgehend unberührt, während der 6-Minuten-Gehtest vermindert war. Dies könnte auf zusätzliche extrapulmonale Faktoren, wie zum Beispiel Steroidmyopathie schließen lassen. Als natürliches Reservoir wurden Fledermäuse und als Zwischenwirt Zibetkatzen identifiziert [45]. Großbritannien, Frankreich und Italien beschrieben, die jedoch meist im geografischen Zusammenhang mit Reisen in den mittleren Osten standen [7]. Die Patienten präsentieren sich mit akuten, schweren respiratorischen Erkrankungen gekennzeichnet durch Fieber, Husten und Dyspnoe. Viele Patienten hatten auch gastrointestinale Symptome wie abdominelle Schmerzen und Diarrhö [7]. Manche Patienten entwickelten klinische Zeichen einer schweren Pneumonie. Das mittlere Alter der Patienten beträgt 56 Jahre (2-94 Jahre), mit einem Verhältnis von Männern zu Frauen von 2,6 zu 1,0. Bis auf 2 Kinder waren alle Patienten älter als 24 Jahre [7]. Eine Menschzu-Mensch-ebenso wie eine nosokomiale Übertragung erscheinen möglich [31]. Die Infektionsquelle konnte bislang nicht identifiziert werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "D Alle Blutspender im Alter über 50 Jahren hatten Antikörper der Klasse IgG gegen KIPyV.F.C. Ringshausen · G.G.U. RohdeNeue und seltene pneumotrope Viren",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Coronavirus · Human bocavirus · Human metapneumovirus · Polyomavirus · Severe acute respiratory syndrome virus pan fand MCPyV-DNA in genomisch integrierter Form gemeinsam mit der Expression MCPyV-spezifischer Onkoproteine bei Patienten mit Bronchialkarzinomen [22]. Für die in Folge entdeckten humanen Polyomaviren, das humane Po-Hintergrund möglicher zukünftiger präventiver Impfstrategien v. a. für Tumorerkrankungen, maßgeblich beflügelt wurde und aufregende neue Erkenntnisse in naher Zukunft zu erwarten sind. Tab. 1 Neue und seltene pneumotrope Viren und deren klinische Relevanz Bonzel L, Tenenbaum T, Schroten H et al (2008) Frequent detection of viral coinfection in children hospitalized with acute respiratory tract infection using a real-time polymerase chain reaction. Pediatr Infect Dis J 27:589-594 7. Centers for Disease Control and Prevention (2013) Update: severe respiratory illness associated with Middle East Respiratory Syndrome Coronavirus (MERS-CoV) - Worldwide, 2012-2013. MMWR. Morb Mortal Wkly Rep 62:480-483 8. Da Silva ER, Pitrez MC, Arruda E et al (2013) Severe lower respiratory tract infection in infants and toddlers from a non-affluent population: viral etiology and co-detection as risk factors. BMC Infect Dis 13:41 9. Dalianis T, Hirsch HH (2013) Human polyomaviruses in disease and cancer. Virology 437:63-72 10. Delwart E (2013) A roadmap to the human virome. PLoS Pathog 9:e1003146 11. Drosten C, Gunther S, Preiser W et al (2003) Identification of a novel coronavirus in patients with severe acute respiratory syndrome. N Engl J Med 348:1967-1976 12. Edner N, Castillo-Rodas P, Falk L et al (2012) Lifethreatening respiratory tract disease with human bocavirus-1 infection in a 4-year-old child. J Clin Microbiol 50:531-532 13. Edwards KM, Zhu Y, Griffin MR et al (2013) Burden of human metapneumovirus infection in young children. N Engl J Med 368:633-643 14. Falcone V, Panning M, Strahm B et al (2012) Prolonged KI polyomavirus infection in immunodeficient child. Emerg Infect Dis 18:706-708 15. Fry AM, Lu X, Chittaganpitch M et al (2007) Human bocavirus: a novel parvovirus epidemiologically associated with pneumonia requiring hospitalization in Thailand. J Infect Dis 195:1038-1045 16. Fuehner T, Dierich M, Duesberg C et al (2011) Single-centre experience with oral ribavirin in lung transplant recipients with paramyxovirus infections. Antivir Ther 16:733-740 17. Gaynor AM, Nissen MD, Whiley DM et al (2007) Identification of a novel polyomavirus from patients with acute respiratory tract infections. PLoS Pathog 3:e64 18. Geller C, Varbanov M, Duval RE (2012) Human coronaviruses: insights into environmental resistance and its influence on the development of new antiseptic strategies. Viruses 4:3044-3068 19. Golda A, Malek N, Dudek B et al (2011) Infection with human coronavirus NL63 enhances streptococcal adherence to epithelial cells. J Gen Virol 92:1358-1368 20. Hamre D, Procknow JJ (1966) A new virus isolated from the human respiratory tract. Proc Soc Exp Biol Med 121:190-193 21. Harvala H, Robertson I, McWilliam Leitch EC et al",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Kommentieren Sie diesen Beitrag auf springermedizin.de 7 Geben Sie hierzu den Beitragstitel in die Suche ein und nutzen Sie anschließend die Kommentarfunktion am Beitragsende.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Digitale Formate sind auch in der medizinischen Fachpresse im Trend, und Springer Medizin setzt mit seinen Angeboten Maßstäbe. Die Fachverlagsgruppe hat für \"Ärzte Zeitung digital\", die App-Ausgabe der Tageszeitung, den renommierten Preis \"Fachmedium des Jahres\" 2013 in der Kategorie \"Bestes Mobiles Angebot\" erhalten. Der Preis wird von der Deutschen Fachpresse in mehreren Branchen- und Sachkategorien verliehen. Die Deutsche Fachpresse ist die Marketing- und Dienstleistungsplattform für alle Anbieter von Fachinformationen im beruflichen Umfeld. Mit dem Preis werden Publikationen gewürdigt, \"die beispielhaft für die vielen hochwertigen gedruckten und digitalen Informationsangebote aus Fachmedienhäusern in Deutschland stehen\". \"Wir haben mit der \"Ärzte Zeitung digital\" konsequent unsere Tageszeitung für Ärzte in das digitale Zeitalter überführt\", kommentiert Harm van Maanen, Executive Vice President von Springer Medizin, die Auszeichnung für die Fachtageszeitung. Die Strategie der Digitalisierung werde konsequent weiter verfolgt, so van Maanen weiter. So soll die App-Ausgabe, die bisher weitgehend die Inhalte der gedruckten Tageszeitung abbildet, eigenständig werden. Die Ausgabe der \"Ärzte Zeitung\" fürs iPad ist erstmals im November 2012 erschienen - im September 2013 folgt die Version für Android-Tablets. Das Angebot vervollständigt die digitalen Formate der Zeitung, die damit online über aerztezeitung.de, auf Smartphones (News App fürs iPhone sowie für Smartphones optimierte Website) und eben auch mit einer eigenen Ausgabe für Tablets erreichbar ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ärzte Zeitung digital ist Fach medium des Jahres"
        }
    ]
}