{
    "paper_id": "a5011bf95be1296a5f621ab36871d9ea0358b5d0",
    "metadata": {
        "title": "Generation of VSV Pseudotypes Using Recombinant ΔG-VSV for Studies on Virus Entry, Identification of Entry Inhibitors, and Immune Responses to Vaccines",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "A"
                ],
                "last": "Whitt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Tennessee Health Science Center",
                    "location": {
                        "addrLine": "858 Madison Ave",
                        "postCode": "38163",
                        "settlement": "Memphis",
                        "region": "Tennessee",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Vesicular stomatitis virus (VSV) is a prototypic enveloped animal virus that has been used extensively to study virus entry, replication and assembly due to its broad host range and robust replication properties in a wide variety of mammalian and insect cells. Studies on VSV assembly led to the creation of a recombinant VSV in which the glycoprotein (G) gene was deleted. This recombinant (rVSV-ΔG) has been used to produce VSV pseudotypes containing the envelope glycoproteins of heterologous viruses, including viruses that require high-level biocontainment; however, because the infectivity of rVSV-ΔG pseudotypes is restricted to a single round of replication the analysis can be performed using biosafety level 2 (BSL-2) containment. As such, rVSV-ΔG pseudotypes have facilitated the analysis of virus entry for numerous viral pathogens without the need for specialized containment facilities. The pseudotypes also provide a robust platform to screen libraries for entry inhibitors and to evaluate the neutralizing antibody responses following vaccination. This manuscript describes methods to produce and titer rVSV-ΔG pseudotypes. Procedures to generate rVSV-ΔG stocks and to quantify virus infectivity are also described. These protocols should allow any laboratory knowledgeable in general virological and cell culture techniques to produce successfully replication-restricted rVSV-ΔG pseudotypes for subsequent analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The entry of all enveloped viruses requires a membrane fusion event that is mediated by one or more viral glycoprotein found on the surface of the lipid envelope of the virus. These envelope proteins are responsible for binding virus to the cell surface and for inducing fusion of the viral envelope with either the plasma membrane of the host cell, or with an internal membrane following endocytosis of the virion. Identifying host proteins, glycans, or lipids that serve as cellular receptors for viruses has been one of the major goals of virology. However, for viruses that require BSL-3 or BSL-4 containment, the identification of receptors is not trivial and often requires indirect methods that do not utilize live virus. Recent developments that allow pseudotyping of glycoproteins from risk group-3 (RG3) or −4 viruses onto RG-2 viruses that require BSL-2 containment have facilitated the study of virus entry, and have also provided facile methodology to perform high-throughput screening of entry inhibitors for these viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Vesicular stomatitis virus (VSV) is a prototypic nonsegmented, negative-stranded RNA virus that belongs to the family Rhabdoviridae. Laboratory strains of VSV, such as VSV-Indiana, can be handled using BSL-2 containment and have been used as models to study many aspects of negative-strand RNA virus entry and replication. VSV assembly occurs at the plasma membrane and involves budding of virions from the cell surface. During budding, VSV acquires an envelope consisting of a lipid bilayer derived from the plasma membrane and spike proteins consisting of trimers of the VSV glycoprotein (G protein).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of the remarkable properties of VSV is that VSV virions are not particularly selective in regards to the type of membrane protein that can be incorporated into the viral envelope. Early studies in which cells were coinfected with VSV and other enveloped viruses demonstrated that VSV forms pseudotypes readily (Huang et al., 1974; Weiss et al., 1977; Witte and Baltimore, 1977; Zavada and Rosenbergova, 1972) . A pseudotype has the envelope protein of the heterologous virus assembled into the VSV membrane. The ability to form pseudotypes is likely due to the mechanism of VSV budding (Jayakar et al., 2004) , which has been shown not to require VSV G protein (Schnell et al., 1997; Takada et al., 1997) . Therefore, noninfectious \"bald\" particles are produced in the absence of G protein, albeit at a much lower efficiency than when G protein is present (Robison and Whitt, 2000) . The fact that VSV particles can bud in the absence of G protein, coupled with the promiscuous nature with which heterologous glycoproteins can be incorporated into VSV lead to the development of recombinant viruses in which the VSV glycoprotein gene was deleted and replaced with genes encoding fluorescent reporter proteins (e.g. GFP and RFP), luciferase, or other easily assayable, secreted enzymes (SEAP; secreted human placental alkaline phosphatase). When a glycoprotein or glycoprotein complex from a heterologous virus is expressed transiently in cells infected with these recombinants, pseudotype particles are released at high efficiency. These rVSV-ΔG pseudotypes, when plated on susceptible cells, undergo a single cycle of infection and the entry of the pseudotypes is dictated by the cell tropism and entry properties of the heterologous glycoprotein(s). Since the first description of this system in 1997 (Takada et al., 1997) rVSV-ΔG pseudotypes have been used in numerous studies examining virus entry (Abe et al., 2007; Fukushi et al., 2005; Glende et al., 2008; Hanika et al., 2005; Ito et al., 1999; Kaimori et al., 2004; Matsuura et al., 2001; Okuma et al., 2001; Perez et al., 2001; Saha et al., 2005; Tamura et al., 2005; Tatsuo et al., 2000a) , for identification of novel host cell receptors (Tatsuo et al., 2000b) , for screening antiviral libraries and development of neutralizing antibody tests (Fukushi et al., 2008; Ge et al., 2006; Ogino et al., 2003; Porotto et al., 2007) , and as vaccine vectors (Klas et al., 2002; Lee et al., 2006; Miller et al., 2004; Publicover et al., 2005) .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 334,
                    "text": "(Huang et al., 1974;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 335,
                    "end": 354,
                    "text": "Weiss et al., 1977;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 355,
                    "end": 381,
                    "text": "Witte and Baltimore, 1977;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 382,
                    "end": 412,
                    "text": "Zavada and Rosenbergova, 1972)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 590,
                    "end": 612,
                    "text": "(Jayakar et al., 2004)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 665,
                    "end": 687,
                    "text": "(Schnell et al., 1997;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 688,
                    "end": 708,
                    "text": "Takada et al., 1997)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 860,
                    "end": 885,
                    "text": "(Robison and Whitt, 2000)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1807,
                    "end": 1828,
                    "text": "(Takada et al., 1997)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1906,
                    "end": 1924,
                    "text": "(Abe et al., 2007;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1925,
                    "end": 1946,
                    "text": "Fukushi et al., 2005;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1947,
                    "end": 1967,
                    "text": "Glende et al., 2008;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1968,
                    "end": 1988,
                    "text": "Hanika et al., 2005;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1989,
                    "end": 2006,
                    "text": "Ito et al., 1999;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2007,
                    "end": 2028,
                    "text": "Kaimori et al., 2004;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2029,
                    "end": 2051,
                    "text": "Matsuura et al., 2001;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2052,
                    "end": 2071,
                    "text": "Okuma et al., 2001;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2072,
                    "end": 2091,
                    "text": "Perez et al., 2001;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2092,
                    "end": 2110,
                    "text": "Saha et al., 2005;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2111,
                    "end": 2131,
                    "text": "Tamura et al., 2005;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2132,
                    "end": 2153,
                    "text": "Tatsuo et al., 2000a)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2204,
                    "end": 2226,
                    "text": "(Tatsuo et al., 2000b)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2310,
                    "end": 2332,
                    "text": "(Fukushi et al., 2008;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2333,
                    "end": 2349,
                    "text": "Ge et al., 2006;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2350,
                    "end": 2369,
                    "text": "Ogino et al., 2003;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2370,
                    "end": 2391,
                    "text": "Porotto et al., 2007)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2417,
                    "end": 2436,
                    "text": "(Klas et al., 2002;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2437,
                    "end": 2454,
                    "text": "Lee et al., 2006;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2455,
                    "end": 2475,
                    "text": "Miller et al., 2004;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2476,
                    "end": 2500,
                    "text": "Publicover et al., 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This manuscript provides a detailed description of the methods used to recover, produce, and quantify rVSV-ΔG pseudotypes. This information should allow any laboratory skilled in virological methods and cell culture technology to maintain working stocks of infectious rVSV-ΔG for the purpose of generating rVSV-ΔG pseudotypes for studies of virus entry requirements and high-throughput screening of antiviral compounds, particularly for viruses that require high-level biocontainment or that are inherently difficult to grow. -4% X-gal (5-bromo-4-chloro-3-indolyl-beta-D-galactopyranoside) in dimethylformamide. Store at −20°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "-TransfectACE reagent: Dissolve 0.1g DDAB (dimethyldioctadecyl ammonium bromide; Sigma; cat #D-2779) in 1 ml 100% ethanol by placing in a 37°C water bath with occasional vortex mixing. The DDAB stock must be made fresh each time. Dissolve L-α-phosphatidyl ethanolamine-dioleoyl (Sigma; cat #P1223) in 100% ethanol to 10 mg/ml. Add 40 µl DDAB stock to 1 ml 10mg/ml L-α-phosphatidyl ethanolamine-dioleoyl, mix by vortexing and then inject the ~1 ml lipid/EtOH mix into 9 ml sterile deionized water at room temperature using a pipetteman, while vortexing. Store the liposome suspension at 4°C. The reagent will be good for at least 3 months after preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "-HeLa cells (ATCC #CCL-2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "-pVSV-ΔG-GFP, a.k.a. pVSV-ΔG* [ Fig. 1A ; (Takada et al., 1997) ]",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 63,
                    "text": "(Takada et al., 1997)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 39,
                    "text": "Fig. 1A",
                    "ref_id": null
                }
            ],
            "section": "Plasmids and Plasmid Purification"
        },
        {
            "text": "-pVSV-ΔG-DsRed, a.k.a. pVSV-ΔG-RFP (Porotto et al., 2007) -pVSV-ΔL-GFP -pBS-N-Tϕ (Stillman et al., 1995) -pBS-P-Tϕ (Stillman et al., 1995) -pBS-L-Tϕ (Stillman et al., 1995) -pBS-G (Fredericksen and Whitt, 1995) -pC-VSVG (Takada et al., 1997) , a.k.a. pCAGGS-G Ind (Jeetendra et al., 2002) .",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 57,
                    "text": "(Porotto et al., 2007)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 81,
                    "end": 104,
                    "text": "(Stillman et al., 1995)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 115,
                    "end": 138,
                    "text": "(Stillman et al., 1995)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 149,
                    "end": 172,
                    "text": "(Stillman et al., 1995)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 180,
                    "end": 210,
                    "text": "(Fredericksen and Whitt, 1995)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 220,
                    "end": 241,
                    "text": "(Takada et al., 1997)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 264,
                    "end": 288,
                    "text": "(Jeetendra et al., 2002)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Plasmids and Plasmid Purification"
        },
        {
            "text": "-Luria broth (LB) supplemented with 80 mg/ml ampicillin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmids and Plasmid Purification"
        },
        {
            "text": "-GET buffer: glucose (0.9%), EDTA (10mM), Tris (0.25 mM pH 8.0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmids and Plasmid Purification"
        },
        {
            "text": "Alkaline SDS: Sodium dodecyl sulfate (1%), NaOH (0.2 M) -Acidic potassium acetate solution: 60 ml 5 M KOAc + 11.5 ml glacial acetic acid + 28.5 ml deionied water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-"
        },
        {
            "text": "-Lysozyme (10 mg/ml) in deionized water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-"
        },
        {
            "text": "-100% Isopropanol -70% ethanol -TE buffer: Tris (10 mM pH 8.0) + EDTA (1 mM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-"
        },
        {
            "text": "-Ethidium bromide (10 mg/ml) in deionized water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-"
        },
        {
            "text": "-Isopropanol equilibrated in cesium chloride-saturated water -100% ethanol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-"
        },
        {
            "text": "-Fix solution: Prepare 3% paraformaldehyde solution by dissolving 4.5 g paraformaldehyde powder in 120 ml deionized water made alkaline by the addition of 75 µl 5 M NaOH. Heat to 50°C to dissolve, and then cool to r.t. Add 15 ml 10X PBS and adjust pH to 7.4 with 5 M HCl. Bring final volume to 150 ml with deionized water, aliquot, and store at −20°C. The fix solution can be frozen and thawed multiple times. At the first thaw a precipitate will form. Heat in a microwave (carefully) with the lid loosened at 10 second intervals and mix by swirling until precipitate dissolves. Cool to r.t. before use. The precipitate does not form during subsequent thaws.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluorescence Microscopy"
        },
        {
            "text": "Mounting medium: 80% glycerol in phosphate buffered saline and containing 0.1 M n-propyl-gallate (3,4,5-trihydrobenzoic acid n-propyl ester; Sigma, cat #P-3130).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-"
        },
        {
            "text": "-10X PBS: 100 mM sodium phosphate monobasic (NaH 2 PO 4 · H 2 O), 100 mM sodium phosphate dibasic (Na 2 HPO 4 · 7 H 2 O), 1.5 M sodium chloride (NaCl) dissolved in deionized water. Filter sterilize using a 0.2 μ pore filter and store at r.t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-"
        },
        {
            "text": "-PBS-glycine: Use 10X PBS to prepare a 1X PBS solution that also contains 10 mM glycine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-"
        },
        {
            "text": "-Permeabilization solution: PBS-glycine containing 1% Triton X-100.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-"
        },
        {
            "text": "-Primary antibodies: Culture supernatants from mouse hybridomas producing monoclonal antibodies to VSV-M protein (MAb 23H12), or VSV-N protein (MAb 10G4) diluted 1:3 with PBS-glycine (Lefrancois and Lyles, 1982) .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 211,
                    "text": "(Lefrancois and Lyles, 1982)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "-"
        },
        {
            "text": "-Secondary antibody: Goat anti-mouse IgG conjugated to rhodamine Red-X (Jackson ImmunoResearch cat #115-295-146), or to FITC (cat #115-095-146).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-"
        },
        {
            "text": "To study the entry mechanism of enveloped viruses that are either difficult to grow, or that require high-level containment (e.g. BSL-3 or BSL-4 agents), the envelope glycoprotein(s) is/ are transiently expressed from a plasmid vector and then the cells are infected with the recombinant rVSV-ΔG that has been previously pseudotyped with VSV G protein (e.g. Gcomplemented rVSV-ΔG). Because the rVSV-ΔG genome does not encode an envelope glycoprotein, virus that is produced will incorporate the heterologous (e.g. non-VSV-G) glycoprotein(s) into the virion after expression of the glycoprotein(s) from the plasmid on the plasma membrane. The consequent infectivity of the pseudotyped progeny virions will be dependent on the host/cell tropism and entry mechanism of the heterologous glycoprotein(s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detailed Procedure"
        },
        {
            "text": "The methods described below include those for the initial recovery and production of the Gcomplemented rVSV-ΔG and are followed by the methods used to generate rVSV-ΔG pseudotyped with heterologous glycoproteins. Important controls used to evaluate the efficiency of virus recovery, and methods used to trouble-shoot the basis for poor recovery efficiencies are included. Finally, methods used to quantify infectivity and to analyze glycoprotein incorporation into rVSV-ΔG particles are described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detailed Procedure"
        },
        {
            "text": "While commercial columns can be used for plasmid purification, more consistent results are obtained using CsCl-EtBr gradient purified plasmids for both recovery of virus and for transfection to produce rVSV-ΔG pseudotypes. Experience indicates that E. coli C600 cells provide the highest yield of plasmids containing VSV genomic cDNAs (e.g. pVSV-ΔG-GFP, or pVSV-ΔL-GFP) when using CsCl-EtBr gradients, although DH5-α cells can also be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "i. Inoculate 250 ml LB-amp broth in a 1-liter Erlenmeyer flask with 250 µl of a fresh overnight culture of E. coli transformed with the desired VSV plasmid and grow for 12-14 hours (see Note 3 ) at 37°C with vigorous shaking on a platform shaker. Place the flask on ice to prevent overgrowth of the culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "ii. Make a glycerol stock by removing 300 µl of the culture and mix with 300 µl 80% glycerol. Place at −80°C for long-term storage of the glycerol stock. An aliquot of the glycerol stock is used to generate the overnight culture for subsequent plasmid preps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "iii. Transfer the culture to a 250 ml centrifuge bottle and pellet the cells at 8,000 × g for 10 minutes at 4°C in a Sorvall GSA rotor (or equivalent).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "iv. Discard the supernatant, remove residual liquid from the walls of the tube by aspiration and resuspend the cell pellet in 14 ml ice-cold GET buffer. Ensure the pellet is fully resuspended without clumps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "v. Freeze the cell suspension by transferring the centrifuge bottle to a −80°C, −20°C, or dry ice-alcohol bath. The suspension should be completely frozen before going to the next step (generally 5-10 minutes in the dry ice bath, 15-20 minutes at −80°C, or >30 minutes at −20°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "vi. Thaw rapidly in a 37°C water bath, then place on ice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "vii. Add 1.6 ml 10 mg/ml lysozyme, mix by swirling and incubate for 5 minutes on ice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "viii. Add 27 ml freshly prepared alkaline lysis buffer and immediately mix by inverting sharply (use a snapping motion with the wrist to rapidly and completely mix). The cells will lyse upon contact with the lysis buffer and release the genomic DNA making mixing difficult if not done rapidly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "ix. Incubate on ice for 5-10 minutes, or until turbidity clears.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "x. Add 21 ml acidic potassium acetate solution and mix completely by rapid inversion as in step 8. Incubate on ice ~5 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "xi. Pellet the white potassium dodecyl sulfate precipitate by centrifugation at 10,000 × g for 30 minutes at 4°C in a Sorvall GSA rotor (or equivalent).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "xii. Recover the supernatant by pouring into a 50 ml conical centrifuge tube through 2-3 layers of cheese cloth placed in a funnel. Squeeze the residual supernatant out of the cheese cloth while wearing a latex or nitrile glove.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "xiii. Warm to room temperature by placing in a 37°C water bath for ~5 minutes, and then precipitate the plasmid DNA by adding 0.6 volumes of r.t. 100% isopropanol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "xiv. Mix well, incubate at r.t. for ~5 minutes and then pellet at 1,320 × g for 30 min at r.t. in a swinging-bucket table top centrifuge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "xv. Pour off supernatant and wash pellet by gentle vortexing with ~5 ml of 70% ethanol and place on ice for ~5 min. The pellet should dislodge from the bottom of the tube for complete washing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "xvi. Pellet again at 1,320 × g for 10 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "xvii.Aspirate supernatant and remove residual ethanol from the walls of the tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "xviii. Dry the pellet by placing in a vacuum dissector for ~5 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "xix. Resuspend the pellet in 3 ml TE buffer. This may take some time depending on the size of the pellet. Can incubate on ice to allow pellet to resuspend if necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "xx. Measure the volume of the fully resuspended DNA solution, transfer to a 15 ml conical centrifuge tube and bring to 4 ml final volume with TE buffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "xxi. Add 4.24 g CsCl, mix gently by inverting to dissolve, and then add 0.4 ml 10 mg/ml EtBr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "xxii.Mix well by inverting and then centrifuge at 850 × g for 10 min. at r.t. to clarify.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "xxiii. Transfer supernatant to Beckman vTi65 Quick-seal tubes (or equivalent), balance to within 0.02 g, heat-seal and place in vertical centrifuge rotor (Beckman vTi65 or equivalent) and centrifuge at 372,000 × g for 4 hours, or 178,000 × g for 14-16 hours at 20°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid Purification"
        },
        {
            "text": "After run is completed, remove tubes, vent by inserting a 16-gauge needle into the top of the tube, and then collect lower (super-coiled) plasmid band by side-puncture using a 16-gauge needle and 3 ml syringe (see Note 4 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xxiv."
        },
        {
            "text": "xxv.Transfer the collected plasmid band to a 15 ml polystyrene tube and extract EtBr by adding 2-3 volumes CsCl-saturated isopropanol. Mix by inverting 5-10 times and then separate aqueous layer containing the plasmid DNA from the isopropanol layer containing the extracted EtBr by brief (~1 min) centrifugation in a table-top centrifuge at r.t. Aspirate the magenta-colored upper isopropanol layer and repeat 3-4 times until the aqueous layer contains no visible EtBr (pink color).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xxiv."
        },
        {
            "text": "xxvi. Transfer the lower aqueous layer containing the plasmid DNA to a siliconized Corex tube and dilute with 3 volumes of TE buffer. Mix and then add 2 volumes (8 volume equivalents of the original aqueous layer volume) of 100% ethanol and mix well by inverting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xxiv."
        },
        {
            "text": "xxvii. Incubate on ice for 30 min to precipitate DNA and then pellet at 16,000 × g for 30 min at 4°C in a Sorvall HB-6 swinging-bucket (or equivalent) rotor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xxiv."
        },
        {
            "text": "xxviii. Discard supernatant and wash pellet with 70% ethanol containing 60 mM sodium acetate. Incubate for 5 min at 4°C and pellet at 10,000 rpm for 10 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xxiv."
        },
        {
            "text": "xxix. Aspirate supernatant, removing all residual liquid from the walls of the tube, and then dry the pellet in a vacuum desiccator for ~10 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xxiv."
        },
        {
            "text": "xxx.Resuspend pellet in 300 µl TE buffer and determine the DNA concentration. Dilute to 1 mg/ml with TE buffer and store at −20°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xxiv."
        },
        {
            "text": "For recovery of VSV from plasmids the vaccinia T7 RNA polymerase expression system developed by Thomas Fuerst and Bernie Moss (Fuerst et al., 1986 ) is used to express the antigenomic VSV cDNA and for expression of the N, P, G, and L constructs. Several different recombinant vaccinia virus variants that express T7 RNA polymerase have been developed (M. Whitt, unpublished) and the one that is used currently is a modified vaccinia virus derived from the B18R (interferon viroceptor knockout) strain of vaccinia (Symons et al., 1995) , into which the bacteriophage T7 polymerase gene was inserted under control of the vaccinia p7.5 early/late promoter (v18R-T7). Either the original vTF7-3 virus or the v18R-T7 virus can be used for rVSV recoveries (Jayakar and Whitt, 2002; Jeetendra et al., 2002; Miller et al., 2004; Mire et al., 2009 ) and these will be referred to generically as vvT7.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 146,
                    "text": "(Fuerst et al., 1986",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 513,
                    "end": 534,
                    "text": "(Symons et al., 1995)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 750,
                    "end": 775,
                    "text": "(Jayakar and Whitt, 2002;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 776,
                    "end": 799,
                    "text": "Jeetendra et al., 2002;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 800,
                    "end": 820,
                    "text": "Miller et al., 2004;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 821,
                    "end": 838,
                    "text": "Mire et al., 2009",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "i. Plate HeLa cells into 15cm dishes, or T-175 flasks and incubate overnight. Typically, twenty 15 cm dishes are used to produce the vaccinia stocks. The cells should just reach complete confluency before inoculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "ii. Rinse the cells two times with serum-free DMEM and infect at an MOI ~ 0.1 -0.5 in a small volume (generally 3 ml/15 cm dish) of serum-free DMEM. Allow virus to adsorb for 45 min at 37°C. Remove the inoculum and add 20 ml D-5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "iii. Incubate for 2-3 days at 37°C until CPE (cell rounding) is evident. Generally, ~90-95% of the cells should be rounded and some will have detached from the dish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "iv. Dislodge the cells by pipetting and transfer with the media to a conical centrifuge bottle. Once the cells are removed, wash the plates twice with a total volume of 15 ml PBS by rinsing the excess cells and media from each plate sequentially. Add the PBS wash to the cell suspension in the conical bottle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "v. Pellet the cells by centrifugation at 1,320 × g for 10 min. Discard the supernatant by aspiration into disinfectant (bleach). The cell pellets may be frozen and stored at −80°C , or may be processed (step #6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "vi. Resuspend the cell pellet in 8 ml ice-cold 10 mM Tris-HCl pH 9.0 by gentle vortexing or pipetting and transfer to a sterile glass dounce homogenizer that has been precooled on ice. Rinse the centrifuge bottles with 4mls ice-cold 10 mM Tris-HCl pH 9.0 and add to the cell suspension in the dounce homogenizer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "vii. Dounce 60 times on ice in a biosafety cabinet. Use BSL-2 precautions during all phases of the vaccinia purification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "viii. Transfer the cell extracts to a sterile 50 ml conical centrifuge tube and pellet the nuclei by centrifugation at 140 × g for 5 min at 4°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "ix. Collect the post-nuclear supernatant and transfer to a clean sterile 50 ml conical tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "x. Wash the nuclei in the dounce with 10 ml of ice-cold 10mM Tris-HCl pH 9.0 and pellet as above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "xi. Combine the post-nuclear supernatants and sonicate in a bath sonicator containing ice-cold water for 5 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "xii. Centrifuge the sonicates at 500 × g for 5 min to pellet debris. Transfer the supernatants to a clean tube and sonicate again for 5 min. Remove residual debris by centrifuging again at 500 × g for 5 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "xiii. Transfer the sonicated supernatants to two sterile Beckman SW28 tubes (or equivalent) and under-layer with enough 36% sucrose in 10 mM Tris-HCl pH 9.0 to fill the tube to within 0.5 -1 cm of the top of the tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "xiv. Pellet the virus through sucrose cushion by centrifugation at 130,000 × g for 20min at 4°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of vaccinia virus-T7 stocks"
        },
        {
            "text": "Resuspend each of the virus pellets in 2 ml of 1 mM Tris-HCl pH 9.0, transfer to a clean sterile tube, and rinse the SW28 tubes with a total of 2 ml of 1 mM Tris-HCl pH 9.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xv."
        },
        {
            "text": "xvi. Mix well by vortexing, divide into aliquots and store at −80°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xv."
        },
        {
            "text": "xvii.After completely frozen, thaw one of the aliquots and titer on both HeLa cells and on BHK-21 cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xv."
        },
        {
            "text": "xviii. To titer, plate cells into 6-well plates and incubate overnight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xv."
        },
        {
            "text": "xix. Thaw an aliquot of the frozen vaccinia stock (see Note 5 ) and make 10-fold serial dilutions in SF-DMEM. Rinse the cells twice with SF-DMEM, add 0.4 ml SF-DMEM and add 0.1 ml of the dilutions to separate wells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xv."
        },
        {
            "text": "xx. Adsorb for 1 hr at 37°C with occasional rocking (or on a platform rocker), remove the inoculum and add D-5 (see Note 6 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xv."
        },
        {
            "text": "xxi. Incubate for ~48 hours and then determine the titer by counting plaques. For the v18R-T7 virus, the medium is removed and then the monolayer is overlayered with D-5 containing 0.9% molten Bacto-agar cooled to <50oC and 0.033% X-gal. The v18-T7 expresses β-galactosidase resulting in formation of \"blue\" plaques upon addition of X-gal. Incubate at 37°C until color formation is detected (~30-60 min).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xv."
        },
        {
            "text": "The recovery of rVSV-ΔG from plasmids using reverse genetics involves the transfection of cells that have been infected with recombinant vaccinia expressing bacteriophage T7 RNA polymerase (vvT7). Cells are transfected with 5 different plasmids which express the VSV antigenomic-sense (or positive-sense) RNA and cDNAs for the VSV N, P, G, and L proteins, all of which are under control of T7 promoters (Fig. 1) . A fraction of the T7-expressed antigenomic RNA will be encapsidated by the VSV N protein and this encapsidated RNA will serve as the template for synthesis of genomic RNA by the VSV polymerase complex consisting of the VSV L and P proteins. Once genomic RNA has been produced, which can only occur through the activity of the VSV polymerase complex acting on the encapsidated anti-genome, viral mRNAs are synthesized and the replication cycle is completed. In addition to more N, P, and L proteins, the VSV matrix (M) protein is produced from the virally encoded M gene. The M protein is required for RNP condensation and virus budding. Because rVSV-ΔG does not encode the viral glycoprotein (G), this must be provided in trans to produce infectious G-pseudotyped rVSV-ΔG virions. The protocol to recover and titer G-pseudotyped rVSV-ΔG (G*ΔG-VSV) is divided into two steps as outlined below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 411,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Recovery of rVSV-ΔG from Plasmids"
        },
        {
            "text": "i. Cell plating and vvT7 infection: Approximately 16-24 hours before starting the primary recovery, seed BHK cells into 6-well plates. Add between 5 × 10 5 to 9 × 10 5 cells/well. When plating, ensure that the cells are evenly disbursed in the well (see Note 7 ). Rock the plate back-and-forth in both directions to achieve an evenly distributed monolayer. Do not swirl the plate since this causes the cells to accumulate in the middle of the well. Several different seeding densities can be used depending on the time of day the cells will be plated and the time interval between seeding the 6-well plates and the start of the recovery. Incubate the cells at 37°C in a humidified incubator containing 6%-8% CO 2 for 14-16 hours (see Note 8 ). The cells should be at ~90-95% confluency the next day for virus recovery (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 818,
                    "end": 826,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "ii. First, the cells are infected with a recombinant vaccinia virus expressing T7 RNA polymerase (vvT7). Begin by removing the vvT7 stock from the −80°C freezer. Thaw rapidly in a 37°C water bath and place on ice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "iii. In a 15ml sterile conical tube, prepare the vvT7 inoculum in SF-DMEM pre-warmed to 37°C. Use sufficient vvT7 to give an MOI = 5. Each well should receive 500 µl of the inoculum. Always include an extra \"wells-worth\" of inoculum to ensure there is a sufficient amount of inoculum for the recovery. Mix by vortexing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "iv. Remove the growth medium from the 6-well plates and rinse each well with 1 −3 ml pre-warmed SF-DMEM. Aspirate and add 500 µl of the vvT7 inoculum to each well. Adsorb by occasional rocking, or by placing the plate on the platform rocker in a 37°C , 6%-8% CO 2 incubator for ~45 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "v. Next, prepare the transfection mix. The transfection mix should be prepared in a biological safety cabinet to maintain sterility. While the vaccinia virus is adsorbing, prepare a master mix containing the recovery support plasmids (N, P, G, and L) in a 7 When plating, ensure that the cells are evenly distributed in the well or on the dish. Use cells that have not been allowed to overgrow at any time, not even once. Generally, cells used for pseudotyping should be passaged every day to ensure that they do not overgrow and will produce a homogeneous cell suspension after trypsinizing. It is important that the cells are not clumpy after plating. They must sit down homogeneously. To evenly distribute the cells move the plate back and forth and side to side multiple times to achieve a very even monolayer. Do not swirl the plate since this causes the cells to accumulate in the middle of the well or dish and this will adversely affect cell transfection and pseudotype production. 8 The BHK-21 clone WI-2 cells grow best in a 6%-8% CO 2 environment. All cell culture work used for virus recover, pseudotyping, and virus entry characterization is performed in 6%-8% CO 2 incubator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "15ml or 50ml sterile polystyrene conical. The amount of transfection mix to be prepared will depend on the number of recoveries being done. Each well will receive an N, P, G, and L plasmid mixture that has a ratio of 3:5:8:1 µg of each plasmid, respectively. The final amount of support plasmid DNAs added will be 17µg per well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "vi. For each well add 1 ml of SF-DMEM to a polystyrene tube. This will be for the support plasmid master mix. Always include one extra recovery well-equivalent in the calculations to ensure a sufficient amount of the master mix is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "vii. Add the appropriate volume of the 3:5:8:1 (N:P:G:L) support plasmid solution to the tube. Vortex the DNA master mix and add 1 ml of the mix into the appropriate number of labeled 3.5 ml snap-cap polystyrene tubes. Label the tubes according to recovery number and/or name.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "viii. Next add 5 µg of the pVSV-ΔG plasmid to be recovered to the snap-cap tubes. Each virus to be recovered should be done in duplicate. In addition, 2 wells will be used for positive control transfections using the pVSV-ΔL-GFP plasmid. Replace the cap on the tubes and vortex. Be sure that no medium is trapped in cap.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "ix. Next prepare the transfection reagent solution. In a 15ml or 50ml polystyrene tube, prepare a master mixture of TransfectACE. For each well, add 1ml SF-DMEM to the conical and add 3.5 µl of TransfectACE for each µg of DNA added to the conical (see Note 9 ). Therefore, in a typical transfection containing 17 µg of support plasmids and 5 µg of pVSV plasmid, add 77 µl of TransfectACE. Include one extra wellequivalent in the calculations as described above. Vortex gently to mix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "x. Add 1ml of the TransfectACE master mix solution to a single snap-cap tube containing 1 ml of recovery plasmid DNA and immediately mix by gently inverting the tube several times to ensure homogeneous formation of lipid-DNA complexes. Do not add the transfection reagent to all tubes first, and then mix as this seems to increase variability in the efficiency of recovery. Remove any trapped media from the snap cap by \"flicking\" the tube. Prepare the DNA and TransfectACE suspensions approximately 20 minutes prior to the end of the vvT7 adsorption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "xi. Incubate the DNA:lipid mixture in the biological safety cabinet for 20-30 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "xii. After the incubation, remove the vvT7 inoculum from each recovery well. When finished rinse the pipette or pipette tip with 20% bleach to inactivate the vaccinia virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "xiii. Add 2 ml of the DNA:lipid mix from each tube to the appropriately labeled well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "xiv. Put the plate in a 37°C, 6%-8% CO 2 incubator and incubate for 3-5 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "xv. After the incubation, remove the transfection mix and then add 1.5 to 2.5 ml/well D-5 and incubate at 37°C for 40-48 hours. Typically, virus recovery supernatants will be harvested between 42 and 46 hours post-transfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #1-Primary recovery"
        },
        {
            "text": "i. The same day that the transfection for the primary recovery is performed, plate a fresh set of BHK cells in 6 well plates and grow overnight. These cells will be transfected with a plasmid (pCAGGS-G) that expresses VSV G protein from a strong pol-II promoter to amplify the recovered viruses obtained in Step #1. The cells should be evenly distributed as described in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "Step 1 and should be at ~85% confluency the next morning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "ii. Replace the D-5 medium on the cells with ~1.5 ml Opti-MEM pre-warmed to 37°C and put the cells back into the 37°C incubator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "iii. Prepare a transfection mix consisting of 2 µg pCAGGS-G and 10 µl Lipofectamine in 2 ml Opti-MEM per well as follows. This can be prepared as a Master Mix and aliquoted into the 6-well plates. To one sterile 15 ml or 50 ml polystyrene tube add the appropriate volume of Opti-MEM to give 1ml per well. To a separate tube add the same volume of Opti-MEM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "iv. To one of the tubes add the appropriate amount of pCAGGS-G plasmid to give 2 µg per well. Vortex gently to mix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "v. To the other tube add the appropriate volume of Lipofectamine to give 10 µl per well. Vortex to mix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "vi. Immediately add the lipid mix to the DNA-OptiMEM mix and gently invert 5-6 times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "vii. Incubate 20 min at r.t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "viii. Remove the Opti-MEM from the cell monolayers and add 2 ml of the transfection mix directly to cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "ix. Rock the plate 2-3 times and then incubate for ~4 hrs at 37°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "x. After the incubation remove the transfection mix and replace with D-5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "xi. Incubate the cells in a 37°C, 6%-8% CO 2 incubator for 24-30 hrs. Evaluate the efficiency of the transfection by examining cells for syncytia starting at 24 hrs posttransfection. You should see small (3-4 cell syncytia) distributed throughout the monolayer by 20-24 hours (Fig. 3) . This indicates that sufficient G protein has been expressed on the cell surface to induce cell-cell fusion (see Note 10 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 284,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "xii. After confirming that the pCAGGS-G transfection was successful as indicated by syncytia formation, the next step is to filter the primary recovery supernatants to remove the vaccinia virus and to transfer the filtrates onto the pCAGGS-G transfected cells ( Fig. 1B ; see Note 11 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 269,
                    "text": "Fig. 1B",
                    "ref_id": null
                }
            ],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "xiii. First, label each well of the pCAGGS-G transfected 6-well plate with the name and/ or number of the virus that is being recovered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "xiv. Second, remove the plunger from a sterile 3ml syringe and attach a 0.22 µm Millex-GS syringe filter onto the syringe. You can pre-assemble all the syringe-filters that will be needed, or do this one at a time. Use a single syringe-filter for each supernatant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "xv. Third, remove the medium from one of the pCAGGS-G transfected plates at a time to prevent the cells from drying out, then collect the supernatant from one of the primary recovery wells from Step #1 above with a pipette and add to the syringe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "xvi. Filter the supernatant (see Note 12 ) directly onto the appropriate well of the new 6well plate. Note that the ΔL-GFP supernatant does not need to be filtered and transferred since this is used only to determine the efficiency of the recovery transfection by the expression of GFP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "xvii.Place the plate(s) with the recovery supernatants in a 37°C 6%-8% CO 2 incubator and incubate for 24 to 72 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step #2-Amplification of the primary recovery virus"
        },
        {
            "text": "To determine the efficiency of the primary transfection, aspirate the supernatant from the ΔL-GFP control wells and rinse the wells with 2 ml PBS. Remove the PBS, add 2ml Fix solution and incubate for ~20 min to inactive the vaccinia virus. Remove the Fix solution and rinse with PBS-glycine, then examine the cells for GFP expression using a fluorescence microscope. If between 10-20% of the cells fluoresce green (Fig. 4) due to the expression of GFP, then the chances that the primary recovery was successful is good. If there are fewer than 5% GFP-positive cells in the ΔL-GFP recovery wells, then the support recovery plasmids may need to be reoptimized. The primary recovery plate can then be discarded in the biological hazardous waste.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 423,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "xviii."
        },
        {
            "text": "xix. The new plate(s) containing the filtered recovery supernatants should be monitored daily for the development of VSV-induced cytopathic effects (CPE), which are seen as areas (or foci) of rounded, refractile cells (Fig. 5 ). Generally cell rounding will be obvious by 48 hr, but may be observed by 24 hr if the recovery is very efficient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 225,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "xviii."
        },
        {
            "text": "xx. When 40% -100% of the cells show signs of VSV-induced CPE, the supernatants can be harvested. Ideally it is best to wait until most of the cells are showing signs of VSV CPE, however, if the recovery is inefficient (for example only one infectious particle is generated in the recovery) then the percentage of cells showing signs of CPE after 72 h may be low (e.g. ~40%). Do not incubate more that 72 h as virus will lose infectivity. Generally, CPE is evident after 24 -36 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xviii."
        },
        {
            "text": "xxi. Collect the supernatants and transfer to a sterile conical centrifuge tube. Remove cells and cell debris by centrifugation for 10 min at ~450 × g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xviii."
        },
        {
            "text": "xxii.Aliquot the cleared supernatants into appropriately labeled sterile freezer vials/tubes and store frozen at −80°C. The supernatants can be stored at −80°C indefinitely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xviii."
        },
        {
            "text": "xxiii. Determine the titer, plaque-purify, and generate a large working stock as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xviii."
        },
        {
            "text": "To ensure homogeneity the recovered viruses should be plaque-purified. The following procedure describes a general method for titering G*ΔG-VSV by plaque assay. Dilutions that generate well-isolated plaques can be used to obtain plaque isolates. Plaque purification also ensures that there is no residual vaccinia virus that may have carried over during the initial ΔG-VSV amplification after filtering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "i. Transfect 1 × 10 cm dish of BHK cells with pCAGGS-G using Lipofectamine as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "ii. Replace growth medium on cells with ~8 ml Opti-MEM and put cells back into incubator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "iii. Add 4 ml Opti-MEM to a 15 ml polystyrene tube, then add 16 µg pCAGGS-G and vortex gently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "iv. In another tube add 4 ml Opti-MEM and then 80 µl Lipofectamine, vortex briefly and gently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "v. Immediately add the lipid mix to the DNA-OptiMEM mix and gently invert 5-6 times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "vi. Incubate 20 min at r.t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "vii. Remove the Opti-MEM from the cells and add the transfection mix directly to cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "viii. Rock the plate 2-3 times and then incubate for 4 hrs at 37°C in a 6%-8% CO 2 incubator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "ix. After 4 hrs replace the transfection medium with D-5 and put back in the incubator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "x. Approximately 30 hrs post-transfection, trypsinize the cells and divide into two 6well plates. Let the cells attach for at least 6 hrs, but not more that 18 hrs since the cell density will get too high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "xi. Make 10-fold serial dilutions of the virus stock up to 10 −7 using SF-DMEM as diluent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "xii. Remove the medium from the 6-well plates, add 0.3ml of SF-DMEM to each well and then add 100 µl of the serial dilutions to the appropriately labeled well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "xiii. Rock the plates manually every 10 minutes, or place on a platform rocker in a CO 2 incubator and adsorb the virus for 60 min at 37°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Purification and Titering of G*ΔG-VSV"
        },
        {
            "text": "Leave the inoculum on the cells and overlay directly with agar-overlay (D-5 containing 0.9% agar).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xiv."
        },
        {
            "text": "xv. Let the overlay solidify and then move the plates to the 37°C incubator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xiv."
        },
        {
            "text": "xvi. Incubate the plates until plaques are visible (typically 24 hrs, but may be longer depending on cell density at time of infection).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xiv."
        },
        {
            "text": "xvii.For plaque isolates choose plaques that are well separated from other plaques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xiv."
        },
        {
            "text": "xviii. Use a sterile Pasteur pipette and insert into the agar all the way to the bottom of the plate to remove the plaque and agar plug.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xiv."
        },
        {
            "text": "xix. Put the agar plug into 0.5 ml D-5 and let virus elute 1-2 hours at 4°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xiv."
        },
        {
            "text": "xx. Store the eluted plaque isolate at −80°C, or use an aliquot directly to amplify the virus to make a P1 (first passage) stock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xiv."
        },
        {
            "text": "The following procedure is essentially the same as that used to pseudotype heterologous envelope proteins onto ΔG-VSV, except that to generate working stocks; a) the virus is pseudotyped with VSV-G, b) it is performed at a larger scale, and c) the infection is done at a lower multiplicity to prevent accumulation of defective-interfering (DI) particles. Investigators may request an aliquot of the G*ΔG-VSV working stock from my laboratory rather than recovering the virus from plasmids. Approximately 0.5 ml of a working stock will be provided to laboratories that make this request. After receiving an aliquot of the working stock it will be necessary to produce additional working stocks by amplifying an aliquot of the G*ΔG-VSV P1 stock on cells transfected with pCAGGS-G.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification G*ΔG-VSV Plaque Isolates and Generation of G*ΔG-VSV Working Stocks"
        },
        {
            "text": "i. Begin with a 10 cm dish of BHK cells. The cells must not be overgrown and must be evenly distributed over the plate (see Note 7 ) at ~85% confluency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification G*ΔG-VSV Plaque Isolates and Generation of G*ΔG-VSV Working Stocks"
        },
        {
            "text": "ii. Aspirate the growth medium and replace with 10 ml Opti-MEM. Incubate the cells for approximately 20 min at 37°C in a 6-8% CO 2 incubator while prepare the transfection mix is prepared. The cells can be incubated for as long as 60 min, but 20 min is recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification G*ΔG-VSV Plaque Isolates and Generation of G*ΔG-VSV Working Stocks"
        },
        {
            "text": "iii. Immediately prepare the DNA:liposome transfection cocktail in the biosafety cabinet in the following manner:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification G*ΔG-VSV Plaque Isolates and Generation of G*ΔG-VSV Working Stocks"
        },
        {
            "text": "iv. Add 4 ml Opti-MEM to a 15 ml polystyrene tube, then add 16 µg pCAGGS-G and vortex gently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification G*ΔG-VSV Plaque Isolates and Generation of G*ΔG-VSV Working Stocks"
        },
        {
            "text": "v. In another tube add 4 ml Opti-MEM and then 80 µl Lipofectamine, vortex briefly and gently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification G*ΔG-VSV Plaque Isolates and Generation of G*ΔG-VSV Working Stocks"
        },
        {
            "text": "vi. Immediately add the lipid mix to the DNA-OptiMEM mix and gently invert 5-6 times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification G*ΔG-VSV Plaque Isolates and Generation of G*ΔG-VSV Working Stocks"
        },
        {
            "text": "vii. Incubate 20 min at r.t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification G*ΔG-VSV Plaque Isolates and Generation of G*ΔG-VSV Working Stocks"
        },
        {
            "text": "viii. Remove the Opti-MEM and add the transfection mix directly to cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification G*ΔG-VSV Plaque Isolates and Generation of G*ΔG-VSV Working Stocks"
        },
        {
            "text": "ix. Rock the plate 2-3 times and then incubate for 4 hrs at 37°C in a 6%-8% CO 2 incubator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification G*ΔG-VSV Plaque Isolates and Generation of G*ΔG-VSV Working Stocks"
        },
        {
            "text": "x. After 4 hrs replace the transfection medium with D-5 and put back in the incubator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification G*ΔG-VSV Plaque Isolates and Generation of G*ΔG-VSV Working Stocks"
        },
        {
            "text": "xi. Incubate for 24-30 hours. Evaluate the transfection efficiency by examining cells for syncytia (multi-nucleated fused cells) starting at 24 hours post-transfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification G*ΔG-VSV Plaque Isolates and Generation of G*ΔG-VSV Working Stocks"
        },
        {
            "text": "xii. By 24-30 hours, the cells should have become confluent and there should be between 3 and 10 syncytia per microscope field using a 10X objective. At this point, the plates are ready to be infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification G*ΔG-VSV Plaque Isolates and Generation of G*ΔG-VSV Working Stocks"
        },
        {
            "text": "To amplify virus from a plaque isolate, remove the medium from the transfected cells, add 4 ml SF-DMEM and then add 0.1 ml of the eluted plaque. This will correspond to ~1-5 × 10 5 infectious units (IU). For amplification of a virus stock, infect using a multiplicity of no more than 0.1 (~1 × 10 6 IU). Adsorb for 1-2 hours and then add 8 ml D-5 directly to the plate (e.g. do not remove the inoculum). xvi. Transfer the supernatant to a sterile conical tube and centrifuge for 10 min at ~450 × g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xiii."
        },
        {
            "text": "xvii.The cleared supernatants are then aliquoted into appropriately labeled sterile eppendorf tubes or screw-top freezing vials and stored frozen at −60°C to −80°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "xiii."
        },
        {
            "text": "To successfully generate ΔG-VSV pseudotypes using heterologous (e.g. non-VSV) envelope proteins, the cDNA for the desired envelope glycoprotein should be cloned into a high-level expression vector such as pCAGGS (Niwa et al., 1991) . Other factors that may affect the efficiency of pseudotype production include: a) the rate of transport of the envelope glycoprotein to the cell surface, b) accumulation of the envelope protein on the plasma membrane [e.g. envelope proteins that are rapidly endocytosed often produce low amounts of pseudotyped particles], c) the type of plasma membrane sub-domain to which the envelope protein localizes [e.g. proteins that accumulate in cholesterol-rich rafts do not pseudotype well with VSV (Johnson et al., 1998) ].",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 231,
                    "text": "(Niwa et al., 1991)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 728,
                    "end": 750,
                    "text": "(Johnson et al., 1998)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "Most studies that utilize ΔG-VSV pseudotypes require only small amounts of the pseudotypes to be produced. For example, many studies will examine virus infectivity on a panel of cells to identify susceptible vs. non-susceptible cell types. The titers of ΔG-VSV pseudotypes are often high (e.g. >1 × 10 7 IU/ml), therefore 2 ml of pseudotypes produced in a 35 mm dish or single well of a 6-well plate is sufficient for most studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "The pseudotyping procedure can be adapted also for high-throughput screening of antiviral entry inhibitors as described by Porotto et al (Porotto et al., 2007) . In this assay cells expressing the heterologous envelope protein are infected at a low multiplicity and the virus is allowed to grow in a multicycle fashion such that replication and spread is dependent on multiple rounds of pseudotyping within the culture. This is essentially what occurs when titering rVSV-ΔG viruses as described in Section 3.4, except the heterologous glycoprotein, rather than VSV G protein, is expressed.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 159,
                    "text": "(Porotto et al., 2007)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "The following procedure outlines the method used for small-scale pseudotype production. If larger volumes are needed, then the procedure can be modified similar to that used to amplify ΔG-VSV stocks (Section 3.5), except that the heterologous envelope glycoprotein would be expressed. Pseudotypes are stable if stored in DMEM containing at least 5% FBS. Alternatively, if the protein profile of the pseudotyped virus needs to be examined by staining of an SDS-polyacrylamide gel with Coomassie blue or silver stain the virus can be grown in serum-free medium, pelleted through a 20% sucrose cushion by centrifugation at 100,000 × g for 35 min and then resuspended in 10 mM Tris-150 mM NaCl containing 10% sucrose (TNsucrose). Most pseudotypes are stable for weeks to months without significant loss of infectivity in TN-sucrose if stored at −80°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "i. Plate BHK-21 cells so they will be ~80%-90% confluent the next day (see Note 7 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "ii. The next morning the cells should look flat and be evenly distributed without clumps. Replace the growth medium with Opti-MEM and incubate for ~20 minutes at 37°C while transfection mix is being prepared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "iii. To prepare the transfection mix, add the appropriate volume of Opti-MEM to a sterile polystyrene tube and then add the appropriate amount of plasmid encoding the heterologous envelope protein and vortex gently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "iv. In a separate tube add the appropriate volume of Opti-MEM and the appropriate amount of Lipofectamine and vortex gently to mix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "v. Immediately add the lipid mix to the DNA-Opti-MEM mix and gently invert 5-6 times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "vi. Incubate for 20 min at r.t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "vii. Remove the Opti-MEM from the cell monolayer and add the transfection mix directly to cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "viii. Rock the plate 2-3 times and then incubate for 4 hrs at 37°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "ix. After transfecting for ~4 hrs, replace the transfection medium with D-5 and incubate for ~24-30 hrs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "x. The following day the cells should have become confluent. Examine the cells beginning ~24 hrs post-transfection and infect when the monolayer reaches confluency, or when the monolayer begins to show CPE due to expression of the envelope protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "xi. Infect the transfected cells at a multiplicity of ~3-5 to ensure every cell is infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        },
        {
            "text": "Incubate for approximately 24 -30 hrs, or until the majority of cells show VSVinduced CPE and then collect the supernatant. Clarify the supernatant by low-speed centrifugation (1,320 × g for 10 min) and use immediately or store aliquots at −80°C . Phase contrast micrograph of BHK-21 cells taken immediately before starting a recovery experiment for rVSV-ΔG viruses. The cells should be evenly distributed and should ~90-95% confluent. The image was collected using a digital camera connected to a phototube with a 2.5X lens on an Olympus CK2 microscope equipped with a 10X phase objective. The image brightness was adjusted in Canvas 11 using the \"levels\" function to optimize visualization of individual cells. Phase contrast images of two fields of cells at 22 hours post-transfection with pCAGGS-G. Arrowheads indicate regions of small syncytia beginning to form. Images were captured and adjusted to optimize cell visualization as described for Fig. 2 . Immunofluorescence/phase contrast micrograph of ΔL-GFP transfected cells 24 hours posttransfection. Cells were imaged using low-level brightfield illumination and fluorescence was achieved by excitation using a FITC-filter set on a Zeiss Axiophot using Axiovision software. Quantification of GFP-positive cells revealed that 21.5% of the cells were replicating ΔL-GFP. Phase contrast images of cells 24 or 48 hours post-transfer of two independent supernatants from a recovery experiment. The cells had been transfected with pCAGGS-G 24 hours prior to transfer of 0.2 µ filtered recovery supernatants. The top panels show cells after transfer of the supernatant from a culture that was infected with vvT7 and transfected with only the support plasmids. The middle and lower panels are from two independent recovery experiments. The middle panel has a small area of infected cells (arrow) near the middle of the image which are showing VSV-induced CPE. The lower panel also has a small, but much less obvious area of CPE (arrowhead). By 48 hours cells that were infected with the two recovery trial supernatants show extensive cell rounding, characteristic of VSV-induced CPE while the mock culture (top, right panel) does not.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 950,
                    "end": 956,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Pseudotyping ΔG-VSV with Heterologous Envelope Proteins"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tandem repeats of lactoferrin-derived anti-hepatitis C virus peptide enhance antiviral activity in cultured human hepatocytes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nozaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Naka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dansako",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Hoshino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Microbiol. Immunol",
            "volume": "51",
            "issn": "",
            "pages": "117--125",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Vesicular stomatitis virus glycoprotein mutations that affect membrane fusion activity and abolish virus infectivity",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Fredericksen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "1435--1443",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Eukaryotic transient-expression system based on recombinant vaccinia virus that synthesizes bacteriophage T7 RNA polymerase",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Fuerst",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Niles",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Studier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proc.Natl.Acad.Sci.USA",
            "volume": "83",
            "issn": "",
            "pages": "8122--8126",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vesicular stomatitis virus pseudotyped with severe acute respiratory syndrome coronavirus spike protein",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fukushi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mizutani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saijo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsuyama",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Miyajima",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Itamura",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kurane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Gen. Virol",
            "volume": "86",
            "issn": "",
            "pages": "2269--2274",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pseudotyped vesicular stomatitis virus for analysis of virus entry mediated by SARS coronavirus spike proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fukushi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol. Biol",
            "volume": "454",
            "issn": "",
            "pages": "331--338",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Generating vesicular stomatitis virus pseudotype bearing the severe acute respiratory syndrome coronavirus spike envelope glycoprotein for rapid and safe neutralization test or cell-entry assay",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann. NY Acad. Sci",
            "volume": "1081",
            "issn": "",
            "pages": "246--248",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Importance of cholesterol-rich membrane microdomains in the interaction of the S protein of SARScoronavirus with the cellular receptor angiotensin-converting enzyme 2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glende",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schwegmann-Wessels",
                    "suffix": ""
                },
                {
                    "first": "Al-Falah",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pfefferle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Naim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Herrler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "381",
            "issn": "",
            "pages": "215--221",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Use of influenza C virus glycoprotein HEF for generation of vesicular stomatitis virus pseudotypes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hanika",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Larisch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schwegmann-Wessels",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Gen. Virol",
            "volume": "86",
            "issn": "",
            "pages": "1455--1465",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pseudotype formation between enveloped RNA and DNA viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Palma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hewlett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roizman",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Nature",
            "volume": "252",
            "issn": "",
            "pages": "743--745",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mutational analysis of the putative fusion domain of Ebola virus glycoprotein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "8907--8912",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rhabdovirus assembly and budding",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Jayakar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jeetendra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virus Research",
            "volume": "106",
            "issn": "",
            "pages": "117--132",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Identification of two additional translation products from the matrix (M) gene that contribute to vesicular stomatitis virus cytopathology",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Jayakar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "8011--8018",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The membrane-proximal domain of vesicular stomatitis virus G protein functions as a membrane fusion potentiator and can induce hemifusion",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jeetendra",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Robison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Albritton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "12300--12311",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A plasma membrane localization signal in the HIV-1 envelope cytoplasmic domain prevents localization at sites of vesicular stomatitis virus budding and incorporation into VSV virions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rodgers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "251",
            "issn": "",
            "pages": "244--252",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A kinetic analysis of the synthesis in HK21 cells of RNAs specific for Semliki Forest virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaariainen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Gomatos",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "J.Gen.Virol",
            "volume": "5",
            "issn": "",
            "pages": "251--265",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pseudotype hepatitis C virus enters immature myeloid dendritic cells through the interaction with lectin",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaimori",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kanto",
                    "suffix": ""
                },
                {
                    "first": "Kwang",
                    "middle": [],
                    "last": "Limn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Komoda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oki",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miyatake",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Itose",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sakakibara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yakushijin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takehara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsuura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "324",
            "issn": "",
            "pages": "74--83",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Adjuvanticity of an IL-12 fusion protein expressed by recombinant deltaG-vesicular stomatitis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Klas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Robison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cellular Immunology",
            "volume": "218",
            "issn": "",
            "pages": "59--73",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A pseudotype vesicular stomatitis virus containing Hantaan virus envelope glycoproteins G1 and G2 as an alternative to hantavirus vaccine in mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yoshimatsu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Araki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okumura",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arikawa",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "2928--2934",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The interaction of antibody with the major surface glycoprotein of vesicular stomatitis virus. I. Analysis of neutralizing epitopes with monoclonal antibodies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lefrancois",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Lyles",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Virology",
            "volume": "121",
            "issn": "",
            "pages": "157--167",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Characterization of pseudotype VSV possessing HCV envelope proteins",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kimura-Someya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aizaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ishii",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moriishi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Robison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyamura",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "286",
            "issn": "",
            "pages": "263--275",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Recombinant replication-restricted VSV as an expression vector for murine cytokines",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Lavine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Klas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Protein Expression & Purification",
            "volume": "33",
            "issn": "",
            "pages": "92--103",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Glycoprotein-dependent acidification of vesicular stomatitis virus enhances release of matrix protein",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mire",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dube",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Delos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol",
            "volume": "83",
            "issn": "",
            "pages": "12139--12150",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Efficient selection for high-expression transfectants with a novel eukaryotic vector",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niwa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamamura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miyazaki",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Gene",
            "volume": "108",
            "issn": "",
            "pages": "193--200",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Use of vesicular stomatitis virus pseudotypes bearing hantaan or seoul virus envelope proteins in a rapid and safe neutralization test",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ogino",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ebihara",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Araki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lundkvist",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yoshimatsu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arikawa",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin. Diagn. Lab. Immunol",
            "volume": "10",
            "issn": "",
            "pages": "154--160",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Analysis of the molecules involved in human T-cell leukaemia virus type 1 entry by a vesicular stomatitis virus pseudotype bearing its envelope glycoproteins",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okuma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tatsuo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inagaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yanagi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Gen. Virol",
            "volume": "82",
            "issn": "",
            "pages": "821--830",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "N-terminal domain of Borna disease virus G (p56) protein is sufficient for virus receptor recognition and cell entry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "De La Torre",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "7078--7085",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Molecular determinants of antiviral potency of paramyxovirus entry inhibitors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Porotto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carta",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Kellogg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Mungall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moscona",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "10567--10574",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A single-cycle vaccine vector based on vesicular stomatitis virus can induce immune responses comparable to those generated by a replication-competent vector",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Publicover",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ramsburg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "13231--13238",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Assembly and fusion-potentiation domains of the vesicular stomatitis virus glycoprotein and their utility in the development of cell-type-targeted rhabdoviral vectors",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Robison",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Microbiology &amp; Immunology",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vol",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "D"
                    ],
                    "last": "Ph",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Memphis",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The membrane-proximal stem region of vesicular stomatitis virus G protein confers efficient virus assembly",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Robison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "2239--2246",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Formation of vesicular stomatitis virus pseudotypes bearing surface proteins of hepatitis B virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jinno-Oue",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shinagawa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chiba",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoshino",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "12566--12574",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Construction of a novel virus that targets HIV-1-infected cells and controls HIV-1 infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schnell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Buonocore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Cell",
            "volume": "90",
            "issn": "",
            "pages": "849--857",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Replication and amplification of novel vesicular stomatitis virus minigenomes encoding viral structural proteins",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Stillman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "2946--2953",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Vaccinia virus encodes a soluble type I interferon receptor of novel structure and broad species specificity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Symons",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alcami",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Cell",
            "volume": "81",
            "issn": "",
            "pages": "551--560",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A novel system for functional analysis of Ebola virus glycoprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robison",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Murti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "94",
            "issn": "",
            "pages": "14764--14769",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Efficient formation of vesicular stomatitis virus pseudotypes bearing the native forms of hepatitis C virus envelope proteins detected after sonication",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oue",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takagi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoshino",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microbes Infect",
            "volume": "7",
            "issn": "",
            "pages": "29--40",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Virus entry is a major determinant of cell tropism of Edmonston and wild-type strains of measles virus as revealed by vesicular stomatitis virus pseudotypes bearing their envelope proteins",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tatsuo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okuma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ono",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Minagawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takade",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yanagi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J.Virol",
            "volume": "74",
            "issn": "",
            "pages": "4139--4145",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "SLAM (CDw150) is a cellular receptor for measles virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tatsuo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ono",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yanagi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "406",
            "issn": "",
            "pages": "893--897",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Pseudotypes of avian sarcoma viruses with the envelope properties of vesicular stomatitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boettiger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Virology",
            "volume": "76",
            "issn": "",
            "pages": "808--825",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Mechanism of formation of pseudotypes between vesicular stomatitis virus and murine leukemia virus",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Witte",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Cell",
            "volume": "11",
            "issn": "",
            "pages": "505--511",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Phenotypic mixing of vesicular stomatitis virus with fowl plaque virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zavada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosenbergova",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Acta Virol",
            "volume": "16",
            "issn": "",
            "pages": "103--114",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The G-complemented virus stocks produced in step IV are titrated, and then used to infect cells that express a heterologous glycoprotein for production of the ΔG-GFP pseudotypes",
            "authors": [],
            "year": 2001,
            "venue": "G-complemented rVSV-ΔG-GFP working stocks (III & IV)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "xiv. Incubate overnight and then examine the cells for the development of VSV-induced CPE. xv. Harvest the supernatant when most of the cells show signs of VSV-induced CPE.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Recovery, growth and analysis of rVSV-ΔG. (A) Diagram of the cDNA encoding the antigenome of rVSV-ΔG-GFP. The conserved VSV transcriptional regulatory sequences (octagon = stop sequence; A n = polyadenylation sequence; arrow = transcriptional promoter or start sequence) are shown above the diagram. The bacteriophage T7 RNA polymerase promoter (T7) and terminator sequences (Tϕ) and the hepatitis delta virus ribozyme (δ-RBZ) with cleavage site are indicated below the diagram. (B) A flow chart illustrating the key points involved in generating and characterizing recombinant rVSV-ΔG. (I) Initially cells are cotransfected with the plasmid pVSV-ΔG-GFP and the four support plasmids encoding the VSV N, P, G and L proteins. This is followed by virus propagation (II), with subsequent plaque-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Materials 2.1. Cell Culture, Transfection, Virus Recovery, Titering and Pseudotyping -Agar Overlay: Melt 1.8% Bacto-agar in a microwave oven or boiling water bath. Add the volume needed for titering to a sterile tube or bottle and cool to 45°C. Mix equal volumes of pre-warmed (to 37°C) 2X DMEM working solution containing 10% FBS with the molten 1.8% agar. Add 2 ml directly to infected cells and let solidify.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The methods described in this manuscript were developed with support from NIH grant GM-53726 and the efforts of numerous graduate students and post-doctoral fellows including Brenda Fredericksen, Elizabeth Stillman, Clint Robison, Himangi Jayakar, Jeetendra Eswaraka, Hideki Tani, Makiko Watanabe and Chad Mire. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}