{
    "paper_id": "a59461e45ca8dfa94c34d9a99c3e0c19ac44bef3",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "of LAB represent an attractive alternative to the use of other mucosal delivery systems, such as liposomes, microparticles and attenuated pathogens (BOX 2) .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "text": "(BOX 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This Review discusses the potential medical applications of recombinant dietary LAB, with a special emphasis on Lactococcus lactis and Lactobacillus plantarum, a species that is a natural inhabitant of the gastrointestinal tract. Colonizers of the oral cavity, such as Streptococcus gordonii, and non-lactic-acid-producing food microorganisms, such as Staphylococcus carnosus and Staphylococcus xylosus or Bacillus subtilis, are not discussed in detail; other reviews have described the use of these bacteria as mucosal delivery systems 4-6 . We do not address the active research that has been pursued in the development of probiotic-based functional foods. Several articles that describe LAB as mucosal delivery vehicles in vivo have recently been published [7] [8] [9] [10] . The first pilot trial with a recombinant LAB in humans was published in 2006 (Ref. 11) . As the field moves into the arena of human clinical trials, it is timely to assess what has been learned so far, identify the gaps in our understanding and discuss the future potential of LAB as mucosal delivery vehicles.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 763,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 856,
                    "end": 865,
                    "text": "(Ref. 11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Interest in the use of LAB as delivery vehicles was initially focused on the development of mucosal vaccines, and stems from a large body of immunological research which shows that a delivery system is needed Immunogenicity The degree to which a substance has the ability to evoke an immune response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rationale for delivery by lactic acid bacteria"
        },
        {
            "text": "The capacity to produce adverse reactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reactogenicity"
        },
        {
            "text": "to avoid degradation and promote uptake of the antigen in the gastrointestinal tract, and stimulate adaptive immune responses, rather than the tolerogenic immune responses that are seen in feeding studies with soluble antigens 2,12 . Furthermore, the success in using attenuated bacterial pathogens as vaccine vectors for heterologous antigens was undoubtedly influential, and set an important precedent for the use of bacteria as delivery vehicles 13, 14 . Although pathogen traits can facilitate entry of the bacterial vector into the body and heighten the host immune response, a balance must be met between immunogenicity versus the reactogenicity that leads to possible side effects. Decades of research were needed to produce vaccine strains of attenuated Salmonella spp. that maximize immunogenicity and minimize side effects in experimental models and humans 15 . In view of the potential risk of reversion of attenuated pathogens to the wild-type (virulent) phenotype, LAB represent an attractive alternative as mucosal vaccine carriers.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 452,
                    "text": "13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 453,
                    "end": 455,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 867,
                    "end": 869,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Reactogenicity"
        },
        {
            "text": "One major advantage of LAB as delivery vehicles for vaccines is their potential to elicit antigen-specific secretory immunoglobulin (Ig) A responses at mucosal surfaces. It is now generally accepted that mucosal vaccines that can elicit both secretory IgA and effective systemic immune responses could have advantages over many existing vaccines 2, 12, 16 . Some candidate LAB vaccines have elicited antigen-specific IgA responses in faeces, saliva or bronchoalveolar and intestinal lavage fluids, as well as antigen-specific IgA-secreting cells in the lungs and mesenteric lymph nodes (TABLe 1) . In some studies, IgA responses have been reported to fluctuate between mice and do not seem to be sustained for long periods after vaccination. However, 'immunological memory' might ensure that the mucosal IgA response will be rapid upon subsequent exposure to the antigen.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 348,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 353,
                    "end": 355,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 586,
                    "end": 595,
                    "text": "(TABLe 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reactogenicity"
        },
        {
            "text": "Another advantage of using LAB as mucosal delivery vehicles is that they can be engineered to express multiple proteins and other molecules; for example, expression of the type 3 capsule biosynthesis genes of Streptococcus pneumoniae in L. lactis produced an immunogenic serotype 3 capsular polysaccharide 17 .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 308,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Reactogenicity"
        },
        {
            "text": "The main entry point for bacteria and other particulate antigens is generally thought to be through the M cells, which are located within the follicle-associated epithelium of the Peyer's patches and, possibly, in smaller isolated lymphoid follicles (fIG. 1). However, the requirement of Peyer's patches for the induction of active immunity and oral tolerance is still controversial 18 . Bacteria might also be sampled at the surface of the villus epithelium by dendritic cells (DCs), which penetrate epithelial monolayers to sample bacteria on the luminal side 19, 20 . Little is known about the properties of the lamina propria DCs, but they might traffic to the mesenteric lymph nodes and prime T-cell responses, as shown for DCs in the Peyer's patches (fIG. 1) .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 385,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 566,
                    "end": 568,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 756,
                    "end": 764,
                    "text": "(fIG. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Host-LAB interactions at mucosal surfaces"
        },
        {
            "text": "Sampling of Enterobacter cloacae (a mouse commensal, and not a member of the LAB) by DCs in Peyer's patches has recently been demonstrated following intragastric challenge with 1 x 10 9 colony forming units of bacteria that were expressing green fluorescent protein (GFP) 21 . E. cloacae was recovered from DCs in the washed mesenteric lymph nodes for up to 60 hours after administration, but viable bacteria were not recovered from splenocytes or other systemic tissues. Intestinal DCs that carried small numbers of viable E. cloacae were restricted to the mucosal tissues and mesenteric lymph nodes, which suggests that any resulting T-and B-cell immune responses would also be focused on Box 2 | Advantages of lactic acid bacteria as mucosal-delivery vehicles • Can survive passage through the stomach acid and contact with bile, although the survival rate is strain-dependent.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 274,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Host-LAB interactions at mucosal surfaces"
        },
        {
            "text": "• Dietary lactic acid bacteria are GRAS (generally regarded as safe), and are extensively used in fermented food products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host-LAB interactions at mucosal surfaces"
        },
        {
            "text": "• The mucosal route of administration can potentially stimulate both systemic and mucosal immune responses, so can elicit the production of secretory immunoglobulin A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host-LAB interactions at mucosal surfaces"
        },
        {
            "text": "• Fulfil the requirements of a delivery system in mucosal immunization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host-LAB interactions at mucosal surfaces"
        },
        {
            "text": "• Are taken up into Peyer's patches, the inductive sites of the mucosal immune system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host-LAB interactions at mucosal surfaces"
        },
        {
            "text": "• Killed recombinant lactic acid bacteria can be used for intranasal vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host-LAB interactions at mucosal surfaces"
        },
        {
            "text": "• Only induce low-level immune responses against themselves following mucosal administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host-LAB interactions at mucosal surfaces"
        },
        {
            "text": "• Multiple chimeric or non-chimeric antigens can be expressed in the same strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host-LAB interactions at mucosal surfaces"
        },
        {
            "text": "• Can be engineered to express targeting molecules and adjuvants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host-LAB interactions at mucosal surfaces"
        },
        {
            "text": "Lactic acid bacteria (LAB) are a group of Gram-positive, non-sporulating bacteria that includes species of Lactobacillus, Leuconostoc, Pediococcus and Streptococcus. Dietary LAB refers to those species and strains that are used in food-and feed-fermentation processes. The term LAB does not reflect a phyletic class, but rather a group of organisms that are defined by their ability to produce a common end product -lactic acid -from the fermentation of sugars. LAB have limited biosynthetic abilities, and require pre-formed amino acids, B vitamins, purines, pyrimidines and, usually, a sugar as a carbon and energy source. These nutritional requirements restrict their habitats to those in which the required compounds are abundant. Nevertheless, LAB occupy a range of niches, including milk, plant surfaces and the oral cavity, gastrointestinal tract and vagina of vertebrates. Compartmentalization of the response to commensal bacteria is one of the mechanisms by which pathological immune responses to the intestinal microbiota are avoided 18, 22 . This also implies that IgA responses to resident commensals could be a controlling factor in the uptake of bacteria and the ability of luminal bacteria to interact with the systemic immune system. Mucosal tolerance to non-pathogenic commensal LAB could be considered a beneficial property in relation to mucosal delivery",
            "cite_spans": [
                {
                    "start": 1045,
                    "end": 1048,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1049,
                    "end": 1051,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Box 1 | Lactic acid bacteria"
        },
        {
            "text": ", as it eliminates the risk of provoking hypersensitivity through repeated administration. In relation to vaccine use, however, this could limit their potential to elicit effective immune responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | Lactic acid bacteria"
        },
        {
            "text": "Although it is known that LAB vary in their capacity to survive passage through the stomach, can transiently persist or replicate in the human gastrointestinal tract 23, 24 and can be isolated from human biopsies 25 , definitive information on their fate within tissues is lacking. A recent study on human biopsy material from the colon and ileum concluded that few bacteria are present at the mucus layer, and those that are present reside on the luminal side 26 . Furthermore, no direct contact between bacteria and epithelial cells was observed in healthy intestinal tissue, Providing that they survive transit through the stomach, most bacteria that are introduced into the intestinal tract end up in the lumen or trapped in the mucus layer, which is secreted by goblet cells in the villiated epithelium of the small intestine or the non-villiated epithelium of the large bowel (not shown). Here, recombinant proteins that are secreted by the bacteria or released from lysed cells could come into contact with the mucosal epithelium (step 1). Polymeric immunoglobulin A (IgA) that is secreted by mature plasma cells in the lamina propria is secreted via the polymeric IgA receptor, through epithelial cells, into the gut lumen, and could, potentially, be a controlling factor in bacterial persistence and uptake (step 2). Bacteria that contact the apical surface of the epithelium might be sampled by dendritic cells (DCs) that can pass protrusions between enterocytes without the loss of epithelial integrity (step 3). This is heightened during inflammation owing to the chemotactic recruitment of DCs, and could also occur in the isolated lymphoid follicles that are found in the colonic epithelium. The Peyer's patches that are found in the small intestine are sites where bacteria, other particulate antigens and certain cell adhesins can gain increased access to the specialized follicular-associated epithelium that overlays the mucosal lymphoid follicles. M cells in the follicular-associated epithelium transport luminal antigens across the epithelium, where they can induce primary immune responses (step 4). DCs that are present in the dome of the Peyer's patches can phagocytose bacteria and traffic to the mesenteric lymph nodes, where they can directly prime T-cell responses to antigens that are derived from the bacteria (step 5). If the epithelium is damaged, for example, as a result of acute colitis or chronic intestinal inflammation, luminal bacteria can gain access to the epithelium and might even be found in the mucosal tissues (step 6).",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 170,
                    "end": 172,
                    "text": "24",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 213,
                    "end": 215,
                    "text": "25",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 461,
                    "end": 463,
                    "text": "26",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Box 1 | Lactic acid bacteria"
        },
        {
            "text": "which indicates that most commensal bacteria are present either in suspension in the lumen or trapped in the mucus (fIG. 1) . This would not, however, preclude signalling to the host via soluble factors. nonetheless, there are indications that repeated oral administration of certain LAB might promote transient persistence and a more intimate contact between bacteria and epithelial cells 27, 28 .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 393,
                    "text": "27,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 394,
                    "end": 396,
                    "text": "28",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "(fIG. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Box 1 | Lactic acid bacteria"
        },
        {
            "text": "Approximately 70 peer-reviewed publications have dealt with different aspects of the development of LAB as vaccine-delivery vehicles. The development of expression systems for LAB, such as the optimization of antigen-gene expression in different cellular locations, is beyond the scope of this article, and has been reviewed elsewhere 29, 30 . In the following section, we discuss the parameters that have been shown to influence immune responses to LAB vaccines.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 338,
                    "text": "29,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "30",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Vaccine-delivery strategies"
        },
        {
            "text": "The bacterial vehicle. The choice of bacterial vehicle for vaccine delivery should take into account the intrinsic antigenicity of the organism. Several factors that could affect immunogenicity have been systematically investigated using a single model antigen, tetanus toxin fragment C (TTFC). This antigen has been expressed in three different bacterial hosts -L. lactis, Lactobacillus spp. and S. gordonii -that varied with respect to their capacity to survive and persist in the murine gastrointestinal tract, oral cavity or vaginal cavity, respectively [31] [32] [33] . using the same mouse strain as a recipient, strains of L. lactis and Lactobacillus spp. that produce TTFC have been shown to independently elicit protective immune responses to challenge with tetanus toxin, but these studies cannot be directly compared because of differences in dosage and other methodologies [34] [35] [36] [37] [38] . In a recent study that compared alanine racemase cell-wall mutants of L. lactis and L. plantarum as delivery vehicles for TTFC, it was concluded that L. plantarum was more immunogenic than L. lactis (approximately tenfold based on mean serum total IgG titres) 39 . However, in this study, a nisin-inducible expression system in L. lactis was compared with a strong constitutive expression system in L. plantarum, and it is possible that nisin treatment affected the physiology and survival of L. lactis in the gastrointestinal tract. In a direct comparison of L. plantarum, Lactobacillus casei and L. lactis that used repeated bacterial doses to immunize mice by the intragastric route, we found no overriding advantage in using LAB that could persist to elicit an antibody response to TTFC (J.W., A.M., M.C. Geoffroy and C. Rush, unpublished observations). Although these three bacterial vectors differ in their cell-wall composition, physiology and behaviour in the gastrointestinal tract, this finding suggests that robustness (or persistence) of the LAB vaccine vector is not the only factor that affects induction of a systemic response to the expressed antigen.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 562,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[34]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 904,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccine-delivery strategies"
        },
        {
            "text": "Lack of an immune response to an expressed antigen after using the oral route of immunization has been reported in at least two published vaccine studies 40,41 (TABLe 1) . evidence from the literature and our own unpublished observations indicate that more doses are required to obtain efficient priming and boosting of antibody responses via the intragastric route than via the intranasal route of administration. In preliminary experiments of intragastric immunization that compared strains of L. lactis that express different amounts of TTFC, we have observed that antibody titres are higher when more antigen is synthesized (J.W. and K. Robinson, unpublished observations). Thus, depending on the immunogenicity of the antigen and the immunization regime, a specific threshold for the amount of expressed antigen that is required to elicit an immune response might exist.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "text": "(TABLe 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Amount and localization of the antigen."
        },
        {
            "text": "The final cellular location of the expressed foreign antigen (cytoplasmic, secreted or anchored in, or to, the cell wall) is also anticipated to influence immunogenicity. using the systemic route of administration, cytoplasmic and cell-wall-anchored modes of expression were compared for TTFC-expressing L. lactis, which provided evidence that antigen which is located on the cell surface is more immunogenic than cytoplasmic antigen 32 . By contrast, using mucosal routes of administration, intracellular expression of TTFC was more immunogenic than cell-surface expression 38 . The e7 antigen of human papillomavirus 16 has been expressed in L. lactis in the cytoplasm in a secreted form and in a form that is tethered to the cell envelope, and antigen immunogenicity has been evaluated by measuring cellular immune responses after intranasal immunization 42 . Mice that were immunized with cell-wall-anchored e7 antigens elicited higher cytokine responses in splenocytes that were stimulated with an e7 peptide post-immunization than those that were immunized with a strain which expressed intracellular e7. Although this might indicate that the cell-wallanchored form of the antigen is more immunogenic, it could also be due to the production of increased total amounts of antigen by the strain that expresses cell-wall anchored e7. The lowest response was obtained with the strain that secreted e7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amount and localization of the antigen."
        },
        {
            "text": "Another immunization study was carried out in chickens, using L. lactis strains that express infectious bursal disease virus (IBDv) capsid proteins (vP2 and vP3) at different cellular locations 41 . The vP3expressing strains were not immunogenic, and of the vP2-expressing strains, only a nuclease vP2 protein that was fused to the M6 cell-wall-anchoring domain produced a significant, although weak, IgG serum response to vP2. In fact, the cell-wall-anchored strain contained more vP2 antigen, both attached to the cell wall and in the protoplast fraction, and therefore its relative immunogenicity could be due to increased antigen dose or location or both. Surface-localized antigens might be more susceptible to degradation in the highly proteolytic environment of the digestive tract than in the nasopharyngeal cavity, so some caution is needed when extrapolating results that were obtained using different routes of immunization. Thus, it seems that the best location of an expressed antigen for optimal mucosal immunization cannot yet be conclusively identified. In addition, virtually nothing is known about de novo antigen synthesis and the efficiency of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amount and localization of the antigen."
        },
        {
            "text": "Adjustment of the immune response to a desired level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunomodulatory"
        },
        {
            "text": "The tools that are necessary to address these questions have yet to be developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "antigen release by different bacterial vectors in vivo."
        },
        {
            "text": "When live LAB are used as delivery vehicles, replication of the bacteria and de novo synthesis of the antigen can influence the immune response. After intranasal immunization with live or killed L. lactis (using formalin or mitomycin C) that expressed TTFC, similar levels of antigen-specific immunoglobulins were elicited in the serum 34 . In a separate study of an L. lactis strain that expresses pneumococcal PspA, killing the strain with mitomycin C elicited significantly higher PspA-specific IgG titres, IgG1 to IgG2 ratios and IgA titres in the lungs than after using the live vaccine. However, the inactivated vaccine had reduced efficacy against infectious respiratory challenge, which was attributed to a reduction in the T helper (T H ) 1 component of the immune response 9 . Similar observations were made using a recombinant strain of TTFC-expressing L. plantarum 37 .",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 338,
                    "text": "34",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 783,
                    "end": 784,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Live and killed LAB vaccines."
        },
        {
            "text": "It seems that for the intranasal route, although in vivo synthesis of antigen is not necessary to elicit immune responses, the efficacy of the vaccine can be affected, depending on the requirements for immune protection (that is, T H 1 versus T H 2) and the effects of the killing method on the bacterial vector and antigen. Whether non-replicating LAB vaccines would be as effective as live LAB through the oral or intragastric route of immunization and how influential other killing methods are, such as heat or gamma-irradiation, remain open questions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Live and killed LAB vaccines."
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Live and killed LAB vaccines."
        },
        {
            "text": "The immune response to the vaccine antigen TTFC that is produced by injection with an alum adjuvant is dominated by a T H 2 response and the production of IgG1 antibody, whereas mucosal delivery of TTFC-expressing L. plantarum and L. lactis induces both the IgG1 and IgG2a subclasses of antibody to TTFC. In mouse models, it is generally accepted that T H 1-type cytokines promote a class switch to IgG2a and suppress the levels of IgG1, which is associated with a T H 2-type immune response. Thus, it has been concluded that LAB vaccines promote a mixed T H -cell response 32, 36, 37, 43 (TABLe 1) . This was recently confirmed by an analysis of cellular responses to intragastric and intraperitoneally administered L. lactis-expressing TTFC 43 . A TTFC-specific T H -cell response with a mixed T H 1-and T H 2-type cytokine profile was found in the intestine and in the spleen following intragastric immunization. Interestingly, however, an IgG1-biased subclass profile was obtained when the lactococcal vaccine was administered parenterally, which confirmed the importance of the route of vaccination in determining the response phenotype. Depending on the target organism and requirements for immunity, the ability of LAB to shift cellular immune responses towards T H 1 may be advantageous for vaccination strategies, as was recently shown in a respiratory-challenge model of pneumococcal infection 9 .",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 577,
                    "text": "32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "36,",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "37,",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 588,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 1404,
                    "end": 1405,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 589,
                    "end": 598,
                    "text": "(TABLe 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Influence of the bacterial vehicle on the T-helper cytokine response."
        },
        {
            "text": "Clearly, the bacterial vehicle itself can influence the immune response and, as our understanding of the immunomodulatory properties of different LAB continues to grow, it will be possible to select strains for vaccination and other applications (discussed below). Many probiotic organisms are also LAB (BOX 1) and a better characterization of their capacity to modulate the immune system will increase our knowledge in this area 44 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of the bacterial vehicle on the T-helper cytokine response."
        },
        {
            "text": "Initial studies on the use of L. lactis to secrete biologically active interleukin (IL)-2 (Ref. 45) stimulated researchers to investigate whether mucosal and systemic responses could be enhanced by co-expression (and secretion) of IL-2 or IL-6 with the model antigen TTFC 46 . Compared with the TTFC-expressing strain, the peak anti-TTFC serum responses were 10 to 15-fold higher in mice that were immunized with the strains that also expressed IL-2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Co-expression of antigens and cytokines."
        },
        {
            "text": "• What is the fate of recombinant lactic acid bacteria (LAB) in the mucosal body cavities after oral or intranasal delivery?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "• Is the most immunogenic location for an expressed antigen intracellular or at the bacterial cell surface, and how is this influenced by the route of administration?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "• What is the impact of bacterial survival, persistence and in vivo replication on the intensity of the induced immune response?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "• Does the effectiveness of the intragastric route depend on de novo synthesis of the heterologous molecule?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "• How does bacterial dosage influence the immunogenicity of LAB vaccines?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "• Would repeated dosing of a vaccine strain result in immunological tolerance against an expressed antigen?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "• Do immune responses to the bacterial vehicle itself influence immunogenicity of an expressed antigen and vice versa?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "• Does the induction of secretory immunoglobulin A against the bacterial carrier influence the vaccine response or the capacity to use the carrier strain in repeated vaccinations?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "• Are Peyer's patches necessary for induction of a vaccine response?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "• Do the various bacterial carriers differ in their uptake by M cells in the Peyer's patches?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "• Do enteric-coated formulations of LAB, which are protected during passage through the stomach owing to their enteric coats, increase the efficacy of oral vaccination?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "• What dose is required for vaccination of large animals, and will LAB elicit protective responses?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "or IL-6. This showed, for the first time, that biologically active cytokines could be delivered to the mucosa using LAB. A number of applications are being sought for mucosal delivery of IL-12 using recombinant L. lactis. These efforts were spurred on, in part, by the side effects of systemic administration of IL-12, which has pleiotropic effects on T and B cells and is a key regulator of T H 1 differentiation. Interferon-g and IL-12, which are produced by T H 1 cells, play crucial parts in the stimulation of natural-killer-cell activity and maturation of cytotoxic lymphocytes, and thus in protection against infectious diseases and vaccination against cancer. An IL-12-secreting strain of L. lactis was co-administered intranasally with another strain of L. lactis that expressed a cell-wall-anchored e7 antigen from HPv16, which is the main aetiological agent of cervical cancer 47 . Post vaccination, mice were challenged with a lethal dose of the tumour cell line TC-1, which expresses the e7 antigen. In the combined-vaccine group, 50% of the mice were protected from tumour development for at least 100 days, as compared with 35 and 0% in the e7-expressing strain of L. lactis-vaccinated group and control group, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "In summary, the amount of antigen that is synthesized is a major influence on the strength of the induced immune response. Open questions that are related to the immunogenicity of candidate bacterial vectors (BOX 2) include the effect of the route of administration, the location of the expressed antigen (for example, intracellular, secreted or anchored) and the behaviour of the bacterial vector in vivo, including its capacity to direct de novo antigen synthesis. Intranasal immunization seems to be more efficient than the intragastric route at eliciting systemic responses, and even killed organisms have been useful in eliciting a response by this route. It is not clear if transient persistence of the bacterial strain is an advantage for vaccination, and this aspect would be best addressed using isogenic strains that have been engineered to influence their persistence in vivo. It is evident that mucosal vaccination using L. lactis or L. plantarum promotes a mixed T H -cell response compared with injection of the antigen with alum. As our understanding of the immunomodulatory properties of different LAB increases, it might be possible to select vaccine carriers that influence the balance between T H 1-and T H 2-cytokine production.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 215,
                    "text": "(BOX 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "Infectious challenge studies with LAB vaccines An important step towards the application of LAB vaccines has been the demonstration of their protective efficacy in animal models (TABLe 1) . For example, both L. lactis and L. plantarum vaccines against tetanus were capable of eliciting significant protection against a lethal challenge dose of tetanus toxin 34, 36, 37 . Furthermore, intranasal vaccination with a lactococcal vaccine that expressed a conserved C-repeat region from the M protein of S. pyogenes conferred significant cross-serotype protection against pharyngeal infection 16 . Mice vaccinated subcutaneously were not protected against pharyngeal infection, and further analysis of the correlation between antibody response and protection indicated that an antigen-specific IgA response might be sufficient for protection. vaccination and protection against Erysipelothrix rhusiopathiae, a swine pathogen, has been reported using a mouse challenge model and intragastric or intranasal immunization with L. lactis that expresses the protective antigen SpaA 48 . Oral immunization with L. lactis that expresses the HIv-1 env protein on its cell surface was shown to have a protective effect in mice that were challenged intraperitoneally with a vaccinia virus that expressed HIv-1 env 49 . In this study, however, cholera toxin was co-administered, with L. lactis as a mucosal adjuvant.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 361,
                    "text": "34,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "36,",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 368,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 590,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 187,
                    "text": "(TABLe 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "So far, only two LAB vaccine studies have measured protection against infectious challenge and compared this with the protection that is afforded by vaccination with purified antigen delivered with an adjuvant. The first of these vaccine studies revealed that recombinant L. plantarum nCIMB8826 strains that produce the urease B antigen elicit partial protection against Helicobacter felis in mice 50 . An alanine racemase mutant of strain nCIMB8826 was superior to the wild type in reducing the load of H. felis in the stomach (also shown using TTFC 39 ), but was not as effective as vaccination with the antigen together with cholera toxin as an adjuvant. The reasons for the improved vaccine-delivery properties of the alanine racemase mutant strain are unknown; however, because the intestinal persistence of both the wild-type and mutant strains in mice are similar, it was speculated that this might be due to enhanced release of the antigen in vivo. The second study showed that intranasal administration of L. lactis that expresses pneumococcal surface protein A (PspA) afforded better protection against respiratory challenge with virulent pneumococci than intranasal PspA or PspA that was injected with alum 9 . This was attributed to a shift towards a T H 1 response. In a sepsis model, the lactococcal vaccine afforded protection that was similar to that obtained with the injected vaccine. Decreased colonization of S. pneumoniae has also been observed in mice following nasal inoculation of different LAB that express pneumococcal surface antigen A 51 . Although successful vaccination and protection has been achieved using LAB as delivery vehicles in rodent models, the next challenge will be to demonstrate their efficacy and advantages over traditional vaccines in animals or humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 | Open questions concerning the delivery of antigens by lactic acid bacteria"
        },
        {
            "text": "A recent development in the use of LAB as delivery vehicles has been in the field of DnA vaccination. The advantage of DnA vaccines lies in their ability to induce potent cellular immune responses, in addition to antibodies, and to express multiple antigens or epitopes using only one DnA vector. For viral antigens, the correct post-translational modifications (for example, glycosylation) should be carried out by the host cell machinery. However, adapting the excellent results that have been achieved in small animals to primates or large animals has been beset with problems 52 . The use of attenuated enteroinvasive bacteria as DnA-vaccine-delivery vehicles is of interest owing to their potential as orallyadministered vaccines that could deliver DnA directly to antigen-presenting cells of the immune system. This",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 582,
                    "text": "52",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "DNA-vaccine delivery"
        },
        {
            "text": "A viral promoter that is active in several mammalian cell lines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytomegalovirus promoter"
        },
        {
            "text": "Inflammation of the large intestine or colon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Colitis"
        },
        {
            "text": "Refers to a group of chronic inflammatory diseases of the small and large intestines, the main forms of which are Crohn's disease and ulcerative colitis. The main differences between Crohn's disease and ulcerative colitis are the location and nature of the inflammatory changes. Crohn's disease can affect any part of the gastrointestinal tract, from mouth to anus, although most cases start in the terminal ileum. Ulcerative colitis, by contrast, is restricted to the colon and rectum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammatory bowel disease"
        },
        {
            "text": "has been demonstrated in several experimental animal models for attenuated intracellular pathogens, such as Salmonella spp., Listeria monocytogenes, Shigella flexneri, Mycobacterium bovis and Mycobacterium smegmatis 14 .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 218,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Inflammatory bowel disease"
        },
        {
            "text": "The ability of DnA vaccines to effectively prime T-cell responses is dependent on processing and presentation of the expressed antigen by DCs, and many strategies are currently being developed to target DnA vaccines to these cells. However, the DC uptake of antigens that are synthesized in bystander cells could also contribute to the nature and potency of the immune response 53 . Interestingly, a recent study showed that recombinant L. lactis that expresses internalin A, a surface protein from L. monocytogenes, was internalized by epithelial Caco-2 cells in vitro, and enterocytes in vivo, after administration to guinea pigs 54 . Furthermore, the strain was carrying a plasmid-encoded GFP that was under the control of the cytomegalovirus promoter (P cmv ), and GFP expression was observed in approximately 1% of infected cells. As L. lactis does not have an intrinsic mechanism to escape from the endosome or phagosome compartments, it remains unclear how the heterologous DnA reaches the nucleus for transcription to occur.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 380,
                    "text": "53",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 632,
                    "end": 634,
                    "text": "54",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Inflammatory bowel disease"
        },
        {
            "text": "In a subsequent study, delivery of DnA into mammalian cells was demonstrated using native lactococci that contained a plasmid-borne bovine β-lactoglobulin (BLG) gene that was under the control of the viral promoter P cmv , which is not functional in L. lactis. Synthesis of BLG was observed in Caco-2 cells after incubation with L. lactis that harboured the expression plasmid, but not after incubation with the purified recombinant plasmid alone or plasmid mixed with L. lactis. The efficiency of delivery seemed to be low, but there is clearly potential to further optimize LAB as DnA-vaccine-delivery vehicles 55, 56 .",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 616,
                    "text": "55,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 617,
                    "end": 619,
                    "text": "56",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Inflammatory bowel disease"
        },
        {
            "text": "Recently, immune responses to L. acidophilus that carried a DnA vaccine against foot-and-mouth-disease virus were investigated following administration by systemic and mucosal routes. Significant immune responses to the vaccine antigen were detected only from injected routes of administration, although mucosal administration could prime a specific immune response 56 . The next step will be to make LAB effective as mucosal delivery vehicles for DnA vaccines and demonstrate their immunogenicity and efficacy in animal models.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 368,
                    "text": "56",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Inflammatory bowel disease"
        },
        {
            "text": "The application of recombinant LAB for the prevention and treatment of colitis was first studied using IL-10secreting L. lactis in two different mouse models 57 . Interest in the delivery of IL-10 as a therapy for colitis stems from the large body of scientific literature which shows that this cytokine can downregulate the inflammation that affects those suffering from this condition (reviewed in Ref. 58) and that both topical enema treatment and intravenous injection of IL-10 has clinical benefits 59 . Daily mucosal administration of IL-10-secreting L. lactis caused a 50% reduction in colitis that had been induced by dextran sulphate sodium (DSS) and prevented the onset of colitis in IL10 -/-Sv or ev mice that spontaneously develop severe colitis 57 . This beneficial effect was dependent on the secretion of IL-10 by live lactococci in situ. notably, a 10,000-fold lower dose of IL-10 was needed compared with intravenous injection of the cytokine. Apart from the cost-effectiveness of this approach, it is expected that mucosal delivery of IL-10 will avoid the reported systemic side effects that are associated with its injection.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "text": "57",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 400,
                    "end": 408,
                    "text": "Ref. 58)",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 506,
                    "text": "59",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 758,
                    "end": 760,
                    "text": "57",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Treatment of inflammatory bowel disease"
        },
        {
            "text": "To address safety concerns about the use of IL-10secreting L. lactis in humans (BOX 4) , the chromosomal thymidylate synthase (thyA) gene was replaced by the IL10 gene to generate a thymine auxotroph 60 . viability of the thyA hIL10 + strain was reduced by several orders of magnitude in the absence of thymidine or thymine and containment was validated in vivo in pigs 60 . notably, a small Phase 1 trial that was recently conducted with the thyA hIL10 + strain in patients with Crohn's disease showed not only that the containment strategy is effective, but also that mucosal delivery of IL-10 by L. lactis is feasible in humans 11 . This exciting landmark study should pave the way for the development of other applications in humans. The potential use of LAB for mucosal delivery of peptides of the trefoil factor family (TFF) has also been investigated. Secretory trefoil peptides TFF1, 2 and 3 are well known for their potent protective and healing effects after mucosal damage, and are of interest as potential therapeutic agents in inflammatory bowel disease. However, when administered orally, they adhere to the mucus of the small intestine and are thus absorbed at the caecum. By contrast, intragastric administration of TFF-secreting L. lactis led to active delivery of TFF peptides at the mucosa of the colon",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "text": "(BOX 4)",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 202,
                    "text": "60",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 370,
                    "end": 372,
                    "text": "60",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 631,
                    "end": 633,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Treatment of inflammatory bowel disease"
        },
        {
            "text": "Some clinical reports have drawn attention to rare and isolated cases of infection with Lactobacillus spp., usually in severely immunocompromized patients 91, 92 . Some genera, such as the streptococci, do contain species that are recognized as opportunistic pathogens, although most strains are sensitive to clinically used antibiotics. Although lactic acid bacteria (LAB) are intrinsically resistant to some antibiotics, resistance traits are not typically mobilized by horizontal gene transfer. The release of genetically modified LAB poses new safety and containment issues. Concerns include: the potential of a foreign gene to affect the safety status of LAB and the possibility that the recombinant gene product could have unintentional effects on the host, such as allergenicity or autoimmunity. The possibility that a transgene (or transgenes) or a genetically modified organism could be transferred to other individuals, and that propagation could occur outside of the host, are also important issues that need to be addressed. Long-term persistence is unlikely to be a concern, as most LAB do not persist in humans for more than a few days after administration. A thorough evaluation of all the safety issues is required on a case-by-case basis 93 . The strategy that has been adopted for the containment of genetically modified L. lactis that expresses interleukin-10 in humans might also be suitable for other applications in the future 11 .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "91,",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 159,
                    "end": 161,
                    "text": "92",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1255,
                    "end": 1257,
                    "text": "93",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1449,
                    "end": 1451,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Box 4 | Safety and containment of genetically modified lactic acid bacteria"
        },
        {
            "text": "Wallace score A measurement that rates macroscopic lesions from one to ten based on criteria that include inflammation, colon thickening, hyperaemia and the extent of ulceration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 4 | Safety and containment of genetically modified lactic acid bacteria"
        },
        {
            "text": "Characterized by the production of allergen-specific Ige, which, upon exposure to allergen, induces cross-linking to the high-affinity Ige receptor on mast cells and basophils, which release histamines and other inflammatory mediators into the surrounding tissue. The development of a type I allergy seems to reflect an imbalance in the T-cell-governed immunity to a particular allergen, which results in an exaggerated T-helper-2-type cytokine response and allergen-specific Ige production by B cells. and effectively prevented and healed acute DSS-induced colitis, as well as spontaneous colitis in an IL10 -/mouse model of inflammatory bowel disease 61 .",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 655,
                    "text": "61",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Type I allergy"
        },
        {
            "text": "A new strategy for the treatment of colitis has recently been reported that is based on L. lactis-secreting Lcrv, an anti-inflammatory protein that is produced by pathogenic yersiniae to evade the host's immune response 7 . The protective and therapeutic potential of Lcrv-secreting L. lactis were evaluated in trinitrobenzene sulphonic acid (TnBS) and DSS mouse models of colitis. In the TnBS-induced colitis model, the protective effect of L. lactis that secretes Lcrv was approximately 50% based on the macroscopic lesion score (Wallace score), and was as efficient as the IL-10-secreting strain that was reported previously 7 . The Lcrv-secreting L. lactis strain, but not the control strain, was also effective in preventing DSS-induced colitis.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 221,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Type I allergy"
        },
        {
            "text": "In summary, recombinant LAB show considerable potential for mucosal therapy of inflammatory bowel disease in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type I allergy"
        },
        {
            "text": "Prevention and therapy of type I allergies Allergic and asthmatic diseases, collectively known as atopic disorders, now affect up to 30% of the european and united States populations, and are responsible for a substantial health-care burden on society. Currently, the only treatment that can cure allergic diseases is allergenspecific immunotherapy. Patient compliance is a problem, however, as allergen-specific immunotherapy requires the repeated administration of gradually increasing amounts of an allergen over a period of approximately 3 years, and carries an inherent risk of allergic reactions during treatment 62 . Mucosal delivery of allergen-expressing LAB is now being explored as an approach for the immunotherapy of type I allergies, based on the finding that some strains of LAB modulate T-cell responses to an expressed or co-administered antigen towards a T H 1-type immune response [63] [64] [65] [66] and the concept that mucosal vaccination against type I allergies offers some advantages over the subcutaneous route 67 .",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 621,
                    "text": "62",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 900,
                    "end": 904,
                    "text": "[63]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[64]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[65]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[66]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1037,
                    "end": 1039,
                    "text": "67",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Type I allergy"
        },
        {
            "text": "To date, recombinant LAB have been shown to be an effective strategy for the prevention of allergic sensitization only in mice, but these models have been useful for identifying the best strains and allergen-expression systems. For example, oral pre-treatment of mice with L. lactis strains that produce the cow's milk allergen BLG was shown to partially prevent sensitization to BLG in a food-hypersensitivity mouse model 68 . One strain that produced low levels of intracellular BLG (4 µg per inoculum of 9 x 10 9 lactococci) was compared with 4 other strains that were engineered to secrete BLG (12-67 µg per inoculum, although the antigen remained mostly cellassociated). Pre-treatment of mice with some of the strains before sensitization favoured development of a T H 1-type immune response to BLG and significantly decreased the level of BLG-specific Ige. The most effective strains were those that produced the highest amounts of BLG 68 .",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 425,
                    "text": "68",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 942,
                    "end": 944,
                    "text": "68",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Type I allergy"
        },
        {
            "text": "With respect to inhaled allergens, the modulation of allergic immune responses to the birch-pollen allergen Bet v1 by recombinant LAB has recently been described 69 . Intranasal treatment of mice with recombinant LAB strains that express Bet v1 before antigen sensitization led to a significant shift towards a non-allergic T H 1-type immune response to Bet v1 compared with non-expressing control strains or a control group that was administered with buffer. The intragastric route seemed to be less effective in modulating the immune response to Bet v1, and only recombinant L. plantarum (not L. lactis) was effective by this route 70 . The L. lactis strain produced approximately fourfold less Bet v1 than the L. plantarum strains, which might explain the lower efficacy of this strain. This concurs with previous observations that the reduction of BLG-specific Ige was most effective with L. lactis strains that produced the highest amounts of allergen 68 . However, differences between these two strains in their intrinsic immunomodulating capacities and/or gut persistence cannot be ruled out as contributing factors. LAB delivery of Bet v1 also induced allergen-specific IgA both in the airways and the gut, but the protective capacity of IgA with respect to allergy is still a matter of general debate. Mouse-model studies of the inhalant dust-mite allergen Der p5 have shown promising results on the use of orally administered recombinant LAB that produce Der p5 to reduce local allergen-induced airway inflammation and hyper-reactivity 71 . Induction of oral tolerance to chicken ovalbumin (OvA) has also been reported by intragastric administration of L. lactis-secreting OvA 72 . In contrast to the studies mentioned above with BLG and Bet v1, L. lactis did not induce counter-regulatory T H 1 immune responses to the allergen. It seems that in OvAspecific T-cell-receptor transgenic mice, oral tolerance is mediated by the induction of CD4 + CD25 + regulatory T cells that function through a transforming-growthfactor β-dependent mechanism. It remains to be seen whether this mechanism also occurs in non-transgenic mice from the same background; if this is the case, then L. lactis could be further developed as an effective tool for inducing antigen-specific tolerance.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "text": "69",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 634,
                    "end": 636,
                    "text": "70",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 957,
                    "end": 959,
                    "text": "68",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1546,
                    "end": 1548,
                    "text": "71",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1687,
                    "end": 1689,
                    "text": "72",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Type I allergy"
        },
        {
            "text": "IL-10-secreting L. lactis (strain discussed above) that was intragastrically administered for 3 consecutive days before sensitization to BLG was recently shown to promote oral tolerance in young mice 8 . Administration of L. lactis that secrete IL-10 reduced antigen-induced anaphylaxis and almost completely inhibited the production of Ige and IgG1 antibodies to BLG. Interestingly, these protective effects were partly attributable to L. lactis itself, as the wild-type strain also diminished the levels of BLGspecific Ige and IgG1. Moreover, the results of this study suggested that the recombinant L. lactis strain increased IL-10 levels in the mucosa and promoted the development of antigen-specific secretory IgA. In addition, the immunomodulatory effects of lactococcal-delivered IL-12 have been investigated in mouse models of OvA-induced asthma and BLG food hypersensitivity 10, 73 .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 888,
                    "end": 890,
                    "text": "73",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Type I allergy"
        },
        {
            "text": "Taken together, these studies indicate that in the future it might be possible to use recombinant LAB to induce allergen-specific tolerance in humans. 2) . For this 'bioshield' strategy to work, the neutralized (or immobilized) virions or bacteria must be inactivated in the local milieu or be removed from the host before they reach a receptor site on a host cell. To date, most research has focused on the prevention of HIv-1 infection at the mucosa and, in particular, on methods that can be used by women to protect themselves from heterosexual transmission of HIv-1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "text": "2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Type I allergy"
        },
        {
            "text": "The cell-binding and fusion processes of HIv-1 offer a number of potential target sites for the inhibition of infection (fIG. 3) . For example, the binding of gp120 to the extracellular domains of CD4 on immune cells is the first step in viral entry, and can be blocked by the high-affinity interaction of the microbicidal cyanovirin-n (Cv-n) protein with the high-mannose structures that are present on gp120 (Ref. 74) (fIG. 3) . The first human commensal strain of LAB to be used as a host for the expression of Cv-n was S. gordonii 75 . Cv-n was expressed as a fusion protein using the M-protein secretion-and cell-wall-anchoring domains to sort and attach Cv-n to the cell wall. In this form, the recombinant S. gordonii was able to capture HIv-1 virions in vitro on its cell surface. In addition, Cv-n was secreted from S. gordonii and bound to gp120 of HIv-1 in a concentration-dependent manner. L. lactis and L. plantarum have also been engineered to express high levels of Cv-n by optimizing expression signals for translation initiation and secretion 76 . The Cv-n that was secreted by these strains was capable of neutralizing the infectivity of both laboratory and primary isolates of HIv-1 in vitro. More recently, a natural vaginal strain of Lactobacillus jensenii was engineered to express Cv-n from a stably integrated expression cassette that was recombined into the genome 77 . This strain was capable of colonizing the mouse vagina and producing Cv-n in situ, but no protection studies using this strain have yet been published.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 419,
                    "text": "(Ref. 74)",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 537,
                    "text": "75",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1060,
                    "end": 1062,
                    "text": "76",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1390,
                    "end": 1392,
                    "text": "77",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "text": "(fIG. 3)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 420,
                    "end": 428,
                    "text": "(fIG. 3)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Prevention of HIV-1 transmission."
        },
        {
            "text": "Secretion of the two extracellular gp120-binding domains of human CD4 in a vagina-colonizing strain of L. jensenii has also been explored as a strategy to antibodies that comprise variable regions of the heavy and light chains of an immunoglobulin, which are linked together via a linker peptide, have been expressed on the surface of LAB and used in passive immunotherapy. In the example shown, an scFv that binds to a major adhesion molecule of Streptococcus mutans (a causative agent of dental caries) protects against colonization of tooth enamel and dental caries by agglutination and clearance of the bacterium from the mouth. c | ScFv antibodies that are expressed on the surface of LAB could also be considered for immunotherapy or prophylaxis. For example, an scFv might prevent pathogen adherence or neutralize a luminal bacteria toxin, thereby preventing it from reaching the epithelial cells. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevention of HIV-1 transmission."
        },
        {
            "text": "The introduction of exogenous antibodies to treat disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Passive immunotherapy"
        },
        {
            "text": "prevent HIv-1 infection 78 . The human CD4 protein reached concentrations that ranged from 100 ng to 1 µg per ml in laboratory-culture supernatants and inhibited HIv-1 infection of cultured cells in a dose-dependent manner. Similarly, L. casei has recently been used to secrete a single-chain fragment variable (scFv) antibody that can block cell-associated HIv-1 transmission across an in vitro culture model of the cervical epithelium 79 . The scFv antibody is specific for intercellular adhesion molecule 1 (ICAM1), and thus inhibits the binding of monocytes and activated CD4 + T lymphocytes to the epithelium via this receptor. The anti-ICAM1 scFv antibody that was secreted by L. casei was shown to block monocyteassociated HIv-1 transmission across a cervical epithelial monolayer in vitro.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 26,
                    "text": "78",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 437,
                    "end": 439,
                    "text": "79",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Passive immunotherapy"
        },
        {
            "text": "A different approach to inhibiting cell-free HIv-1 infection uses peptide-fusion inhibitors that are derived from the carboxy-terminal heptad repeat of HIv-1 gp41 (fIG. 3) , as exemplified by the recent work of Rao and colleagues 80 . Rather than using LAB, these authors engineered a probiotic strain of Escherichia coli (nissle 1917) to secrete such a peptide. The recombinant strain was capable of colonizing mice for periods of weeks to months, predominantly in the colon and caecum, and the peptide fusion inhibitor was detected throughout the mucosal lumen and at the epithelial surface. Similarly, lactobacilli that express an HIv-1 fusion-inhibitor peptide have recently been experimentally evaluated as potential bioshields 81 .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "text": "80",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 733,
                    "end": 735,
                    "text": "81",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "text": "(fIG. 3)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Passive immunotherapy"
        },
        {
            "text": "For this strategy to be successful, the colonizing LAB must be able to compete with the resident microbiota and secrete sufficient quantities of inhibitory proteins to block infection in vivo. Some naturally occurring strains of Lactobacillus spp. that were introduced into the vagina to prevent vaginosis have been reported to persist for weeks or even months 82 . It is also encouraging to consider that cervico-vaginal transmission of HIv-1 from men to women is an inefficient process 83 . The biological-containment issues that surround this approach certainly need to be addressed. If necessary, a biologically contained strain that has a limited ability to survive outside the laboratory could be constructed for use in humans, although this might impact on the longevity and efficacy of the intervention.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 363,
                    "text": "82",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 488,
                    "end": 490,
                    "text": "83",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Passive immunotherapy"
        },
        {
            "text": "Other antiinfective strategies that involve recombinant LAB use the secretion or cell-surface anchoring of therapeutic and neutralizing antibodies to combat pathogens (fIG. 2a,c) . One striking example of this therapeutic approach is the protection against experimental vaginitis that was shown in rats using S. gordonii that expresses a secreted or surface-displayed microbicidal scFv antibody against Candida albicans 84 (fIG. 2a) . Local passive immunotherapy against dental caries has also been achieved using a strain of Lactobacillus zeae which was displaying an scFv form of an antibody (Guy 13) that was directed against the SAI/II adhesion molecule of Streptococcus mutans, a pathogen that is involved in the development of dental caries 85 (fIG. 4b) .",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 422,
                    "text": "84",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 747,
                    "end": 749,
                    "text": "85",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 178,
                    "text": "(fIG. 2a,c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 423,
                    "end": 432,
                    "text": "(fIG. 2a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 750,
                    "end": 759,
                    "text": "(fIG. 4b)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Antibody-based anti-infective strategies."
        },
        {
            "text": "In this study, the recombinant L. zeae were administered daily owing to the need to use an inducible promoter to express the scFv antibody, but the future aim is to use a strain that persists and continuously Binding and entry of HIV-1 offer several potential targets for antiviral intervention. According to the latest research, the native HIV-1 envelope glycoprotein gp160 is cleaved to form the subunits gp120 and gp41, with gp120 directing the initial interaction with the CD4 receptor on the host cell. This stabilizes the gp120 structure to promote binding to a chemokine receptor, which then mechanically triggers a conformational change in gp41 such that the gp41 fusion peptide can enter the cellular membrane to initiate fusion of the viral envelope with the cell. Soluble CD4, chemokines or neutralizing antibodies can block the initial binding of gp120 to cell receptors and formation of a fusion intermediate. Moreover, peptides that bind to the exposed amino-terminal domain of gp41 are thought to prevent collapse of the extended gp41 trimer structure that brings the amino-and carboxy-terminal regions of gp41 into close proximity to promote fusion of the viral and cellular membranes. Such inhibitor peptides are highly conserved between different HIV-1 isolates, and one (T-20) is currently in clinical use 94 . Conclusions and future perspectives Over the past 5 years, the use of recombinant LAB for mucosal delivery of therapeutic and prophylactic compounds, as well as DnA vaccines, has increased substantially (fIG. 4) . Despite much progress, gaps remain in our understanding of the full potential of recombinant LAB, and many questions remain unanswered",
            "cite_spans": [
                {
                    "start": 1325,
                    "end": 1327,
                    "text": "94",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [
                {
                    "start": 1533,
                    "end": 1541,
                    "text": "(fIG. 4)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Antibody-based anti-infective strategies."
        },
        {
            "text": ". For example, little is known about the responses that are elicited against native antigens of LAB that are used as delivery vehicles. Robinson et al. 34 reported that L. lactis was poorly antigenic if administered as a vaccine vector via the intranasal and intragastric routes, although significantly elevated antibody titres to LAB were measured in the serum of all immunized mice compared with the naive group. Similarly, Grangette and colleagues 37 observed that cellular immune responses to L. plantarum were even lower than those elicited by L. lactis. Clearly, it is easier to obtain immune responses by intranasal administration than by intragastric administration and even killed LAB are effective by this route. The intranasal route of immunization is particularly attractive because it can elicit lasting antibody responses at both systemic and airway mucosal sites 12, 86 , and is currently of particular interest for the development of airway infections, such as Pseudomonas aeruginosa infection in patients with cystic fibrosis 87, 88 . Killed LAB would also have distinct advantages over live organisms with respect to regulatory issues for the clinical use of genetically modified organisms, but the safety of intranasal immunization with LAB needs to be validated. Although immunization by intragastric administration remains an attractive alternative, many factors that are suspected to impact on the immune responses that are elicited by this route remain to be clarified. Based on the protection studies that have been performed in small animals, it is difficult to predict whether the necessary dose for humans will be feasible and as economical as anticipated; vaccination studies in larger animals should help clarify these issues.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "34",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 878,
                    "end": 881,
                    "text": "12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 882,
                    "end": 884,
                    "text": "86",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1043,
                    "end": 1046,
                    "text": "87,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1047,
                    "end": 1049,
                    "text": "88",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Nature Reviews | Microbiology"
        },
        {
            "text": "The delivery of DnA vaccines using LAB is appealing given their potential for mucosal routes of administration, but combining efficient and safe delivery with potency remains a major future challenge. Recombinant LAB also show promise as possible strategies for allergen-specific immunotherapy of allergic diseases. Administration of antigen-expressing LAB before sensitization with the same antigen has been shown to significantly shift immune responses towards a nonallergic T H 1-type immune response, but it remains to be seen whether secondary prevention or treatment with an LAB allergy vaccine would indeed mitigate an already-established allergic status. If recombinant LAB can induce antigen-specific regulatory T cells, as suggested by a recent study with L. lactis that were secreting ovalbumin 72 , mucosal delivery of relevant immunogens could also be an effective tool for the treatment of antigen-induced autoimmune diseases.",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 808,
                    "text": "72",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Nature Reviews | Microbiology"
        },
        {
            "text": "Therapeutic applications of LAB have progressed rapidly in the past 5 years, and, following the demonstration that LAB delivery of IL-10 could treat colitis in mouse models 60 , a small Phase 1 trial was recently conducted in patients with Crohn's disease 7 . Development of a containment system for the genetically modified L. lactis was crucial to the approval of this clinical study and should pave the way for other LAB-delivery applications in the future 7 ",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 461,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Nature Reviews | Microbiology"
        },
        {
            "text": ". Another successful approach to prevent and treat colitis used L. lactis that expresses Yersina spp. Lcrv protein to stimulate mucosal synthesis of IL-10 (Ref. 4 ). This novel approach highlights the potential of using other immunomodulating proteins of pathogens as novel therapeutics. Other exciting applications on the horizon concern the delivery of anti-infectives, such as scFv antibodies, fusion inhibitors and microbicides, to prevent infection by HIv-1. First attempts to deliver enzymes have also been published and include, for example, the delivery of lipase to correct pancreatic deficiencies 89 and superoxide dismutase to reduce oxidative stress 90 . now that it is possible to co-express different factors in LAB, such as antigens, enzymes, scFv antibodies, host-targeting molecules and immunomodulators, we hope that more applications will be optimized and biologically contained strains developed to support progress towards clinical trials. Several applications of LAB delivery seem likely to provide clear clinical proof in the near future and, for inflammatory bowel disease, LAB delivery now seems to be a realistic therapeutic option in humans. Illustration of the published applications of LAB delivery, the various molecules that have been produced in LAB and the animal models that were used. Some types of molecule, such as single-chain variable fragments (scFvs), could be used for different applications (for example, therapy, anti-infectives or passive immunization), and not all of these potential applications have been published in the literature to date.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 607,
                    "end": 609,
                    "text": "89",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "90 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nature Reviews | Microbiology"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Molecular analysis of jejunal, ileal, caecal and recto-sigmoidal human colonic microbiota using 16S rRNA gene libraries and terminal restriction fragment length polymorphism",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nishi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sakamoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benno",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Med. Microbiol",
            "volume": "54",
            "issn": "",
            "pages": "1093--1101",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Delivery systems and adjuvants for oral vaccines",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Lavelle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;hagan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Expert Opin. Drug Deliv",
            "volume": "3",
            "issn": "",
            "pages": "747--762",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Recent advances in protein and peptide drug delivery systems",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baboota",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr. Drug Deliv",
            "volume": "4",
            "issn": "",
            "pages": "141--151",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biotechnological applications for surface-engineered bacteria",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wernerus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stahl",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biotechnol. Appl. Biochem",
            "volume": "40",
            "issn": "",
            "pages": "209--228",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Enhanced immunisation and expression strategies using bacterial spores as heat-stable vaccine delivery vehicles",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "Q"
                    ],
                    "last": "Uyen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Cutting",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "356--365",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Grampositive bacteria as vaccine vehicles for mucosal immunisation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pozzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Oggioni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Medaglini",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "35--60",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevention and treatment of colitis with Lactococcus lactis secreting the immunomodulatory Yersinia LcrV protein",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Foligne",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Gastroenterology",
            "volume": "133",
            "issn": "",
            "pages": "862--874",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Oral administration of an IL-10-secreting Lactococcus lactis strain prevents food-induced IgE sensitization",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Frossard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steidler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Eigenmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Demonstrated that intranasal vaccination with the LAB vaccine provides better protection than purified antigen against respiratory infection with virulent pneumococci",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hanniffy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hitchin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Infect. Dis",
            "volume": "195",
            "issn": "",
            "pages": "185--193",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Intranasal coadministration of live lactococci producing interleukin-12 and a major cow's milk allergen inhibits allergic reaction in mice",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Cortes-Perez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin. Vaccine Immunol",
            "volume": "14",
            "issn": "",
            "pages": "226--233",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "First clinical trial to use recombinant LAB. Demonstrated that the containment strategy for L. lactis that expresses recombinant IL-10 is effective and also that mucosal delivery of IL-10 by L",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Braat",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin. Gastroenterol. Hepatol",
            "volume": "4",
            "issn": "",
            "pages": "754--759",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mucosal vaccines: the promise and the challenge",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Neutra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kozlowski",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature Rev. Immunol",
            "volume": "6",
            "issn": "",
            "pages": "148--158",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Recent advances in the development of live, attenuated bacterial vectors",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Roland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tinge",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Killeen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kochi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr. Opin. Mol. Ther",
            "volume": "7",
            "issn": "",
            "pages": "62--72",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Use of attenuated bacteria as delivery vectors for DNA vaccines",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Daudel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Weidinger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spreng",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Expert Rev. Vaccines",
            "volume": "6",
            "issn": "",
            "pages": "97--110",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "CVD 908-htrA, and CVD 909 live oral typhoid vaccines: a logical progression",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Tacket",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cvd",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin. Infect. Dis",
            "volume": "908",
            "issn": "",
            "pages": "20--23",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mucosal vaccine made from live, recombinant Lactococcus lactis protects mice against pharyngeal infection with Streptococcus pyogenes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mannam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Geller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect. Immun",
            "volume": "72",
            "issn": "",
            "pages": "3444--3450",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Demonstrated that expression of an operon which contains 3 of the 4 genes that are required for pneumococcal type 3 capsular-polysaccharide biosynthesis in L. lactis resulted in the production of 120 mg per litre of an immunogenic capsular polysaccharide",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Le Page",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infect. Immun",
            "volume": "68",
            "issn": "",
            "pages": "3251--3260",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Anatomical and cellular basis of immunity and tolerance in the intestine",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mowat",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "R"
                    ],
                    "last": "Millington",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Chirdo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Pediatr. Gastroenterol. Nutr",
            "volume": "39",
            "issn": "",
            "pages": "723--724",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Dendritic cells express tight junction proteins and penetrate gut epithelial monolayers to sample bacteria",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rescigno",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature Immunol",
            "volume": "2",
            "issn": "",
            "pages": "361--367",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Dynamic imaging of dendritic cell extension into the small bowel lumen in response to epithelial cell TLR engagement",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chieppa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rescigno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Germain",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Exp. Med",
            "volume": "203",
            "issn": "",
            "pages": "2841--2852",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Showed that the intragastric administration of GFP-expressing E. cloacae, a mouse commensal, results in the uptake of these bacteria by DCs in the Peyer's patches",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Macpherson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uhr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1662--1665",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "IgA adaptation to the presence of commensal bacteria in the intestine",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Macpherson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr. Top. Microbiol. Immunol",
            "volume": "308",
            "issn": "",
            "pages": "117--136",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Genetic marking of Lactococcus lactis shows its survival in the human gastrointestinal tract",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Klijn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Weerkamp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "De Vos",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Appl. Environ. Microbiol",
            "volume": "61",
            "issn": "",
            "pages": "2771--2774",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Pharmacokinetics of Lactobacillus plantarum NCIMB 8826, Lactobacillus fermentum KLD, and Lactococcus lactis MG 1363 in the human gastrointestinal tract",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vesa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pochart",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marteau",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Persistence of colonization of human colonic mucosa by a probiotic strain, Lactobacillus rhamnosus GG, after oral consumption",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alander",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Appl. Environ. Microbiol",
            "volume": "65",
            "issn": "",
            "pages": "351--354",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Bacterial population analysis of human colon and terminal ileum biopsies with 16S rRNA-based fluorescent probes: commensal bacteria live in suspension and have no direct contact with epithelial cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Der Waaij",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Inflamm. Bowel Dis",
            "volume": "11",
            "issn": "",
            "pages": "865--871",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Colonization and immunomodulation by Lactobacillus reuteri ATCC 55730 in the human gastrointestinal tract",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Valeur",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Carbajal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ladefoged",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Appl. Environ. Microbiol",
            "volume": "70",
            "issn": "",
            "pages": "1176--1181",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Relationship between interaction sites in the gut, hydrophobicity, mucosal immunomodulating capacities and cell wall protein profiles in indigenous and exogenous bacteria",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Vinderola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Medici",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Perdigon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Appl. Microbiol",
            "volume": "96",
            "issn": "",
            "pages": "230--243",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Heterologous protein production and delivery systems for Lactococcus lactis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nouaille",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genet. Mol. Res",
            "volume": "2",
            "issn": "",
            "pages": "102--111",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Gene expression systems for lactic acid bacteria",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "De Vos",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Curr. Opin. Microbiol",
            "volume": "2",
            "issn": "",
            "pages": "289--295",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Lactic acid bacteria as live vaccines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mercenier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muller-Alouf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grangette",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Curr. Issues Mol. Biol",
            "volume": "2",
            "issn": "",
            "pages": "17--25",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Factors affecting the immunogenicity of tetanus toxin fragment C expressed in Lactococcus lactis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Norton",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "FEMS Immunol. Med. Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "167--177",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Potential and opportunities for use of recombinant lactic acid bacteria in human health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hanniffy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Oral vaccination of mice against tetanus with recombinant Lactococcus lactis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Chamberlain",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Schofield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Le Page",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature Biotechnol",
            "volume": "15",
            "issn": "",
            "pages": "653--657",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Optimization and delivery of plasmid DNA for vaccination",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jechlinger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Expert Rev. Vaccines",
            "volume": "5",
            "issn": "",
            "pages": "803--825",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The processing of antigens delivered as DNA vaccines",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Howarth",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Immunol. Rev",
            "volume": "199",
            "issn": "",
            "pages": "27--39",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Internalin-expressing Lactococcus lactis is able to invade small intestine of guinea pigs and deliver DNA into mammalian epithelial cells",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Guimaraes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microbes Infect",
            "volume": "7",
            "issn": "",
            "pages": "836--844",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Use of native lactococci as vehicles for delivery of DNA into mammalian epithelial cells",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Guimaraes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Appl. Environ. Microbiol",
            "volume": "72",
            "issn": "",
            "pages": "7091--7097",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Immune responses generated by Lactobacillus as a carrier in DNA immunization against foot-and-mouth disease virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "902--911",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Showed that IL-10-secreting lactococci can be used therapeutically in two models of murine colitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steidler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "289",
            "issn": "",
            "pages": "1352--1355",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "In situ delivery of cytokines by genetically engineered Lactococcus lactis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steidler",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Antonie Van Leeuwenhoek",
            "volume": "82",
            "issn": "",
            "pages": "323--331",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Safety and efficacy of recombinant human interleukin 10 in chronic active Crohn's disease. Crohn's disease IL-10 cooperative study group",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Gastroenterology",
            "volume": "119",
            "issn": "",
            "pages": "1461--1472",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Describes the development of a biologicalcontainment system for L. lactis that was based on replacement of the thymidylate synthase gene with a heterologous gene",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steidler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature Biotechnol",
            "volume": "21",
            "issn": "",
            "pages": "785--789",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Active delivery of trefoil factors by genetically modified Lactococcus lactis prevents and heals acute colitis in mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vandenbroucke",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Gastroenterology",
            "volume": "127",
            "issn": "",
            "pages": "502--513",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Novel vaccines and adjuvants for allergen-specific immunotherapy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Crameri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rhyner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr. Opin. Immunol",
            "volume": "18",
            "issn": "",
            "pages": "761--768",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Heat-killed Lactobacillus plantarum L-137 suppresses naturally fed antigenspecific IgE production by stimulation of IL-12 production in mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murosaki",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Allergy Clin. Immunol",
            "volume": "102",
            "issn": "",
            "pages": "57--64",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Lactobacillus plantarum inhibits house dust mitespecific T-cell responses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kruisselbrink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Heijne Den Bak-Glashouwer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Havenith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Thole",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Janssen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Recombinant",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin. Exp. Immunol",
            "volume": "126",
            "issn": "",
            "pages": "2--8",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Mucosal co-application of lactic acid bacteria and allergen induces counter-regulatory immune responses in a murine model of birch pollen allergy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Repa",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "22",
            "issn": "",
            "pages": "87--95",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Characterization of a Lactococcus lactis strain that secretes a major epitope of bovine beta-lactoglobulin and evaluation of its immunogenicity in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Chatel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Appl. Environ. Microbiol",
            "volume": "69",
            "issn": "",
            "pages": "6620--6627",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The role of antigen presenting cells at distinct anatomic sites: they accelerate and they slow down allergies",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Novak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Allam",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Betten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haberstok",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bieber",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Allergy",
            "volume": "59",
            "issn": "",
            "pages": "5--14",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Oral administration of recombinant Lactococcus lactis expressing bovine β-lactoglobulin partially prevents mice from sensitization",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Adel-Patient",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin. Exp. Allergy",
            "volume": "35",
            "issn": "",
            "pages": "539--546",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Modulation of allergic immune responses by mucosal application of recombinant lactic acid bacteria producing the major birch pollen allergen Bet v 1",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Allergy",
            "volume": "61",
            "issn": "",
            "pages": "812--819",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The European LABDEL project and its relevance to the prevention and treatment of allergies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Repa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mercenier",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wiedermann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Allergy",
            "volume": "62",
            "issn": "",
            "pages": "1237--1242",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Inhibition of allergen-induced airway inflammation and hyperreactivity by recombinant lactic-acid bacteria",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Charng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "5931--5936",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Induction of ovalbumin-specific tolerance by oral administration of Lactococcus lactis secreting ovalbumin",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Huibregtse",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Gastroenterology",
            "volume": "133",
            "issn": "",
            "pages": "517--528",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Immunomodulatory effects of IL-12 secreted by Lactococcus lactis on Th1/Th2 balance in ovalbumin (OVA)-induced asthma model mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int. Immunopharmacol",
            "volume": "6",
            "issn": "",
            "pages": "610--615",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Discovery of cyanovirin-N, a novel human immunodeficiency virus-inactivating protein that binds viral surface envelope glycoprotein gp120: potential applications to microbicide development",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Boyd",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "41",
            "issn": "",
            "pages": "1521--1530",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The microbicide cyanovirin-N expressed on the surface of commensal bacterium Streptococcus gordonii captures HIV-1",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Giomarelli",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Aids",
            "volume": "16",
            "issn": "",
            "pages": "1351--1356",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Bioengineering lactic acid bacteria to secrete the HIV-1 virucide cyanovirin",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pusch",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Acquir. Immune Defic. Syndr",
            "volume": "40",
            "issn": "",
            "pages": "512--520",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "lactis that secretes cyanovirin was shown to block HIV-1 infection in vitro",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Engineered vaginal lactobacillus strain for mucosal delivery of the human immunodeficiency virus inhibitor cyanovirin-N",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "50",
            "issn": "",
            "pages": "3250--3259",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Inhibition of HIV infectivity by a natural human isolate of Lactobacillus jensenii engineered to express functional two-domain CD4",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "100",
            "issn": "",
            "pages": "11672--11677",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Lactobacilli-expressed singlechain variable fragment (scFv) specific for intercellular adhesion molecule 1 (ICAM-1) blocks cell-associated HIV-1 transmission across a cervical epithelial monolayer",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chancey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Immunol",
            "volume": "176",
            "issn": "",
            "pages": "5627--5636",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Toward a live microbial microbicide for HIV: commensal bacteria secreting an HIV fusion inhibitor peptide",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "11993--11998",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "An anti-HIV microbicide engineered in commensal bacteria: secretion of HIV-1 fusion inhibitors by lactobacilli",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pusch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Aids",
            "volume": "20",
            "issn": "",
            "pages": "1917--1922",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Probiotics for the treatment of women with bacterial vaginosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Falagas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Betsi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Athanasiou",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin. Microbiol. Infect",
            "volume": "13",
            "issn": "",
            "pages": "657--664",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Viral burden in genital secretions determines male-to-female sexual transmission of HIV-1: a probabilistic empiric model",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Aids",
            "volume": "15",
            "issn": "",
            "pages": "621--627",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "First example of LAB delivery of a microbicidal antibody and its use for the treatment of candidiasis in a rat model",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beninati",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature Biotechnol",
            "volume": "18",
            "issn": "",
            "pages": "1060--1064",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Demonstrated passive immunotherapy against dental caries by blocking the adhesion of S. mutans with LAB that express an scFv",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kruger",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature Biotechnol",
            "volume": "20",
            "issn": "",
            "pages": "702--706",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Intranasal vaccines for protection against respiratory and systemic bacterial infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Areas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Expert Rev. Vaccines",
            "volume": "6",
            "issn": "",
            "pages": "419--429",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Assessment of pulmonary antibodies with induced sputum and bronchoalveolar lavage induced by nasal vaccination against Pseudomonas aeruginosa: a clinical phase I/II study",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Baumann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gocke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gewecke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Freihorst",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "U"
                    ],
                    "last": "Von Specht",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Respir. Res",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Intranasal immunization with heterologously expressed polysaccharide protects against multiple Pseudomonas aeruginosa infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Digiandomenico",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "4624--4629",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Oral treatment with Lactococcus lactis expressing Staphylococcus hyicus lipase enhances lipid digestion in pigs with induced pancreatic insufficiency",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Drouault",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Juste",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marteau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Renault",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corthier",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Appl. Environ. Microbiol",
            "volume": "68",
            "issn": "",
            "pages": "3166--3168",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Improvement of an experimental colitis in rats by lactic acid bacteria producing superoxide dismutase",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Inflamm. Bowel Dis",
            "volume": "12",
            "issn": "",
            "pages": "1044--1052",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Demonstration of safety of probiotics -a review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salminen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Int. J. Food Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "93--106",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Probiotics and safety",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamazaki",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am. J. Clin. Nutr",
            "volume": "73",
            "issn": "",
            "pages": "465--470",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Biological safety concepts of genetically modified live bacterial vaccines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "5598--5605",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Long-term monitoring of genotypic and phenotypic resistance to T20 in treated patients infected with HIV-1",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perez-Alvarez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Med. Virol",
            "volume": "78",
            "issn": "",
            "pages": "141--147",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Oral colonization and immune responses to Streptococcus gordonii: potential use as a vector to induce antibodies against respiratory pathogens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr. Opin. Infect. Dis",
            "volume": "16",
            "issn": "",
            "pages": "231--235",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Lactococcus lactis: high-level expression of tetanus toxin fragment C and protection against lethal challenge",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Norton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gasson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Le Page",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Mol. Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "1155--1162",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Lactobacillus acidophilus expressing recombinant K99 adhesive fimbriae has an inhibitory effect on adhesion of enterotoxigenic Escherichia coli",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microbiol. Immunol",
            "volume": "49",
            "issn": "",
            "pages": "941--948",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Mucosal immunization with surfacedisplayed severe acute respiratory syndrome coronavirus spike protein on Lactobacillus casei induces neutralizing antibodies in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "4079--4087",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Rotavirus vp7 antigen produced by Lactococcus lactis induces neutralizing antibodies in mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eichwald",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Burrone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mendoza",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Appl. Microbiol",
            "volume": "99",
            "issn": "",
            "pages": "1158--1164",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Use of Lactococcus lactis expressing pili from group B Streptococcus as a broad-coverage vaccine against streptococcal disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buccato",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Infect. Dis",
            "volume": "194",
            "issn": "",
            "pages": "331--340",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Induction of partial protection in mice after oral administration of Lactococcus lactis producing Brucella abortus L7/L12 antigen",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Pontes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Drug Target",
            "volume": "11",
            "issn": "",
            "pages": "489--493",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Oral administration of human papillomavirus type 16 E7 displayed on Lactobacillus casei induces E7-specific antitumor effects in C57/BL6 mice",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Poo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int. J. Cancer",
            "volume": "119",
            "issn": "",
            "pages": "1702--1709",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Oral vaccination of mice against rodent malaria with recombinant Lactococcus lactis expressing MSP-1 19",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "World J. Gastroenterol",
            "volume": "11",
            "issn": "",
            "pages": "6975--6980",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reviews | Microbiology the mucosa and secretory IgA production (fIG. 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fate of recombinant lactic acid bacteria in the intestinal tract.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "cells (also known as effector T cells or T H cells) are a subgroup of CD4 + lymphocytes that have a key role in activating and directing other immune cells, and are particularly important to the immune system. T H 1 and T H 2 cells differ in cytokine expression: T H 1 cells produce interleukin (IL)-2 and interferon-g, whereas T H 2 cells express IL-4, -5, -6, -10 and -13.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Over the past 5 years, anti-infective agents have been expressed and tested in LAB, with the ultimate aim of using recombinant strains to prevent infection by viral, bacterial pathogens at the mucosal surfaces (fIG.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Anti-infective strategies based on mucosal delivery of single-chain variable fragment antibodies. a | Lactic acid bacteria (LAB) that secrete or produce cell-wall-bound microbicidal antibodies against the opportunist pathogen Candida albicans have been used to treat experimental infections. b | Single-chain variable fragment (scFv)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Delivery of anti-infectives for HiV-1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "antibody. This would overcome the need for daily administration of purified antibodies or antibody fragments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "current applications of lactic acid bacteria (lAb) delivery.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Protection studies with lactic acid bacteria vaccines",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Nature Reviews | MicrobiologyS lo w r e a c t io n",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank their many international colleagues and friends for their important contributions to this field of research. In addition, they acknowledge the financial support of the European Union in the LABVAC DEPROHEALTH and LABDEL projects, as well as financial contributions from their own organizations. A.M. acknowledges Transgene SA and Institute Pasteur de Lille, and J.W. acknowledges Cambridge University and Wageningen University, for their financial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "In this study, mice that were orally and intranasally administered with L. lactis that expresses tetanus toxin fragment C antigen were protected from lethal systemic challenge with a 20 LD50 dose of tetanus toxin. Crucially, the killed LAB vaccine was shown to be just as immunogenic as the live LAB vaccine by the intranasal route, and tetanus toxin fragment C-specific IgA responses were elicited by the LAB vaccine. 35. Norton, P. M., Wells ",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 443,
                    "text": "Wells",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}