{
    "paper_id": "a68901c8820388c85101c2564ca0ed38a4aa7b4e",
    "metadata": {
        "title": "Full genome analysis of a novel type II feline coronavirus NTU156",
        "authors": [
            {
                "first": "Chao-Nan",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruey-Yi",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bi-Ling",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ling-Ling",
                "middle": [],
                "last": "Chueh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infections by type II feline coronaviruses (FCoVs) have been shown to be significantly correlated with fatal feline infectious peritonitis (FIP). Despite nearly six decades having passed since its first emergence, different studies have shown that type II FCoV represents only a small portion of the total FCoV seropositivity in cats; hence, there is very limited knowledge of the evolution of type II FCoV. To elucidate the correlation between viral emergence and FIP, a local isolate (NTU156) that was derived from a FIP cat was analyzed along with other worldwide strains. Containing an in-frame deletion of 442 nucleotides in open reading frame 3c, the complete genome size of NTU156 (28,897 nucleotides) appears to be the smallest among the known type II feline coronaviruses. Bootscan analysis revealed that NTU156 evolved from two crossover events between type I FCoV and canine coronavirus, with recombination sites located in the RNA-dependent RNA polymerase and M genes. With an exchange of nearly one-third of the genome with other members of alphacoronaviruses, the new emerging virus could gain new antigenicity, posing a threat to cats that either have been infected with a type I virus before or never have been infected with FCoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Feline coronaviruses (FCoVs) are large, enveloped, positive-strand RNA viruses with a genome of approximately 29,200 nucleotides [1] [2] [3] . The FCoVs belong to the genus Alphacoronavirus, family Coronaviridae, order Nidovirales. Other members of this subgroup include canine coronavirus (CCoV), transmissible gastroenteritis virus (TGEV), raccoon dog CoV (RDCoV/GZ43/03), and Chinese ferret badger CoV (CFBCoV/DM95/03) [4] .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "FCoVs are associated with diseases that range from subclinical and/or mild enteric infections to fatal infectious peritonitis [5] . Despite the high prevalence of FCoVs in feline populations around the world, only 5-12 % of seropositive cats develop feline infectious peritonitis (FIP). FIP is a chronic, progressive, immune-mediated disease in domestic and nondomestic fields. The typical histopathological finding of this disease is systemic perivascular necrotizing pyogranulomatous inflammation [6] . Two serotypes that differ in their growth characteristics in tissue culture and in their genetic relationship to CCoV and TGEV have been identified [7, 8] . Type II FCoV is significantly correlated with FIP when compared to type I viruses [9, 10] . However, unlike the ubiquity of type I FCoV, infection by type II virus encompasses only a small percentage of the total number of FCoVseropositive cats in different studies [9] [10] [11] [12] [13] [14] [15] [16] .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 659,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 747,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 751,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 931,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 936,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 941,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 942,
                    "end": 946,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 947,
                    "end": 951,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Type II FCoV is estimated to have diverged from alphacoronavirues in 1953 [4] . Based on partial genomic sequence analysis, type II FCoVs were suggested to result from a double recombination between type I FCoV and CCoV [17] . Like most RNA viruses, CoVs mutate at a high frequency due to the high error rate of RNA polymerization. In addition, a unique feature of CoV genetics is the high frequency of RNA recombination in the natural evolution of this virus [18] . Recombination among CoVs is an attribute of the genus and is thought to contribute to the emergence of new pathotypes, such as severe acute respiratory syndrome CoV [19, 20] , human CoV NL63 (HCoV NL63) [21] , HCoV HKU1 [22] , and avian infectious bronchitis virus (IBV) [23] [24] [25] [26] . To gain better evolutionary insight into type II FCoVs, we analyzed the complete genome of a novel type II FCoV isolate. Taking our data together with data from other strains, we discuss the evolution of type II FCoV.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Virus and isolation of viral RNA FCoV NTU156 was isolated in 2007 from a kitten with naturally occurring FIP by the co-cultivation of pleural effusion with feline fcwf-4 cells [27] . After three rounds of purification by limited dilution, the virus was propagated and titrated. All of the viruses used in this study for the sequencing of complete genome came from a stock virus passaged six times. NTU156 is relatively fast-growing, induces a coronavirus-typical syncytial cytopathic effect and is a type II FCoV [10] .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Eleven microliters of isolated RNA was added to the premix, consisting of 4 ll of 59 RT buffer, 2.5 mmol dNTPs (GeneTeks Bioscience, Inc., Taipei), 50 pmol random primer, 0.2 mol dithiothreitol, and 1 ll of 200 U Moloney murine leukemia virus reverse transcriptase (Invitrogen, CA, USA) in a 0.6 ml reaction tube. This reaction mixture was then briefly centrifuged and incubated at 37°C for 60 min, then at 72°C for 15 min, and finally at 94°C for 5 min. A total of 120 primers for PCR were chosen from a relatively conserved region of the FCoV genome. Following reverse transcription, 1 ll of the RT reaction mixture was added to 49 ll of the PCR mixture, which consisted of 5 ll of 109 Taq buffer, each primer (10 pmol), dNTP (2.5 mmol), 2 U of Taq DNA polymerase (GeneTeks, BioScience, Inc., Taipei), and 39 ll of 0.1 % DEPC water. An ABI-2720 thermal cycler (Applied Biosystems, USA) consisted of 3 min of preheating at 94°C, followed by 35 cycles of denaturation at 94°C for 30 s, annealing at 55°C for 30 s, and extension at 72°C for 1 min with a final extension at 72°C for 7 min. The viral RNA termini were amplified using 3 0 -and 5 0 -rapid amplification of cDNA ends (Invitrogen, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse transcription and PCR amplification of viral sequences"
        },
        {
            "text": "Analysis of PCR-amplified products and sequencing A total of 10 ll of PCR products from each PCR mixture was analyzed using a 1 % agarose gel (Viogene, Taipei) for electrophoresis. Amplification products were visualized using UV illumination after ethidium bromide staining. The nucleotide sequences of the targeted DNA fragments were purified (Geneaid Biotech, Taipei) and sequenced in both directions using an auto sequencer (ABI 3730XL, USA). Full-length genome sequencing of NTU156 was performed by single-round PCR with a set of overlapping PCR products (average size 750 bp) that encompassed the entire genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse transcription and PCR amplification of viral sequences"
        },
        {
            "text": "The complete sequences of NTU156 were then compared with other alphacoronaviruses and the results are summarized in Table 1 . Multiple alignments of nucleic acid sequences were performed by the Clustal W method using the MegAlign program (DNASTAR Inc., WI, USA). Phylogenetic analyses were conducted using MEGA, version 4.0. Similarity graphs were prepared with SimPlot 2.5 software [28] . Potential recombination sites were identified using the Recombination Detection Program (RDP) [29] .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Sequence analysis"
        },
        {
            "text": "The full genomic RNA sequence of FCoV NTU156 comprises 28,897 nucleotides (nts), excluding the 3 0 polyadenylated nts. Sequence analysis revealed that NTU156 contains conserved open reading frames with an overall genome organization similar to known FCoVs ( Table 2 ). The overall nucleotide composition is as follows: A, 29.3 %; C, 17.3 %; G, 21.0 %; and T, 32.4 %. The G?C content is 38.3 %. NTU156 possesses the putative transcription regulatory sequence (TRS) motif, 5 0 -CUAAAC-3 0 , at the 3 0 end of the leader sequence and preceding each ORF ( Table 2) . Table 2 ). The two strings of accessory genes identified in all of the known FCoVs, i.e., ORF 3ab and ORF 7ab, were found in NTU156 as well (Table 2) . However, an in-frame deletion of 442 nucleotides in ORF 3c was identified, which resulted in a relatively short gene comprising only 201 nts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 265,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 552,
                    "end": 560,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 563,
                    "end": 570,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 703,
                    "end": 712,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Genomic sequence of FCoV NTU156"
        },
        {
            "text": "The overall sequence comparison revealed that NTU156 was more closely related to known subgroup 1a CoV but not 1b within alphacoronaviruses (Fig. 1) . Nucleotide sequences similarity graphs of NTU156 with known type I FCoVs, CCoVs, and TGEVs were created by the Simplot software. The results showed that NTU156 was more closely related to type I FCoVs from the 5 0 end of the genome to position 15,000 and from position 27,500 to 3 0 -UTR (Fig. 2) . Genes located at the 5 0 end (nsp1-11) and 3 0 end (the N gene through ORF7) of NTU156 show consistently high similarity to type I FCoVs, whereas from nsp13 through the E sequence, the similarity to canine and porcine CoVs varies dramatically (Fig. 3) . These data indicate that NTU156 might have arisen from recombination events between different strains of CoVs from species other than cats. Two possible recombination sites, at approximate positions 14,300 and 27,300, corresponding to the RNAdependent RNA polymerase (RdRp) and the M gene, respectively (Fig. 4) , were further analyzed. Phylogenetic trees using the nucleotide sequence of genes for putative proteins and polypeptides of alphacoronaviruses were further constructed. At nsp 1 through nsp 11 ( Supplementary Fig. 1a ) and from N gene (Supplementary Fig. 1b) to the ORF 7ab gene ( Supplementary  Fig. 1c) , NTU156 was more closely related to type I FCoVs. At the nsp 12 (RdRp) and the M gene, NTU156 was not clustered with any known alphacoronavirues (Fig. 3a, f) . From the nsp13 through the E gene, NTU156 was clustered with CCoV ( Fig. 3b-e) . Taken together, these data indicated that NTU156 might have evolved from two recombination events with CCoV, with the sites of recombination located in the RdRp and M genes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 439,
                    "end": 447,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 693,
                    "end": 701,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1007,
                    "end": 1015,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1212,
                    "end": 1233,
                    "text": "Supplementary Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1267,
                    "end": 1275,
                    "text": "Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1298,
                    "end": 1321,
                    "text": "Supplementary  Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1468,
                    "end": 1480,
                    "text": "(Fig. 3a, f)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1551,
                    "end": 1561,
                    "text": "Fig. 3b-e)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Genetic comparison and phylogenetic analysis with other alphacoronaviruses"
        },
        {
            "text": "A unique feature of CoV genetics is the high frequency of RNA recombination both in vivo and in vitro [18] . Here, an interspecies recombination between feline and canine CoV was identified in a viral strain NTU156, which was isolated from the pleural effusion of a FIP cat. This is the first time that evidence for natural recombination has been documented through the complete genome sequence analysis of type II FCoV. In 1998, Herrewegh et al., based on partial sequence analysis, first determined that type II FCoVs 79-1146 and 79-1683 originated from a homologous RNA recombination event between type I FCoV and CCoV [17] . The complete sequence of strain 79-1146 was later published in 2005 [1] . When comparing strain 79-1146, 79-1683, DF-2, and our NTU156 strain, the only four type II FCoVs that have had their full-length genomes sequenced to date, a common phenomenon was found; both viruses arose from a double recombination event between type I FCoV and coronaviruses from other species. NTU156 appears to have evolved from a recombination between type I feline and canine CoV; however, when we aligned the genes in which recombination took place with other type II FCoVs, genome crossovers with other alphacoronavirus were noted. When the sequences around the putative recombination sites were examined, i.e., one located in the 5 0 region (strain 79-1146) and two in the 3 0 region (strain 79-1146, and 79-1683), porcine coronavirus (TGEV) was also found to contribute to the evolution of type II FCoV (in addition to CCoV) (Figs. 3b, 5) . This finding is not surprising because the receptor for type II FCoV, feline aminopeptidase N, has been found to serve as a receptor for several CoVs, including canine, porcine, and human CoVs [30] . Therefore, the interspecies recombination of type I FCoV with any of the above viruses might occur in nature. The recombination of type I FCoV in cats Analysis was performed using MEGA 4 software and neighborjoining methods based on 1,000 replicates. Bootstrap support values greater than 90 are shown living in the same household with dogs or living close to pig farms could give rise to type II FCoV.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1748,
                    "end": 1752,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1539,
                    "end": 1552,
                    "text": "(Figs. 3b, 5)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Based on the analysis of the four full genomes of type II FCoV available at present (NTU156, 79-1146, 79-1683, and DF-2), type II FCoVs appear to retain type I FCoV sequences in their 5 0 and 3 0 ends. We asked whether the genes located in these regions are indispensable for FCoV replication in cats. To answer that question, the amino acid sequence of genes retained at both ends of FCoVs, CCoVs, and TGEVs, i.e., nsp 1 through nsp 11 and the N and ORF7 genes, were further aligned and compared (Table 3 ). In contrast to the greater than 90 % of amino acid homology between different strains of FCoVs, the nsp 2, 3, and 6, as well as the N gene and the ORF7a gene of FCoVs, when compared with CCoVs or TGEVs, exhibited similarity of less than 80 %. This finding indicates that these gene products might possess irreplaceable functions for FCoV replication. This might explain why type II FCoVs found in nature harbor genomes that evolved from a double recombination.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 505,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although the prevalence of type II FCoV is consistently lower (2-11 %) than type I virus around the world (88-98 %) [9] [10] [11] [12] [13] [14] [15] [16] , our previous study indicates that infection of type II FCoV correlates significantly with FIP A similarity plot was constructed to identify the sequence homology between type I FCoVs black, C1Je, and UU2 (gray); CCoV NTU336 (red); and TGEV purdue, M6, and TS (blue). Red arrows represent putative recombination regions. A similarity of 1.0 indicates regions that share 100 % nucleotide identity. The similarity calculation was performed using the following parameters: a window size of 1,000 bp and a step size of 200 bp for full-length sequences when compared to type I [10] . As shown in the present study, type II FCoV arises by exchanging a large genome fragment (approximately 12 kb) of type I FCoV with other members of alphacoronaviruses. The genes exchanged through this double recombination include nsp 13-16, structure protein S (spike), and accessory protein 3abc. The nsp 13-16 proteins are replication proteins with functions such as helicase activity (nsp 13), nucleoside triphosphatase activity (nsp 13), RNA 5 0 -triphosphatase activity (nsp 13), 3 0 -5 0 exoribonuclease activity (nsp 14), RNA cap formation (nsp 14 and nsp 16) , and endonuclease activity (nsp 15) [31] . It has ben reported that the function of the 3c protein might be crucial for viral replication in the gut but is dispensable for systemic FCoV replication [32] . However, S proteins play a crucial role in receptor binding and eliciting protective immunity [33] . Through the replacement of nearly one-third of the genome, the new virus might gain new antigenicity, posing a threat to cats that either have been infected with a type I virus before or never have been infected with FCoV.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 124,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "text": "16)",
                    "ref_id": null
                },
                {
                    "start": 1339,
                    "end": 1343,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 1501,
                    "end": 1505,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1602,
                    "end": 1606,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Fields Virology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1305--1335",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Phylogenetic relationships constructed using the complete genome sequences of FCoV NTU156 and other alphacoronaviruses. Analysis was performed using MEGA 4 software and neighbor-joining methods based on 1,000 replicates. Bootstrap support values greater than 90 are shown",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Nucleotide sequence similarity of the complete genome of FCoV NTU156 with other alphacoronaviruses. A similarity plot was constructed to identify the sequence homology between type I FCoVs black, C1Je, and UU2 (gray); CCoV NTU336 (red); and TGEV purdue, M6, and TS (blue). Red arrows represent putative recombination regions. A similarity of 1.0 indicates regions that share 100 % nucleotide identity. The similarity calculation was performed using the following parameters: a window size of 1,000 bp and a step size of 200 bp for the full-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Phylogenetic relationships constructed using nsp12 (a), nsp13-16 (b), S gene (c), ORF3 gene (d), E gene (e), and M gene (f) sequences of FCoV NTU156 and other alphacoronaviruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Bootscan analysis of the complete genome of FCoV NTU156 with other alphacoronaviruses (type I FCoV UU2: pink; CCoV NTU336: yellow; TGEV purdue: green). Analysis was performed using RDP software and neighbor-joining methods based on 1,000 replicates. Putative recombination regions are indicated with arrow. The boostrap support calculation was undertaken using a window size of 1,000 bp and a step size of 200 bp. Dashed line indicates the 95 % bootstrap support threshold values",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Nucleotide sequence similarity of the complete genome of FCoV 79-1146 with other alphacoronaviruses.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Isolation dates and accession numbers of NTU156 and other alphacoronavirses",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Coding potentials and putative transcription regulatory sequences (TRS) of FCoV NTU156",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Percent similarity with respect to the amino acid sequences of FCoV NTU156 and other alphacoronaviruses",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}