{
    "paper_id": "a6de0790e192bbeef1bca5ee5957fa70957df379",
    "metadata": {
        "title": "Roles of the respiratory syncytial virus trailer region: Effects of mutations on genome production and stress granule formation",
        "authors": [
            {
                "first": "Laura",
                "middle": [
                    "L"
                ],
                "last": "Hanley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston University School of Medicine",
                    "location": {
                        "postCode": "02118",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "R"
                ],
                "last": "Mcgivern",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Dundee",
                    "location": {
                        "postCode": "DD1 9SY",
                        "settlement": "Dundee",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "N"
                ],
                "last": "Teng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Infectious Diseases",
                    "institution": "National Institute of Allergy and Infectious Diseases",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robin",
                "middle": [],
                "last": "Djang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston University School of Medicine",
                    "location": {
                        "postCode": "02118",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "L"
                ],
                "last": "Collins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Infectious Diseases",
                    "institution": "National Institute of Allergy and Infectious Diseases",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [],
                "last": "Fearns",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston University School of Medicine",
                    "location": {
                        "postCode": "02118",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The 5′ extragenic trailer region of respiratory syncytial virus (RSV) is known to be necessary for genome replication, but is more than three times the length of the 3′ leader replication promoter, raising the possibility that trailer might play an additional role in viral replication. To examine this, mutant recombinant viruses were constructed in which the trailer region was truncated or substituted with leader-complement sequence. This analysis showed that the complete trailer increased promoter activity, facilitating genome production and viral multiplication. In addition, trailer-containing viruses did not induce stress granules, whereas the leader-complement virus mutant did, resulting in poor multi-cycle viral growth. These data demonstrate that although the RSV trailer does not contain a unique essential sequence, it augments virus growth by enabling optimal genome production. In addition, a sequence at the 5′ terminal end of the trailer region allows RSV to subvert stress granule formation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "RSV is the major cause of pediatric respiratory disease worldwide and is increasingly recognised as an important pathogen in the elderly (Collins and Graham, 2008) . RSV is a member of the family Paramyxoviridae in the order Mononegavirales, the non-segmented negative strand RNA viruses, and many aspects of its replication cycle are shared with other viruses with this genome structure, such as Sendai virus, a paramyxovirus, and vesicular stomatitis virus (VSV), a rhabdovirus (Whelan et al., 2004) .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 163,
                    "text": "(Collins and Graham, 2008)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 480,
                    "end": 501,
                    "text": "(Whelan et al., 2004)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The 15.2 kb RSV genome is contained within a helical nucleocapsid structure, in which the RNA is tightly associated with multiple copies of the virus nucleoprotein (N) (Maclellan et al., 2007; Tawar et al., 2009) . The ten viral genes are arranged sequentially on the template and each is flanked with conserved gene start and gene end transcription signals (Collins et al., 1986) . At the 3′ and 5′ ends of the genome are extragenic sequences: leader (Le) and trailer (Tr), respectively, which are important for the initiation of RNA synthesis Mink et al., 1991) . The Le region signals transcription, which yields subgenomic mRNAs, and signals the first step of RNA replication, which produces a full-length replicative intermediate called the antigenome. The complement of the Tr region (TrC) constitutes the 3′ end of the antigenome and contains the promoter that directs the synthesis of progeny genomes. The antigenome and genome RNAs become encapsidated with N protein as they are synthesized. Concurrent encapsidation is associated with increased polymerase processivity and it is likely that this enables the polymerase to readthrough the gene junctions during antigenome synthesis (McGivern et al., 2005) .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 192,
                    "text": "(Maclellan et al., 2007;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 193,
                    "end": 212,
                    "text": "Tawar et al., 2009)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 358,
                    "end": 380,
                    "text": "(Collins et al., 1986)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 545,
                    "end": 563,
                    "text": "Mink et al., 1991)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1191,
                    "end": 1214,
                    "text": "(McGivern et al., 2005)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Studies of the 44-nucleotide (nt) RSV Le region have mapped the transcription and RNA replication promoter sequences (Cowton et al., 2006) . RNA replication is dependent on the first 36 nts of Le: the first 11 nts of Le are able to recruit polymerase to the template and signal RNA synthesis initiation, whereas nts 12-36 were found to increase the efficiency of encapsidation of the initiation transcripts and allow the generation of full-length replication products (Cowton and Fearns, 2005; McGivern et al., 2005) . Genome transcription is dependent on sequences that are partially overlapping with, and partially distinct from those necessary for RNA replication, including nts 1-11 and 37-44 in the Le region, as well as the adjacent gene start signal of the first gene. Whereas the Le region is responsible for transcription and replication initiation, the TrC promoter region at the 3′ end of the antigenome naturally only signals replication initiation, however, at 155 nts in length TrC is more than three-fold longer than the Le region. It has been shown that a minigenome containing the terminal 36 nts of Tr can replicate efficiently , indicating that the minimal replication promoter contained in TrC is similar in size to the 36-nt sequence in the Le region, necessary and sufficient for antigenome production. Alignment of the first 36 nts of Le and TrC shows that these sequences are identical for 10 of the first 11 nts, the region involved in polymerase recruitment, and are similar, although not identical, between nts 12 and 36, the region required for efficient encapsidation of the nascent antigenome (Fig. 1B) . However, it was not known whether these proposed minimal promoters would be sufficient to drive infectious virus replication (note that throughout the paper, the term \"promoter\" is used broadly to include the signals required for polymerase binding, RNA synthesis initiation and encapsidation).",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 138,
                    "text": "(Cowton et al., 2006)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 468,
                    "end": 493,
                    "text": "(Cowton and Fearns, 2005;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 494,
                    "end": 516,
                    "text": "McGivern et al., 2005)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1623,
                    "end": 1632,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The relatively long length of the RSV Tr region, beyond the minimal promoter, raises the possibility of additional roles for Tr or TrC in the viral replication cycle. One possible function is that TrC sequence outside of the minimal promoter augments genome production, possibly making the replication promoter in the TrC more powerful than that in the Le region. This would account for the excess of genome versus antigenome in the RSVinfected cell, which is a characteristic of negative strand virus infection. Consistent with this possibility, studies with a minigenome assay showed that although nts 1-36 of the TrC promoter are sufficient for RNA replication, increasing the length of the TrC sequence increased promoter efficiency (Fearns et al., 2000) . It is also possible that the Tr region has an additional role. For example, a study with VSV showed that there is a cis-acting sequence in the Tr region that is necessary for packaging of genome sense nucleocapsids into virions (Whelan and Wertz, 1999) . This sequence presumably functions in the context of the viral genome to allow selective assembly of genome into virions. A second example is that the Sendai virus Tr region has been shown to associate with cellular TIAR protein, allowing the virus to inhibit cellular stress granule (SG) formation and consequent cellular apoptosis (Iseni et al., 2002) . In this case, the Tr sequence might function in the context of the viral genome, or alternatively short Tr-containing transcripts generated as a consequence of abortive replication from the TrC promoter could be responsible.",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 758,
                    "text": "(Fearns et al., 2000)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 989,
                    "end": 1013,
                    "text": "(Whelan and Wertz, 1999)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1349,
                    "end": 1369,
                    "text": "(Iseni et al., 2002)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study examines the properties of recombinant versions of RSV in which the Tr region was either subjected to deletion mutagenesis, or substituted with the LeC sequence. The aim of this study was two-fold: first, to examine the relative strengths of the Le and TrC promoter regions in the context of viral infection to determine if the TrC replication promoter is indeed stronger than that in the Le, and if so, to confirm which regions of the TrC sequence are necessary for this effect; and second to determine if there are any additional roles for the RSV Tr or TrC in the RSV replication cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To investigate the functions of the RSV Tr region, mutations were introduced into a recombinant clone of RSV, called RSV/6120 (see Materials and methods for details) (Bukreyev et al., 2001) . To generate the mutant viruses, a unique BsiWI restriction site was introduced a few nts downstream of the L gene end signal (see Fig. 1B and Materials and methods section for details) and used to create deletions in the Tr region, such that the 5′ terminal 57, or 36 nts of the Tr were joined to the BsiWI site (Fig. 1A) . The viruses that were generated from these cDNAs are referred to as Tr155, Tr57 and Tr36, respectively. As described in the Introduction, nts 1-36 of TrC are sufficient to direct RNA replication, so it was anticipated that the Tr57 and Tr36 viruses would be able to direct synthesis of genome RNA, and indicate what role nts 37 to 155 of the Tr (relative to the 5′ end) fulfill. In addition, an RSV cDNA was created in which the Tr sequence downstream of the BsiWI site was replaced with the 44 nt LeC sequence. This mutation would place the Le promoter sequence at the 3′ end of the antigenome, which should allow genome production. The aim of creating this virus was to compare the strengths of the TrC and Le promoters and to determine if the Tr or TrC region contains a functional sequence that is not present in the LeC or Le sequence. Several attempts to rescue a virus with the authentic LeC sequence substitution were unsuccessful, indicating that placing this sequence at this location in the genome was highly detrimental to virus replication. For this reason a LeC sequence was introduced that placed a C rather than G residue at position 4 of the Le promoter at the 3′ end of the antigenome (Fig. 1B) . This nt assignment has arisen spontaneously in the Le regions of RSV vaccine candidate viruses (Firestone et al., 1996) and has been shown to direct significant replication promoter activity (Collins et al., 1993; Fearns et al., 2002) . This virus was successfully rescued and propagated and is referred to as LeC virus.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 189,
                    "text": "(Bukreyev et al., 2001)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1826,
                    "end": 1850,
                    "text": "(Firestone et al., 1996)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1922,
                    "end": 1944,
                    "text": "(Collins et al., 1993;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1945,
                    "end": 1965,
                    "text": "Fearns et al., 2002)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 329,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 504,
                    "end": 513,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1719,
                    "end": 1728,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Construction and recovery of mutant viruses"
        },
        {
            "text": "The fact that the LeC virus could be rescued and propagated demonstrated that the RSV Tr region does not contain a unique essential cis-acting packaging signal, similar to that described for VSV (Whelan and Wertz, 1999) . However, during initial propagation of the mutant viruses, it was clear that they replicated with different efficiencies, with the LeC virus being impaired relative to the other mutants. This was apparent from examination of the viral plaque phenotypes, as shown in Fig. 2A . Whereas the plaques formed by the Tr155, Tr57 and Tr36 viruses were similar to each other in size and were all intensely immunostained, those formed by the LeC virus were smaller and only very faintly immunostained. To ensure that the inefficient multiplication of the LeC virus was solely due to the mutation at its genome 5′ terminus, and not to a spurious mutation elsewhere, the LeC cDNA clone was further manipulated in a single cloning step to reintroduce the 155 nt Tr region. The virus produced from this clone, LeCR is theoretically genetically identical to the Tr155 virus and these two viruses exhibited a similar plaque morphology and growth kinetics, showing that the LeC phenotype was specific to the LeC mutation ( Fig. 2A and see below). In addition, several independent cDNA clones of the LeC virus were rescued and all shared the same growth phenotype, and isolation of a revertant virus (LeC 12U/A; described below) confirmed that the poor growth phenotype of the LeC virus was determined by the genome 5′ terminal region, and not a spurious mutation elsewhere.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 219,
                    "text": "(Whelan and Wertz, 1999)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 495,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1228,
                    "end": 1235,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Multi-cycle growth characteristics of the mutant viruses"
        },
        {
            "text": "Examination of the multi-cycle growth kinetics of the viruses confirmed that the LeC virus grew relatively poorly. Cell monolayers were infected at an moi of 0.01 and levels of infectious virus present in the supernatant were determined at one-day intervals. All the viruses grew similarly over the first 24 h, but their growth kinetics diverged somewhat thereafter. The Tr155, Tr57, and Tr36 viruses demonstrated a hierarchy of virus growth kinetics, with the Tr57 and Tr36 viruses growing slightly more slowly than the parental Tr155 virus. However, the differences between these viruses were very minor and all three reached a similar maximum titer by five days post-infection (pi; Fig. 2B ). In contrast to the other viruses, the LeC virus grew more slowly and reached a maximum titer that was 20fold lower. These results show that the Tr region beyond the minimal promoter does have some function in RSV replication, with >57 nts of Tr sequence being required for optimal replication, but the data clearly show that the complete Tr region is not essential for efficient virus growth. However, there was a clear distinction between the viruses with Tr36 and LeC sequences.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 685,
                    "end": 692,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Multi-cycle growth characteristics of the mutant viruses"
        },
        {
            "text": "To test if the Tr mutations had a similar effect on virus growth in vivo, the abilities of the mutant viruses to replicate in the respiratory tissues of mice were examined. Mice were inoculated intranasally with each mutant virus and the viral titers in the nasal and lung tissues were determined on day 3, 4, or 5 pi. Levels of replication of the Tr57 and Tr36 viruses closely mirrored those of the Tr155 virus on each day in both the nasal and lung tissues, except for marginally lower level of replication of the Tr36 virus in the nasal tissue at day 3 pi ( Table 1 ). The LeC virus was more restricted in growth, reaching a maximum titer of approximately ten-fold less than that of the Tr155 virus in the nose and lungs. Thus, virus replication in mice closely mirrored multi-cycle growth in cell culture confirming that the Tr36 and Tr57 viruses are able to grow efficiently compared to the Tr155 virus, but that the LeC virus does not. These results show that the Tr region beyond position 36 does not contain an essential unique sequence. However, they also show that the terminal 36 nts of Tr has properties that provide a significant growth advantage compared to LeC sequence. This finding was confirmed by subsequent experiments (described below) involving a revertant virus, which showed that the altered plaque phenotype of the LeC virus could be rescued by a single nt change in its sequence that increased its similarity to Tr.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 568,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Multi-cycle growth characteristics of the mutant viruses"
        },
        {
            "text": "It was possible that the LeC virus was impaired due to differences in the strengths of the Le and TrC replication promoters that lie at the 3′ ends of the antigenomes of these viruses. To test this possibility, the levels of viral RNA generated by the different viruses were analyzed. In contrast to the experiments described above, cells were infected with each of the mutant viruses at an moi of 4 and analyzed at 16, 24 and 32 h of infection so that RNA accumulation over a single cycle of growth was measured. Measurement over a single growth cycle should exclude the differences arising between the viruses during multi-cycle growth and therefore should accurately represent promoter activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA expression properties of the mutant viruses"
        },
        {
            "text": "Northern blot analysis of genome sense RNA using a positive-sense riboprobe showed similar results at each time point: while the Tr155 and LeCR viruses produced similar amounts of genome RNA as each other, the Tr57 virus generated substantially less, and the Tr36 virus generated substantially less than the Tr57 virus ( Fig. 3A , upper panels, lanes 2-5; Fig. 3B left panel). Indeed, the Tr36 virus produced only ∼34% as much genome RNA as the RSV/6120 virus. These data show that although nts 1-36 of the TrC promoter are sufficient for RNA replication to occur, the additional sequence, from nts 37 to 155, augments genome RNA synthesis. Importantly, the LeC virus produced a similar amount of genome RNA as the Tr36 virus (also at 34% of RSV/6120 virus levels; Fig. 3A , upper panels, compare lanes 5 and 6; Fig. 3B , left panel), showing that in the context of viral infection, the Le replication promoter is equivalent in strength to the minimal TrC promoter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 328,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 356,
                    "end": 363,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 765,
                    "end": 772,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 812,
                    "end": 819,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RNA expression properties of the mutant viruses"
        },
        {
            "text": "Positive-sense RNAs were examined by hybridizing duplicate blots with a negative-sense riboprobe against the N gene. This probe detected monocistronic N mRNA, polycistronic readthrough mRNAs involving the N gene, and antigenome RNA (Fig. 3A , lower panels). The accumulation of monocistronic N mRNA was quantified (Fig. 3B , right panel). This analysis indicated that there were only minor differences in N mRNA accumulation for each virus with slight decreases for the Tr57, Tr36 and LeC viruses, particularly at earlier times of infection (Fig. 3B , right panel). Some difference in mRNA levels was expected because the levels of genome template RNA were different for each virus, but the differences in mRNA production were generally less than the differences in genome RNA accumulation. Antigenome RNA could be only barely visualized, even at 32 h pi, preventing accurate quantitation of this species. However, visual inspection of the blots suggested that each virus yielded a similar amount of antigenome RNA. Importantly, there was no significant difference in the levels of mRNA or antigenome accumulation between the Tr36 and LeC viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 240,
                    "text": "(Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 314,
                    "end": 322,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 541,
                    "end": 549,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RNA expression properties of the mutant viruses"
        },
        {
            "text": "These results show that the complete TrC sequence augments the activity of the minimal TrC replication promoter to yield increased levels of genome RNA. However, the results also show that while mutating the Tr promoter region results in significantly less genome RNA than the RSV/6120 and Tr155 viruses, the LeC virus accumulated similar levels of both negative-and positive-sense RNAs as the Tr36 virus. The fact that the RNA accumulation profiles of the LeC and Tr36 viruses were almost identical demonstrates that the poor growth and altered plaque phenotype of the LeC virus relative to the Tr36 virus, shown in Fig. 2 , was not due to a difference in their promoter strengths, indicating that instead it must be due to another aspect of viral replication. The remainder of the study focused on determining the reason for the difference in plaque phenotype between the LeC and Tr36 viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 617,
                    "end": 623,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RNA expression properties of the mutant viruses"
        },
        {
            "text": "During the course of preparing virus stocks for these experiments we noticed that the LeC virus phenotype was unstable, with occasional reversion to a large, intensely stained plaque phenotype. This offered the opportunity to determine if changes to the LeC sequence could affect viral phenotype. The LeC virus was passaged nine times to select viruses with the revertant phenotype. Plaque analysis of the passage nine (p. 9) viral stock showed that the virus population had evolved such that almost all the virus plaques had a phenotype similar to those of the Tr36 virus (Fig. 4A ). To characterize the 5′ LeC sequence in the revertant virus, RSV genome RNA from cells infected with the p. 9 stock was amplified by 5′ rapid amplification of cDNA ends (5′ RACE). The resulting PCR products were cloned, and nine cDNA clones were sequenced. Several different DNA sequences were obtained, indicating that there was variation within the virus population, however, in 9/9 clones, position 12 relative to the 5′ end of the genome had changed from a U to an A residue. Fig. 4B shows typical sequence traces derived from LeC virus at p. 6 and p. 9, with the position 12 substitution indicated with an asterisk (note that the sequence is shown as positive-sense DNA so the change appears as an A to T substitution). As shown in Fig. 1B , this substitution restored nt 12 to the same assignment as in the WT Tr region.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 581,
                    "text": "(Fig. 4A",
                    "ref_id": null
                },
                {
                    "start": 1064,
                    "end": 1071,
                    "text": "Fig. 4B",
                    "ref_id": null
                },
                {
                    "start": 1321,
                    "end": 1328,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A 12U to A substitution relative to the 5′ end of the LeC virus genome facilitated virus spread"
        },
        {
            "text": "To determine if the position 12 change was sufficient to confer the change in plaque phenotype that was observed in the passage 9 viruses, the LeC cDNA clone was mutated to substitute an A for the U at position 12 relative to the 5′ end. This virus (LeC 12U/A) was rescued and passaged once (to remove residual vaccinia virus) and its plaque phenotype was compared to that of LeC and Tr36 virus stocks. Whereas the plaques formed by the LeC virus were only stained weakly with N and F antibodies, the plaques formed by the LeC 12U/A virus were intensely stained, resembling the plaques formed by the Tr36 virus (Fig.  4C) . These results show that the LeC region was under selective pressure to acquire a mutation that increased its similarity to the Tr sequence, and that this single nt substitution was sufficient to restore efficient plaque formation. Furthermore, the LeC 12U/A virus offered the opportunity to examine what factors might be responsible for the altered plaque phenotype of the LeC virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 611,
                    "end": 621,
                    "text": "(Fig.  4C)",
                    "ref_id": null
                }
            ],
            "section": "A 12U to A substitution relative to the 5′ end of the LeC virus genome facilitated virus spread"
        },
        {
            "text": "LeC virus induced significantly more stress granule formation than WT RSV As described above, the data shown in Fig. 3 showed that the altered plaque phenotype of LeC virus compared to the Tr36 virus was unrelated to promoter activity. The LeC virus also clearly did not lack an essential cis-acting packaging signal, since it could be rescued and propagated. As described in the Introduction, a previous study implicated a role for the Sendai virus Tr transcript in subverting the cellular stress granule (SG) response (Iseni et al., 2002; Santangelo et al., 2009) . SGs are cytoplasmic foci that form in response to environmental stress, including viral infection (Beckham and Parker, 2008) . They contain stalled translation complexes and are thought to be sites of triage where mRNAs are either redirected to be translated, directed to degradation pathways, or stored (Anderson and Kedersha, 2006) . They are also a key player in the regulation of cytokine expression (Anderson, 2008) . Therefore, we examined whether the LeC virus behaved differently to the Tr36 and LeC 12U/A viruses with respect to SG formation.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 540,
                    "text": "(Iseni et al., 2002;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 541,
                    "end": 565,
                    "text": "Santangelo et al., 2009)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 666,
                    "end": 692,
                    "text": "(Beckham and Parker, 2008)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 872,
                    "end": 901,
                    "text": "(Anderson and Kedersha, 2006)",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 988,
                    "text": "(Anderson, 2008)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 118,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A 12U to A substitution relative to the 5′ end of the LeC virus genome facilitated virus spread"
        },
        {
            "text": "Cells were infected with WT (non-recombinant) RSV or the Tr36, LeC or LeC 12U/A RSV mutants and at 16.5 h post-infection were fixed and stained with antibodies toward RSV N protein and cellular eIF3, an SG marker protein. The cells were then examined by confocal microscopy for evidence of SG formation (Fig. 5) . As a positive control, uninfected cells were treated with sodium arsenite for 30 min immediately prior to fixing, to inflict oxidative damage and induce SG formation. In mock infected, untreated cells eIF3 had a diffuse cytoplasmic distribution, whereas in arsenite-treated cells, eIF3 was condensed into cytoplasmic puncta, characteristic of SGs (Fig. 5 , compare panels A and B). In cells infected with WT RSV, eIF3 had a similar distribution as in mock infected, untreated cells (Fig. 5C ), suggesting that RSV has evolved a mechanism to avoid inducing SGs or to interfere with their assembly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 311,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 661,
                    "end": 668,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 796,
                    "end": 804,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "A 12U to A substitution relative to the 5′ end of the LeC virus genome facilitated virus spread"
        },
        {
            "text": "Similar results were observed for cells infected with the Tr36 and LeC 12U/A viruses as with WT RSV, with little evidence for SG formation (Fig. 5, panels D and F, respectively) . In contrast, cells infected with LeC virus showed SG formation (Fig. 5E ). These SGs were not as discrete or as numerous as in the cells treated with arsenite, however, they were clearly discernable (Fig. 6) . Occasionally the SGs were located directly adjacent the characteristic RSV N protein inclusions, but not always, suggesting the possibility of transient interaction, as has been shown previously (Santangelo et al., 2009 ). The proportions of infected cells showing SGs were counted and it was found that 53.1-64.7% of LeC virus infected cells showed SG formation, compared to 0.4-1.8% of cells infected with LeC 12U/A virus (Fig. 5) . This result, together with the data shown in Fig. 4 , demonstrate that there is a relationship between the identity of the sequence at the 5′ end of the RSV genome and SG formation, and indicates that SG formation is responsible for the poor growth of the LeC virus.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "text": "(Fig. 5,",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 163,
                    "text": "panels D and F,",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 177,
                    "text": "respectively)",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 609,
                    "text": "(Santangelo et al., 2009",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "(Fig. 5E",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 379,
                    "end": 387,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 814,
                    "end": 822,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 870,
                    "end": 876,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "A 12U to A substitution relative to the 5′ end of the LeC virus genome facilitated virus spread"
        },
        {
            "text": "One possible explanation for the data shown in Fig. 5 was that the WT, Tr36 and LeC12A/U viruses were able to subvert the SG response, whereas the LeC virus was not. A second possibility was that a property of the LeC sequence induced SG formation, whereas the WT Tr155, Tr36 and LeC 12U/A sequences did not. To distinguish between these possibilities, a mixed infection experiment was performed. Cells were infected with a mixture of LeC and WT viruses at moi's of 2 and 6, respectively, or were infected with each individual virus. At 16.5 h post-infection, cells were fixed and stained for RSV N protein and eIF3, to determine the extent of SG formation. The results from this experiment showed that whereas 44.1-51.1% of cells infected with LeC virus showed SG formation, SG's were observed in only 3.9-5.2% of those infected with WT virus. Interestingly, cells infected with a mixture of the two viruses showed SG formation at 4.1-4.2%, a similar level as cells infected with WT virus only (Fig. 7) . This finding suggests that WT RSV is able to actively disrupt SG formation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 53,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 995,
                    "end": 1003,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Co-infection of cells with WT and LeC virus confirmed that the WT virus could inhibit SG formation"
        },
        {
            "text": "The Tr transcript of Sendai virus has been shown to bind the protein TIAR, which is typically a component of SGs, and it has been proposed that this is the mechanism that enables Sendai virus to subvert SG assembly (Iseni et al., 2002) . It seemed possible that RSV utilizes a similar mechanism, and that the LeC virus displays blunted growth characteristics because it is unable to sequester TIAR. If this model were correct, it would be expected that the LeC virus would have a WT plaque phenotype in cells lacking TIAR. To test this possibility, mouse embryo fibroblasts derived from TIAR knockout mice were used in plaque assays with various RSV constructs. The absence of TIAR expression was confirmed by Western blot analysis (Fig. 8A) . The cells were then infected with WT RSV, or the Tr36, LeC, or LeC 12U/A mutant viruses and the plaque phenotypes examined. Contrary to what we expected, in cells lacking TIAR the LeC virus displayed a small/faint plaque phenotype compared to other viruses, similarly to what was observed in HEp-2 cells (Fig. 8B) . Furthermore, we observed that LeC virus induced SGs in TIAR knockout cells, as did the arsenite control (Fig. 8C) . These data show that SG induction in LeC infected cells occurs independently of TIAR, and suggest that, unlike the situation with Sendai virus, the difference between LeC and WT RSV growth is not related to the ability of the Tr or TrC sequence to sequester TIAR.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 235,
                    "text": "(Iseni et al., 2002)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 732,
                    "end": 741,
                    "text": "(Fig. 8A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1048,
                    "end": 1057,
                    "text": "(Fig. 8B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1164,
                    "end": 1173,
                    "text": "(Fig. 8C)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "SGs formed independently of TIAR in LeC infected cells"
        },
        {
            "text": "Previous studies of RSV and related viruses had suggested three possible roles for the Tr and/or TrC region: (i) as a promoter with strong RNA replication activity, (ii) as a cis-acting packaging signal, and (iii) as an antagonist of the cellular SG response. The aim of this study was to investigate the role(s) of the RSV Tr and TrC regions in the context of a viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The data presented in Fig. 3 clearly show that viruses with nts 37-155 of Tr (relative to the 5′ end) possess more efficient promoter activity than the virus with the minimal TrC promoter (Tr36 virus) and the data suggest that this is the major function of the extended Tr region of RSV. The presence of the complete Tr region had only a minor effect on virus multiplication in cell culture and mice ( Fig. 2 and Table 1 ). However, it is likely that even a minor difference in virus growth kinetics could be significant in a natural situation, in which following infection of an individual, RSV must multiply rapidly and spread to other hosts, before being cleared by the immune response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 28,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 402,
                    "end": 408,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 413,
                    "end": 420,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Recombinant viruses that are analogous or similar to the LeC virus described here have also been generated for rabies and Sendai viruses (Finke and Conzelmann, 1997; Le Mercier et al., 2002) . In contrast to the data described here, studies with these two viruses showed that the TrC promoter is only stronger than the Le promoter if the two promoters are in competition with each other. Thus, in these cases, the overall levels of RNA replication were unchanged by the LeC substitution. In the case of RSV although the LeC virus produced similar levels of replication products as a virus with a minimal TrC promoter (Tr36 virus), neither of these viruses generated as much replication product as viruses with full-length Tr sequence (Fig. 3) . This finding suggests that the presence of the complete TrC sequence creates an intrinsically stronger replication promoter. This result is consistent with our previous finding that nts 36 to 147 of the TrC promoter augmented production of replicative RNA in the minigenome system (Fearns et al., 2000) and suggests that the whole TrC region contributes to promoter activity. The mechanism for this is unknown: nts 37-155 of TrC sequence could aid recruitment of the polymerase complex during RNA synthesis initiation, could help the polymerase transition into a stable elongation mode, or could facilitate encapsidation.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 165,
                    "text": "(Finke and Conzelmann, 1997;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 166,
                    "end": 190,
                    "text": "Le Mercier et al., 2002)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1026,
                    "end": 1047,
                    "text": "(Fearns et al., 2000)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 734,
                    "end": 742,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It was somewhat unexpected that differences in genome RNA levels were not fully mirrored in mRNA and antigenome accumulation, given that the genome is the template for mRNA and antigenome synthesis (Fig. 3B , compare left and right panels). This finding suggests that the promoters compete for a limited pool of polymerase, such that when the antigenomic promoter is weakened, there is more polymerase available to bind to the genomic (Le) promoter to undertake either mRNA transcription or RNA replication. If this is the case, this would suggest that a common pool of polymerase engages in transcription and replication, as has been indicated in studies with Sendai virus (Le Mercier et al., 2003) .",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 699,
                    "text": "Mercier et al., 2003)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A study with VSV minireplicons has suggested that in addition to its function in RNA synthesis, its Tr region plays a role in viral assembly: it was shown that in contrast to minireplicons containing a Tr region, VSV minireplicons containing LeC sequence in place of Tr could not be passaged to new cells (Whelan and Wertz, 1999) . This raised the possibility that there is discrimination between genome and antigenome-sense nucleocapsids at the step of virus assembly. However, studies with rabies and Sendai virus found that the Tr region does not contain a unique essential sequence for viral assembly, and indeed in the case of rabies virus, it was shown that the ratio between genomes and antigenomes in released viruses correlated with genome/antigenome ratios in the producer cells (Finke and Conzelmann, 1997; Le Mercier et al., 2002) . The data obtained for RSV are in line with the results from rabies and Sendai viruses, as even though the LeC virus was impaired in growth, it could be rescued and propagated, demonstrating that it was capable of directing virus assembly and release. However, it should be noted that the experiments performed here would not distinguish if the Tr region contained a non-essential sequence to augment virus assembly/release.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 329,
                    "text": "(Whelan and Wertz, 1999)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 789,
                    "end": 817,
                    "text": "(Finke and Conzelmann, 1997;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 818,
                    "end": 842,
                    "text": "Le Mercier et al., 2002)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the Tr36 and LeC viruses generated similar levels of RNA (Fig. 3 ) they clearly differed in virus growth and plaque phenotype ( Fig. 2 and Table 1 ) and the difference in plaque phenotype correlated with their propensity to elicit a cellular SG response (Fig. 5) . Emerging evidence suggests that a number of viruses are contained by the cellular SG response (Li et al., 2002; Raaben et al., 2007) and unsurprisingly several viruses are known to either prevent or manipulate SG formation (Emara and Brinton, 2007; Emara et al., 2008; Iseni et al., 2002; McInerney et al., 2005; Montero et al., 2008; Qin et al., 2009; Smith et al., 2006; White et al., 2007) . The correlation between SG formation and viral plaque phenotype strongly suggests that SGs were responsible for hindering LeC virus growth, however the mechanism by which this occurred is currently unclear. SGs are involved in RNA translation and degradation control (Anderson and Kedersha, 2006,2009) , suggesting that they might inhibit LeC virus growth by limiting its protein expression. However, metabolic labelling analysis indicated that there was little if any difference in LeC viral protein synthesis compared to that of other viruses at a time when SGs were clearly detectable (data not shown). SGs are also known to have a complex role in posttranscriptional control of cytokine expression (Anderson, 2008) . Thus, it is possible that the difference in SG formation during infection with LeC and the other viruses does not directly affect viral protein expression, but rather has a qualitative and/or quantitative effect on cytokine release, with subsequent impact on viral growth. Preliminary studies have indicated that the LeC virus did not differ significantly from the Tr36 and LeC 12U/A viruses in the amount of interferon that was induced during infection (M. Galliano, R.E. Randall, and RF, unpublished data), but this does not eliminate the possibility that other cytokines were affected and further studies will be required to investigate this further.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 385,
                    "text": "(Li et al., 2002;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 386,
                    "end": 406,
                    "text": "Raaben et al., 2007)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 497,
                    "end": 522,
                    "text": "(Emara and Brinton, 2007;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 523,
                    "end": 542,
                    "text": "Emara et al., 2008;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 543,
                    "end": 562,
                    "text": "Iseni et al., 2002;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 563,
                    "end": 586,
                    "text": "McInerney et al., 2005;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 587,
                    "end": 608,
                    "text": "Montero et al., 2008;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 609,
                    "end": 626,
                    "text": "Qin et al., 2009;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 627,
                    "end": 646,
                    "text": "Smith et al., 2006;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 647,
                    "end": 666,
                    "text": "White et al., 2007)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 936,
                    "end": 949,
                    "text": "(Anderson and",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 950,
                    "end": 970,
                    "text": "Kedersha, 2006,2009)",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1387,
                    "text": "(Anderson, 2008)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 137,
                    "end": 143,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 148,
                    "end": 155,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 263,
                    "end": 271,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "There were two possible explanations for why the LeC virus induced SGs in a significant proportion of infected cells whereas the LeC 12A/U, Tr36 and WT viruses did not. One possibility was that the Le promoter generated an RNA species that induced SG formation (possibly because of the unnatural context of the Le promoter in the LeC virus). The other possibility was that the Tr36, LeC 12U/A and WT viruses could actively inhibit SG formation. The data shown in Fig. 7 provide evidence for the second possibility. In this experiment, dual infection of cells with both LeC and WT viruses resulted in a very low level of SG containing cells, indicating that the Tr region contains a sequence that inhibited SG formation by the LeC virus. The Tr36 virus infection did not induce SGs suggesting that the sequence required for this effect is located within the terminal 36 nts of Tr, in a region that shares significant sequence similarity to LeC sequence (Fig. 1B) . This is supported by the fact that a single point mutation in the LeC sequence (12U/A) that increased the similarity of the LeC sequence to that of Tr was sufficient to enable the LeC virus to prevent SG formation. This single nt change might have restored a key sequence element or secondary structure to the LeC viral RNA. It is unclear if the sequence in question functions in the context of the encapsidated genome or antigenome RNA, or if it is present in an unencapsidated transcript generated from the TrC promoter. However, in a recent study we showed that the terminal 36 nts of the TrC promoter region could signal synthesis of an RNA transcript initiated at position 3 and extended between 50 and 100 nts (Noton et al., 2010) and it is possible that this transcript is involved in subverting SG formation.",
            "cite_spans": [
                {
                    "start": 1680,
                    "end": 1700,
                    "text": "(Noton et al., 2010)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 469,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 952,
                    "end": 961,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Similarly to the results shown here, a mutant version of Sendai virus containing LeC in place of Tr induced SGs to a greater extent than the WT virus (Iseni et al., 2002) . Sendai virus Tr-specific sequence was found to bind to TIAR, suggesting that it sequesters this protein to subvert SG formation. However, TIAR does not seem to be relevant to RSV (Fig.  8) . It is possible that the RSV Tr sequence binds to an alternative SG protein, such as TIA-1, a protein closely related to TIAR, which is a scaffold for SG formation (Gilks et al., 2004; Kedersha et al., 2000) . Unfortunately, mouse embryo fibroblasts in which TIA-1 is knocked out did not support RSV infection, preventing us from performing an experiment similar to that shown in Fig. 8 to test the importance of TIA-1 (it should be noted that the deficiency in RSV growth was unrelated to the absence of TIA-1, as a \"sister\" control cell line also failed to support RSV replication; data not shown). The results shown in Fig. 6 indicate that in LeC virus infected cells, the RSV N inclusions were sometimes observed directly adjacent to SGs, although this was not always the case. This finding is consistent with live-cell imaging studies of RSV-infected and arsenite-treated cells (in which SGs are induced in the face of RSV infection; see below), which showed that RSV RNAs interact transiently with SGs (Santangelo et al., 2009 ). This transient interaction could allow SGs to sample viral RNAs. Alternatively, it is possible that RSV Tr might modulate the cellular SG response due to a direct interaction with SG proteins, and that the LeC region retains some capability to do this also. However, the study by Santangelo and coworkers showed no evidence of SG protein sequestration by RSV RNAs, so it is currently unclear how SG modulation would occur. Another possibility is that RSV inhibits SG formation at a step upstream of SG assembly. As described above, WT RSV cannot inhibit the SG response if infected cells are treated with arsenite (Santangelo et al., 2009; data not shown) . This could either be because arsenite treatment overwhelms the SG subverting activity of RSV, or because arsenite induces SGs via an alternative pathway than RSV infection, and the virus is not able to inhibit the arsenite-mediated pathway.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 170,
                    "text": "(Iseni et al., 2002)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 527,
                    "end": 547,
                    "text": "(Gilks et al., 2004;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 548,
                    "end": 570,
                    "text": "Kedersha et al., 2000)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1371,
                    "end": 1395,
                    "text": "(Santangelo et al., 2009",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2013,
                    "end": 2038,
                    "text": "(Santangelo et al., 2009;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2039,
                    "end": 2054,
                    "text": "data not shown)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 361,
                    "text": "(Fig.  8)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 743,
                    "end": 749,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 985,
                    "end": 991,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Finally, it should be noted that the LeC sequence introduced into the virus 5′ terminus described here is not WT LeC sequence, but rather has a substitution at position 4 relative to the 5′ terminus. Multiple attempts to rescue virus with WT LeC sequence failed, suggesting that the properties of this sequence are highly deleterious in this context. We can only speculate as to the reason for this. One possibility is that the WT (4G) Le promoter has been shown to be approximately four-fold weaker for replication activity than the (4C) Le promoter sequence used here. This deficiency in replication promoter strength could mean that the WT LeC recombinant virus was unable to compete effectively with cellular antiviral and stress granule responses. However, our recent data have indicated that position 4 of the Le promoter only impacts replication promoter activity in the presence of the adjacent gene start signal, which was not present here. Another possibility is that the LeC sequence used in this study possesses some ability to dampen SGs, but that the WT LeC sequence does not. Experiments to fully characterize the RNAs generated from the Le 4G/4C and Tr promoters and determine if they are responsible for subverting SG formation are currently underway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, the data show that the RSV Tr region does not contain a unique sequence that is indispensable for viral replication, and that provided an alternative promoter sequence is in place, the virus can replicate without Tr. However, Tr-specific sequence plays two important roles in RSV replication: 1) the TrC promoter region contains sequences that augment its activity and that give it a replicative advantage over the Le region, and 2) the features of the Tr (or the trailer complementary) sequence help RSV subvert the cellular SG response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HEp-2 cells (ATCC) were used for all experiments, except as stated. WT (TIAR +/+) and TIAR knockout (TIAR −/−) mouse embryonic fibroblast lines were a generous gift from Dr. Paul Anderson and have been described previously (Li et al., 2002) . WT RSV was strain A2, and all mutant viruses were based on this strain.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 240,
                    "text": "(Li et al., 2002)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Cells and virus"
        },
        {
            "text": "Plasmids encoding the RSV antigenome were constructed using plasmids that have been described in detail previously; the RSV/6120 cDNA includes a mutation in the SH gene that increases plasmid DNA stability without altering the protein coding region (Bukreyev et al., 2001; Collins et al., 1995; Juhasz et al., 1997; Teng and Collins, 1999) . To facilitate manipulation of the RSV Tr region, single nt substitutions were made 10, 13 and 14 nts after the last U residue of the L gene end signal to introduce a BsiWI site. The Tr region was mutated by introducing PCR products, representing either the 5′ terminal 57 or 36 nts of Tr, or the 44 nt LeC sequence between the BsiWI site and a delta ribozyme. All full-length clones were examined by multiple restriction digests to confirm their integrity, and the regions subjected to PCR amplification were sequenced to confirm that no spurious mutations had arisen.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 272,
                    "text": "(Bukreyev et al., 2001;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 273,
                    "end": 294,
                    "text": "Collins et al., 1995;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 295,
                    "end": 315,
                    "text": "Juhasz et al., 1997;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 316,
                    "end": 339,
                    "text": "Teng and Collins, 1999)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "cDNAs"
        },
        {
            "text": "The recombinant viruses were rescued as described previously (Collins et al., 1995) . Briefly, HEp-2 cells in 6-well plates were transfected with a mixture of T7 expression plasmids containing the RSV N, P, L, and M2-1 ORF's and a fifth T7 expression plasmid encoding the appropriate RSV antigenome. The cells were co-infected with the MVA strain of vaccinia virus expressing T7 RNA polymerase (Wyatt et al., 1995) and incubated in a CO 2 incubator at 32 °C. Three days post-transfection, cells were scraped into the medium, vortexed, sonicated, and then pelleted by centrifugation. The supernatant was passaged onto fresh HEp-2 cells in 25 cm 2 flasks and the flasks were incubated in a CO 2 incubator at 37°C",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 83,
                    "text": "(Collins et al., 1995)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 394,
                    "end": 414,
                    "text": "(Wyatt et al., 1995)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Virus rescue and growth"
        },
        {
            "text": ". Virus was passaged in this way every 4-7 days until each virus stock had reached a titer equalling or exceeding 2×10 6 plaque forming units/ml, or for the number of passages indicated in the figures and results text. Virus stocks were flash frozen in aliquots and stored at −70 °C. Following rescue, each recombinant virus was analyzed by reverse-transcription and PCR amplification of the region spanning the end of the L gene to the 5′ end of the genome to confirm the presence of the mutations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus rescue and growth"
        },
        {
            "text": "HEp-2 cells monolayers in six-well plates were infected with each indicated virus at an moi of 0.01 plaque forming units/cell (pfu/cell). An aliquot of the inoculum was titrated to confirm that equivalent titers of each virus were used to infect the cells. The virus was allowed to adsorb for two h after which the cells were washed and the inoculum was replaced with 1 ml of OptiMEM containing 2% fetal bovine serum and antibiotics and incubated for the indicated periods of time. At each indicated time point, the entire medium overlay was removed, clarified by low-speed centrifugation, snap-frozen and stored at −70°C until completion of the timecourse. The cell monolayers were washed twice with phosphate buffered saline and fresh medium was added to the culture and incubation continued. The virus titers were determined by plaque assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus multiple-step growth analysis"
        },
        {
            "text": "Virus was allowed to adsorb to cells for two h, after which the cells were overlaid with OptiMEM containing 2% fetal bovine serum and 0.8% methylcellulose and incubated at 37°C for 4-5 days. The cell monolayers were fixed with 80% methanol at 4 °C and then incubated with monoclonal antibodies specific to the RSV F or N protein (Serotec), followed by sheep anti-mouse immunoglobulin G conjugated with horseradish peroxidase. Plaques were visualized by the addition of peroxidase solution substrate 4-CN (KPG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus titration and plaque visualization"
        },
        {
            "text": "Balb/c female mice in groups of six (or five, where indicated in Table 1 ) per time point, per virus were inoculated intranasally under light anesthesia with 0.1 ml of OptiMEM containing 10 5.5 pfu of Tr155, Tr57, Tr36, or LeC virus. At either 3, 4, or 5 days pi the mice were sacrificed and the nasal turbinates and lungs were harvested. The virus titers in these tissues were determined by plaque assay and the mean log 10 pfu/g of tissue was calculated. The limit of detection in the upper and lower respiratory tracts was 2.0 and 1.7 log 10 pfu/g, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 72,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Mouse studies"
        },
        {
            "text": "HEp-2 cells were infected with each virus at an moi of 4 pfu/cell. At 16, 21, 24 or 32 h pi, cells were scraped into the medium and collected by centrifugation. The resulting cell pellet was resuspended in Trizol reagent (Invitrogen) and total intracellular RNA was purified following the manufacturer's instructions, except that the RNAs were further purified by extraction with phenol-chloroform and ethanol precipitation. RNA samples representing one-tenth of a well were analyzed by electrophoresis in a 1.5% agarose gel containing 0.44 M formaldehyde, transferred to nitrocellulose and fixed by UV cross-linking. Duplicate blots were hybridized with a negative-sense N-specific riboprobe, or a positive-sense Fspecific riboprobe in a mixture of 6× SSC, 5× Denhardt's solution, 0.5% SDS, and 200 μg of sheared DNA per ml at 65 °C for 20 h. The blots were washed in 2× SSC-0.1% SDS at room temperature for 30 min, then at 65 °C for 2 h and then in 0.1× SSC-0.1% SDS for 15 to 30 min. RNA bands were quantitated by either phosphorimage quantitation using a Phosphor-Imager 445 SI (Molecular Dynamics) or by NIH ImageJ analysis of scanned autoradiograms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Northern blot analysis of viral RNAs"
        },
        {
            "text": "HEp-2 cells in six-well dishes were infected with LeC isolates at the passage number indicated in the Results section. At 48 h pi, total intracellular RNA was isolated, as described above. RNA representing one-tenth of a well of cells was annealed to a positivesense, L-specific primer (5′ GAGTGTTGTTAGTGGAGATATACTATC) and used as a template for Sensiscript reverse transcriptase (Qiagen) according to the manufacturer's instructions. The cDNA was purified and tailed with dATP using terminal transferase. The tailed product was amplified by PCR using a nested L-specific primer (5′ ACTTATAAATCATAAGCATATGAACATC) and a primer that annealed to the dATP tail (5′ GACCACGCGTTCGATGTCGACTTTTTTTTTTTTTTTT). A second round of PCR was performed using a nested L-specific primer (5′ CAGATCAACAGAACTAAACTATAACCAT) to further amplify the product. The resulting DNA was sequenced using an L-specific primer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5′ RACE analysis of viral RNAs"
        },
        {
            "text": "HEp-2 or TIAR knockout mouse embryonic fibroblasts seeded on coverslips in 12-well plates were either mock infected or infected with WT RSV or the Tr36, LeC or LeC 12U/A RSV mutant at the indicated moi. As a positive control for SG formation, mock infected cells were treated with 0.5 mM sodium arsenite for 30 min immediately prior to fixation. At 16.5 h post-infection, cells were fixed with 5% formaldehyde, 2% sucrose in phosphate buffered saline for 30 min, permeabilized with 0.5% Igepal, 10% sucrose in phosphate buffered saline for 20 min, and incubated with antibodies toward RSV N protein (Serotec) and cellular eIF3 an SG marker protein (Santa Cruz Biotechnology). Following washing in phosphate buffered saline, cells were incubated with isotype specific secondary antibodies labelled with Alexafluor 488 (N staining) and Alexafluor 633 (eIF3 staining), and DAPI. Cells were analyzed by fluorescence microscopy. Mutations made in the RSV Tr region. A) A schematic diagram of the RSV genome with the 5′ end, where mutations were made, enlarged. The positions of nts 1, 36, 57, and 155 relative to the 5′ end of the genome, and the position of the BsiWI site, are indicated. The regions contained in viruses Tr155, Tr57 and Tr36 are indicated by the lines below, with the deleted regions shown as dashed lines. B) Sequences at the 5′ ends of the Tr36 and LeC virus genomes. The sequences are written as negative-sense RNA and the L gene end signal is italicized. The substitutions introduced to create the BsiWI site are shown in boldface type. The sequences are aligned, with spaces introduced to maximize alignment shown as dashes. Nt 12 relative to the 5′ terminus of the genome, which was found to be a key nt in this study, is underlined. RNA expression by the mutant viruses. A) Northern blot analysis of viral RNAs. Cells were infected with the indicated virus at an moi of 4 and RNA was isolated at various times postinfection (as indicated). The RNA was blotted on duplicate blots, which were hybridized with either a positive-sense F-specific riboprobe (upper panel) or a negative-sense Nspecific riboprobe (lower panel). Lane 1 is a negative control of RNA from uninfected cells. B) Quantitation of RNA levels for each of the viruses. Bands of genome RNA and monocistronic N mRNA (the lowest band) on Northern blots such as those shown in (A) were quantitated and RNA levels for each time point were normalized to the band for the RSV/6120 virus RNA at 100%. The four bars represented for each virus mutant show in left to right order RNAs isolated at 16, 21, 24 and 32 h pi (the 16, 24 and 32 h pi data are derived from the Northern blots shown in panel A).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence microscopy"
        },
        {
            "text": "A substitution at position 12 relative to the 5′ end of the LeC virus genome confers a plaque phenotype similar to that of Tr36 virus. A) Immunostained plaques of LeC virus at passages 6 (p. 6) and 9 (p. 9), as indicated. B) Sequence analysis of representative cDNA clones representing the 5′ terminal region of the p. 6 and p. 9 LeC virus genomes, as determined by 5′ RACE analysis of genome sense RNA. The sequence is shown as positive-sense DNA and positions 1 and 12 relative to the genome 5′ terminus are indicated by asterisks. The poly A tract adjacent to position 1 represents the residues added to the cDNA by terminal transferase during the 5′ RACE procedure. C) Example plaques from LeC, LeC 12U/A and Tr36 virus infections immunostained with anti-F or anti-N antibody, as indicated; the LeC virus plaques are highlighted with arrows. The LeC virus induces SG formation in infected cells. Replicate cultures of HEp-2 cells were infected with indicated viruses at an moi of ∼1. Cells were immunostained for RSV N (column i) and cellular eIF3 (columns ii and iii) at 16.5 h pi and examined by confocal fluorescence microscopy. The panels in column iii are enlarged images of the top left quadrants of the images in column ii. At least 100 N expressing cells from each culture in two independent experiments were examined and the percentages of infected cells containing SGs are indicated alongside the panels. Controls of mock infected cells and cells that were mock infected and then treated with 0.5 mM arsenite for 30 min immediately prior to fixation are shown in panels A and B, as indicated. Localization of SGs relative to RSV inclusion bodies in LeC virus infected cells. Cells were infected with LeC virus at an moi of 2. At 16.5 h pi the cells were immunostained for RSV N (column i) and cellular eIF3 (column ii) and examined by confocal microscopy. Column iii shows a merged image of N, eIF3 and DAPI stained cells. WT RSV can block SG formation induced by the LeC virus. A) Replicate cultures of HEp-2 cells were infected with indicated viruses at an moi of 2 in the case of the LeC virus, and 6 in the case of WT RSV. Cells were immunostained for RSV N (column i) and cellular eIF3 (column ii) at 16.5 h pi and examined by confocal microscopy. Column iii shows a merged image of N, eIF3 and DAPI stained cells. B) Bar graph illustrating proportions of cells that showed SG formation. At least 100 cells from each culture were examined and the percentages of infected cells containing SGs counted. The data from two independent experiments are shown (represented by the black and grey bars). Growth of the mutant viruses in the upper and lower respiratory tracts of mice. Virology. Author manuscript; available in PMC 2011 October 25.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 4."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Post-transcriptional control of cytokine production",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Immunol",
            "volume": "9",
            "issn": "4",
            "pages": "353--359",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Stress granules",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kedersha",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Biol",
            "volume": "19",
            "issn": "10",
            "pages": "397--398",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "P bodies, stress granules, and viral life cycles",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Beckham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Host Microbe",
            "volume": "3",
            "issn": "4",
            "pages": "206--212",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Granulocyte-macrophage colonystimulating factor expressed by recombinant respiratory syncytial virus attenuates viral replication and increases the level of pulmonary antigen-presenting cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Belyakov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Berzofsky",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "24",
            "pages": "12128--12140",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viral and host factors in human respiratory syncytial virus pathogenesis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "5",
            "pages": "2040--2055",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nucleotide sequences for the gene junctions of human respiratory syncytial virus reveal distinctive features of intergenic structure and gene order",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dickens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buckler-White",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Olmsted",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Spriggs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Camargo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Coelingh",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proc Natl Acad Sci",
            "volume": "83",
            "issn": "13",
            "pages": "4594--4598",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rescue of synthetic analogs of respiratory syncytial virus genomic RNA and effect of truncations and mutations on the expression of a foreign reporter gene",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mink",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Stec",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc Natl Acad Sci",
            "volume": "88",
            "issn": "21",
            "pages": "9663--9667",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rescue of a 7502-nucleotide (49.3% of full-length) synthetic analog of respiratory syncytial virus genomic RNA",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Camargo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Grosfeld",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Stec",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virology",
            "volume": "195",
            "issn": "1",
            "pages": "252--256",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Production of infectious human respiratory syncytial virus from cloned cDNA confirms an essential role for the transcription elongation factor from the 5′ proximal open reading frame of the M2 mRNA in gene expression and provides a capability for vaccine development",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Camargo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Grosfeld",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc Natl Acad Sci",
            "volume": "92",
            "issn": "25",
            "pages": "11563--11567",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evidence that the respiratory syncytial virus polymerase is recruited to nucleotides 1 to 11 at the 3′ end of the nucleocapsid and can scan to access internal signals",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Cowton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fearns",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "17",
            "pages": "11311--11322",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Unravelling the complexities of respiratory syncytial virus RNA synthesis",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Cowton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcgivern",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fearns",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "7",
            "pages": "1805--1821",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interaction of TIA-1/TIAR with West Nile and dengue virus products in infected cells interferes with stress granule formation and processing body assembly",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Emara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brinton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci",
            "volume": "104",
            "issn": "21",
            "pages": "9041--9046",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mutation of mapped TIA-1/TIAR binding sites in the 3′ terminal stem-loop of West Nile virus minus-strand RNA in an infectious clone negatively affects genomic RNA amplification",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Emara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brinton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "21",
            "pages": "10657--10670",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Functional analysis of the genomic and antigenomic promoters of human respiratory syncytial virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fearns",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Peeples",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "13",
            "pages": "6006--6014",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mapping the transcription and replication promoters of respiratory syncytial virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fearns",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Peeples",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "4",
            "pages": "1663--1672",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ambisense gene expression from recombinant rabies virus: random packaging of positive-and negative-strand ribonucleoprotein complexes into rabies virions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Conzelmann",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "10",
            "pages": "7281--7288",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nucleotide sequence analysis of the respiratory syncytial virus subgroup A cold-passaged (cp) temperature sensitive (ts) cpts-248/404 live attenuated virus vaccine candidate",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Firestone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Whitehead",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Crowe",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Virology",
            "volume": "225",
            "issn": "2",
            "pages": "419--422",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Stress granule assembly is mediated by prion-like aggregation of TIA-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gilks",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kedersha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ayodele",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stoecklin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Dember",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Biol Cell",
            "volume": "15",
            "issn": "12",
            "pages": "5383--5398",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sendai virus trailer RNA binds TIAR, a cellular protein involved in virus-induced apoptosis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Iseni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garcin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishio",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kedersha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kolakofsky",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "EMBO J",
            "volume": "21",
            "issn": "",
            "pages": "5141--5150",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The temperature-sensitive (ts) phenotype of a cold-passaged (cp) live attenuated respiratory syncytial virus vaccine candidate, designated cpts530, results from a single amino acid substitution in the L protein",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Juhasz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Whitehead",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Bui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Biggs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Crowe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Boulanger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "8",
            "pages": "5814--5819",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Dynamic shuttling of TIA-1 accompanies the recruitment of mRNA to mammalian stress granules",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kedersha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Yacono",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gilks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Golan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Cell Biol",
            "volume": "151",
            "issn": "6",
            "pages": "1257--1268",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ambisense Sendai viruses are inherently unstable but are useful to study viral RNA synthesis",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Mercier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garcin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hausmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kolakofsky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "11",
            "pages": "5492--5502",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Competition between the Sendai virus N mRNA start site and the genome 3′-end promoter for viral RNA polymerase",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Mercier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garcin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kolakofsky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "17",
            "pages": "9147--9155",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cell proteins TIA-1 and TIAR interact with the 3′ stem-loop of the West Nile virus complementary minus-strand RNA and facilitate virus replication",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kedersha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Swiderek",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brinton",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "23",
            "pages": "11989--12000",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The 24-angstrom structure of respiratory syncytial virus nucleocapsid protein-RNA decameric rings",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maclellan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Loney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhella",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "17",
            "pages": "9519--9524",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Identification of internal sequences in the 3′ leader region of human respiratory syncytial virus that enhance transcription and confer replication processivity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcgivern",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fearns",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "4",
            "pages": "2449--2460",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Importance of eIF2alpha phosphorylation and stress granule assembly in alphavirus translation regulation",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcinerney",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Kedersha",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liljestrom",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Biol Cell",
            "volume": "16",
            "issn": "8",
            "pages": "3753--3763",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Nucleotide sequences of the 3′ leader and 5′ trailer regions of human respiratory syncytial virus genomic RNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mink",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Stec",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "185",
            "issn": "2",
            "pages": "615--624",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Rotavirus infection induces the phosphorylation of eIF2alpha but prevents the formation of stress granules",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Montero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rojas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "3",
            "pages": "1496--1504",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Evidence that the polymerase of respiratory syncytial virus initiates RNA replication in a nontemplated fashion",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Noton",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Cowton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Zack",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcgivern",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fearns",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci",
            "volume": "107",
            "issn": "22",
            "pages": "10226--10231",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Mammalian orthoreovirus particles induce and are recruited into stress granules at early times postinfection",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hastings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "21",
            "pages": "11090--11101",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Mouse hepatitis coronavirus replication induces host translational shutoff and mRNA decay, with concomitant formation of stress granules and processing bodies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raaben",
                    "suffix": ""
                },
                {
                    "first": "Groot",
                    "middle": [],
                    "last": "Koerkamp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Microbiol",
            "volume": "9",
            "issn": "9",
            "pages": "2218--2229",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Single molecule-sensitive probes for imaging RNA in live cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Santangelo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Lifland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Curt",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Bassell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Crowe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Meth",
            "volume": "6",
            "issn": "5",
            "pages": "347--349",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Reovirus induces and benefits from an integrated cellular stress response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Schmechel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raghavan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abelson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Katze",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Bohjanen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Schiff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "4",
            "pages": "2019--2033",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Crystal structure of a nucleocapsid-like nucleoprotein-RNA complex of respiratory syncytial virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Tawar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duquerroy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vonrhein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Varela",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Damier-Piolle",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Castagne",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maclellan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bedouelle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bricogne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhella",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Eleouet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "5957",
            "pages": "1279--1283",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Altered growth characteristics of recombinant respiratory syncytial viruses which do not produce NS2 protein",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "1",
            "pages": "466--473",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The 5′ terminal trailer region of vesicular stomatitis virus contains a positiondependent cis-acting signal for assembly of RNA into infectious particles",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Whelan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Wertz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "1",
            "pages": "307--315",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Transcription and replication of nonsegmented negative-strand RNA viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Whelan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Wertz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "283",
            "issn": "",
            "pages": "61--119",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Inhibition of cytoplasmic mRNA stress granule formation by a viral proteinase",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cardenas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Marissen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Host Microbe",
            "volume": "2",
            "issn": "5",
            "pages": "295--305",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Replication-deficient vaccinia virus encoding bacteriophage T7 RNA polymerase for transient gene expression in mammalian cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rozenblatt",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "210",
            "issn": "1",
            "pages": "202--205",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Multi-cycle growth properties of the mutant viruses. A) Plaque phenotypes of the mutant viruses. HEp-2 cells were infected with the indicated viruses at an moi of 0.01. At 3 days pi, cells were fixed and stained with antibodies against the RSV F protein. The upper panel shows plaques within an entire well of a six-well dish, and the lower panel shows representative images of plaques taken with 10× magnification; the LeC virus plaques are highlighted with arrows. B) HEp-2 cells were infected with the indicated viruses at an moi of 0.01 and cell medium supernatant fractions were collected at 24 h intervals until the cell cultures were destroyed by infection. The mean average virus titers (with standard deviation) are shown for each virus at each time point (n=3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "SG formation in LeC virus infected cells occurs independently of TIAR. A) Western blotanalysis of total intracellular proteins from mouse embryonic stem cells derived from a WT (+/+) (lane 1), or TIAR knockout (−/−) mouse (lane 2). The 40 kDa TIAR protein was detected with a polyclonal antibody. B) Monolayers of TIAR −/− cells were infected with WT RSV, Tr36, LeC and LeC 12U/A viruses. Four days post-infection, virus plaques were immunostained with anti-F antibody. C) Monolayers of TIAR −/− cells were mock infected, mock infected and treated with arsenite for 30 min immediately prior to fixation, or infected with LeC virus at an moi of ∼1. The cells were immunostained for eIF3 at 16.5 h pi and examined by fluorescence microscopy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "groups of six per virus per time point were sacrificed on the indicated days post-infection. The numbers show the mean average virus titers ± standard error mean (log 10 pfu/g tissue).a n=5.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Kim Tran and Myron Hill for assistance in performing the mouse study, Bernard Moss for providing MVA-T7 and Paul Anderson for providing the TIAR +/+ and TIAR −/− mouse embryonic fibroblasts. This research was supported by grants from the Wellcome Trust (065568) and NIAID, NIH (R01AI074903) to RF, the Intramural Research Program of NIAID, NIH, and Boston University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}