{
    "paper_id": "a74c29bfc488ed46a2bd41117889f82a3af8b426",
    "metadata": {
        "title": "Marketing in Heterozygous Advantage",
        "authors": [
            {
                "first": "Gregory",
                "middle": [],
                "last": "Todd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jones",
                "middle": [
                    "Reidar"
                ],
                "last": "Hagtvedt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As the rapidly advancing possibilities of biotechnology have outstripped the adaptive capacity of current legal and ethical institutions, a vigorous debate has arisen that considers the boundaries of appropriate use of this technology, particularly when applied to humans. This article examines ethical concerns surrounding the development of markets in a particular form of human genetic engineering in which heterozygotes are fitter than both homozygotes, a condition known as heterozygous advantage. To begin, we present a generalized model of the condition, illuminated by the application to sickle-cell anemia. Next, we propose a typology of related markets, some of which are currently functioning with available products and services, and others that are widely viewed as imminent. We suggest the manner in which perverse incentives may arise for firms that market genetic intervention in circumstances where heterozygous advantage is possible. Finally, we propose that this misalignment of incentives with social welfare has arisen from both ill-conceived market intervention where markets are capable of achieving efficient outcomes and the lack of market intervention where markets have failed. We offer specific legal and regulatory approaches for reform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 1904, bolstered by Gregor MendelÕs then recent work on heredity in peas that promised new credibility to scientific notions of hereditary determinism, but possibly softened by his advancing age, Francis Galton delivered a major address to the newly formed Sociological Society (Brookes, 2004) . His talk, ''Eugenics: Its Definition, Scope, and Aims,'' while somewhat more inclusive than his previous work as to the classes of individuals whose excellence was to be reproduced for the future benefit of society, gave birth to the modern social philosophy of eugenics (Gillham, 2001) , which advocated the improvement of human genetic qualities by means of social intervention, and which gave rise to the Nazi policies of racial hygiene and mass extermination. These atrocities caused much of the scientific community to distance themselves from eugenics, but many nations, including the United States, Canada, and Sweden, continued active eugenics programs of involuntary sterilization, marriage laws, and immigration restrictions into the 1970s.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 295,
                    "text": "(Brookes, 2004)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 569,
                    "end": 584,
                    "text": "(Gillham, 2001)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent dramatic advances in the biotechnology industry have returned questions regarding genetic intervention to the forefront of ethical and scientific discourse. Viewpoints range from those that celebrate the promise of biological enhancement (Naam, 2005) and those that embrace unregulated biotechnology as part of a libertarian political agenda (Bailey, 2005) to those that are more cautious about the dangers that may be coincident with the potential benefits of such technology (Garreau, 2005) and those that suggest that biotechnology can be socially destabilizing and warn that legal and regulatory steps will be necessary to reign in this risk (Mehlman, 2003) . Some go as far as to argue that we have a moral obligation to employ eugenic means to improve quality of life and to prevent needless suffering for all future generations (Buchanan et al., 2000; Glad, 2005; Rosen, 2003; Savulescu, 2001 Savulescu, , 2005 . Indeed, Galton set the stage for these arguments immediately following his famous statement about the comparative advantage of man over nature (cited above) with the assertion of just such an imperative: ''As it lies within his power, so it becomes his duty to work in that direction.'' (Brookes, 2004, p. 269) .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 257,
                    "text": "(Naam, 2005)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 349,
                    "end": 363,
                    "text": "(Bailey, 2005)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 484,
                    "end": 499,
                    "text": "(Garreau, 2005)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 653,
                    "end": 668,
                    "text": "(Mehlman, 2003)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 842,
                    "end": 865,
                    "text": "(Buchanan et al., 2000;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 866,
                    "end": 877,
                    "text": "Glad, 2005;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 878,
                    "end": 890,
                    "text": "Rosen, 2003;",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 906,
                    "text": "Savulescu, 2001",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 907,
                    "end": 924,
                    "text": "Savulescu, , 2005",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1214,
                    "end": 1237,
                    "text": "(Brookes, 2004, p. 269)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Rather than joining in the more general debate that considers the boundaries of the appropriate use of biotechnology, particularly when applied to humans, this article examines the ''duty to work in [the] direction'' of genetic intervention where costs and benefits are misaligned. The very advantages engineered by the interventions considered give rise to increased risks for the descendants of those who benefit. At the same time, decisions related to research and associated market development may offer differential advantage to those with economic and political power while insuring markets in perpetuity for those biotechnology firms making these decisions. 1 This article examines novel ethical concerns surrounding the development of markets in a particular form of human genetic engineering in which heterozygotes, individuals that carry a different version of a particular gene on each of two corresponding chromosomes, are fitter than both homozygotes, individuals that carry two identical copies of a particular gene on the two corresponding chromosomes. This condition is known as heterozygous advantage. We begin with a generalized model of the condition, illuminated by the application to sickle-cell anemia and other diseases perpetuated by the condition. We outline markets in heterozygous advantage for technologies that now exist as well as for technologies that are widely viewed as imminent. Next, we consider a number of ethical concerns presented by the combination of heterozygous advantage and the possibility of biotechnological intervention. We suggest the manner in which perverse incentives may arise for firms that market genetic intervention in circumstances where heterozygous advantage is possible. Finally, we discuss the market imperfections that are the sources of these ethical dilemmas and offer a few modest proposals to address these shortcomings. 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The human genome is made up of 23 pairs of chromosomes, one set from the mother and one set from the father. Many human genetic characteristics depend on whether a particular gene, an allele, in a given location on a chromosome, a locus, is identical to or different from the allele on the corresponding locus of the paired chromosome. Where the genes are identical, the individual is homozygous with respect to this gene; where they are different, the individual is heterozygous with respect to this gene. 3 The consequences of these pairings, or genotypes, can be dire, as in the case where an individual is homozygous with respect to the sickle-cell hemoglobin allele and as a result suffers from the lethal condition of sickle-cell anemia.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 508,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "Under ordinary circumstances where the individual homozygous in the normal allele is relatively more fit than the abnormal homozygote and at least as fit as the heterozygote, we would expect that diseases like sickle-cell anemia would relatively quickly disappear due to natural selection. Why has sickle-cell anemia not disappeared? There is substantial evidence that heterozygous individuals, those with one normal allele and one sickle-cell allele, have substantial advantage over the homozygous normal individual in resistance to malarial infection. A single sickle-cell allele is benign to the individual, but when the malarial pathogen attacks red blood cells, the sickle-cell allele shuts down the infection, making it possible for the immune system to destroy the pathogens, and offering the individual a high level of immunity to malaria. Individuals homozygous in the sickle-cell allele suffer from sickle-cell anemia and individuals homozygous in the normal allele are more at risk to infection from malaria. As a result, heterozygotes enjoy a distinct fitness advantage and are thus relatively more prevalent in the population (Fisher, 1922 (Fisher, , 1930 Haldane, 1926; Wright, 1931) . While at first glance, this may seem like good news, the mating of two heterozygous individuals results in a 25% chance of a child 86",
            "cite_spans": [
                {
                    "start": 1139,
                    "end": 1152,
                    "text": "(Fisher, 1922",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1153,
                    "end": 1168,
                    "text": "(Fisher, , 1930",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1169,
                    "end": 1183,
                    "text": "Haldane, 1926;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1184,
                    "end": 1197,
                    "text": "Wright, 1931)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "Gregory Todd Jones and Reidar Hagtvedt homozygous in the sickle-cell allele, a 25% chance of a child homozygous in the normal allele and susceptible to malaria, and a 50% chance of a heterozygous child. Particularly in areas subject to outbreaks of malaria, all three genotypes persist in a stable polymorphic relationship. Since this outcome is not limited to sickle-cell anemia, we now turn to a more general model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "A generalized model of polymorphism due to heterozygous advantage",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "In order to estimate the relative fitness of homozygotes as compared to the heterozygote, we first estimate the expected frequencies of the genotypes. Let the following notation represent the two types of homozygotes and the heterozygote:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "Let N denote the normal version of the allele, S the variant allele, m the reduction in fitness that the normal (AnAn) homozygote suffers relative to heterozygotes, and s be the reduction in fitness for variant (AsAs) homozygotes. Both m and s are assumed to be between zero and one. The fitness of the heterozygote is normalized to one. Further, let p represent the frequency of N in the population and q represent the frequency of S in the population, where p and q sum to unity (p + q = 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "There is a direct relationship between the frequency of the genes and the frequency of the genotypes in the population. Representing the genotype frequencies as F(AnAn), F(AnAs), and F(AsAs), respectively, the prevalence of the N allele, for example, is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "That is, half of the heterozygote genes and all of the homozygote normal genes are of type N.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "Assuming random mating and no selection pressure (that is, m = s = 0), the expected genotype frequencies of an offspring generation is calculated from the genotype frequencies of the parent generation using the Hardy-Weinberg equilibrium model (named for the British mathematician, Godfrey Harold Hardy (Hardy, 1908) , and the German physician, Wilhelm Weinberg (Weinberg, 1908) , who independently formulated the principle).",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 316,
                    "text": "(Hardy, 1908)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 362,
                    "end": 378,
                    "text": "(Weinberg, 1908)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "Let primes (¢) denote frequencies for the offspring generation. The heterozygote AnAs can arise from the following crosses of parent genotypes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "AnAn-AsAs (1); AsAs-AnAn (1); AnAn-AnAs(1/2); AnAs-AnAn(1/2); AnAs-AnAs (1/2); AnAs-AsAs (1/2); AsAs-AnAs (1/2):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "The numbers in parentheses are the proportion of the offspring that are of heterozygous genotype. Assuming that the probability of mating genotypes is random, the probability of two normal homozygotes mating is F(AnAn) 2 . Hence, the offspring population will have frequency of heterozygote type:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "This simplifies to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "F 0 (AnAs)¼2ðF(AnAn)þ1=2F(AnAs)ÞððF(AsAs) þ1=2F(AnAs)Þ¼2pq:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "Similarly, F¢ (AnAn) = p 2 , and F¢ (AsAs) = q 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "However, these results assume equal fitness, and the defining characteristic of heterozygous advantage is that the mix of two different alleles is more fit than either homozygote. Selection is assumed and the genotype frequencies must be adjusted using the parameters m and s to find the following genotype ratios in the adult offspring generation: p 2 ð1 À mÞ : 2pq : q 2 ð1 À sÞ: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterozygous advantage"
        },
        {
            "text": "In a sickle-cell anemia study conducted in Nigeria, Bodmer and Cavalli-Sforza (1976) found the following genotype frequencies: F(AnAn) = 9365/ 12387, F(AnAs) = 2993/12387, and F(AsAs) = 29/ 12387. Of particular importance to the concerns of this article, this empirical distribution can be used to calculate estimates for the relative reduction in fitness of the two homozygotes, m and s. To begin, the frequency of N alleles, p, and the frequency of S alleles, q, are computed:",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 84,
                    "text": "Bodmer and Cavalli-Sforza (1976)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Application of the polymorphism model to sickle-cell anemia"
        },
        {
            "text": "The Hardy-Weinberg equilibrium model may then be used to estimate the frequency of the different genotypes where there is no selection pressure:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application of the polymorphism model to sickle-cell anemia"
        },
        {
            "text": "It is worth noting that the empirical observations revealed fewer homozygotes of both types and consequently more heterozygotes than would be expected in Hardy-Weinberg equilibrium. Taking the ratios of empirical to expected frequencies, 29/ 187.87 = 0.1544, 9365/9523.87 = 0.9833, and 2993/2675.26 = 1.1188, and normalizing heterozygote fitness to 1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application of the polymorphism model to sickle-cell anemia"
        },
        {
            "text": "In other words, assuming that randomization has removed any other effects, the estimates from the Nigerian sample indicate that 86.20% of the sicklecell homozygotes do not live to reproduce due to the deleterious effects of this genetic defect and 12.11% of the normal homozygotes without the protection of one sickle-cell allele die before reproducing due to malaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application of the polymorphism model to sickle-cell anemia"
        },
        {
            "text": "While we have so far demonstrated how a heterozygote may have a relative advantage, the question remains how such a polymorphic relationship between genotypes could reach equilibrium in the population. How is it that sickle-cell homozygotes continue to exist in the population given the significant negative pressure from natural selection? In order to address these questions, we begin by calculating gene frequencies in equilibrium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene frequencies in equilibrium"
        },
        {
            "text": "Assume that there are equilibrium frequencies p and d that p and q are centered around, respectively, in the same way that sample means center around l. We know the ratios of the genotype frequencies are p 2 ð1 À mÞ : 2pd : d 2 ð1 À sÞ. Define P as the sum of these, i.e., R ¼ p 2 ð1 À mÞ þ 2pd þ d 2 ð1 À sÞ, so that the adult genotype frequencies in equilibrium are these numbers divided by R :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene frequencies in equilibrium"
        },
        {
            "text": "Then in equilibrium, the gene frequencies may be calculated from the genotype frequencies:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene frequencies in equilibrium"
        },
        {
            "text": "which, like p and q, sum to unity (p + d = 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene frequencies in equilibrium"
        },
        {
            "text": "Therefore, we only need to solve for one of these, say p = F(AnAn) + 1/2 F(AnAs). Substituting from above:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene frequencies in equilibrium"
        },
        {
            "text": "Multiplying by P :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene frequencies in equilibrium"
        },
        {
            "text": "Dividing by p:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene frequencies in equilibrium"
        },
        {
            "text": "Inserting P from above and collecting terms: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene frequencies in equilibrium"
        },
        {
            "text": "It follows that either p = 1 or p = s/(m + s) must be true. If p = 1 then the sickle-cell allele has died out and heterozygous advantage no longer applies. We therefore conclude that p = s/(m + s) and d = 1)p = m/(m + s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene frequencies in equilibrium"
        },
        {
            "text": "Since prevalence of the gene in the adult population depends on the relative fitness reductions, m and s, we can use the equilibrium conditions to assess the affects of changes in fitness, including the interventions that are the concern of this article. For example, if the malaria parasite develops increased resistance to available medications, then m increases, and the sickle-cell mutation will spread. Conversely, if malaria is cured, the sickle-cell allele will become extinct. On the other hand, if the sickle-cell homozygote becomes more likely to survive to reproduce, e.g., through modern medicine, s will decrease and the prevalence of the sickle-cell allele will increase, provided that the selection pressure from malaria remains constant. Finally, if the sickle-cell disease becomes even more lethal, and affected individuals become more likely to die without reproducing, the mutant allele will become less prevalent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene frequencies in equilibrium"
        },
        {
            "text": "Sickle-cell anemia is not the only genetic defect that is perpetuated by the selection mechanism characterized by heterozygous advantage. Carriers of the allele for cystic fibrosis, a recessive hereditary disease of the lungs, sweat glands, and digestive system, are much less likely to die of diseases, predominantly cholera, that involve the loss of bodily fluids due to diarrhea (Meindl, 1987) . And there is some evidence that Tay-Sachs disease, the genetic disorder most common in Jewish populations, offers increased resistance to tuberculosis (Koeslag et al., 1984; cf. Spyropoulos, et al., 1981) . Armed with our generalized model of heterozygous advantage and an understanding of how the condition maintains polymorphic populations of otherwise maladaptive genes, we now turn to a consideration of possible market responses to the resulting demand for genetic intervention.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 396,
                    "text": "(Meindl, 1987)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 550,
                    "end": 572,
                    "text": "(Koeslag et al., 1984;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 573,
                    "end": 603,
                    "text": "cf. Spyropoulos, et al., 1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Gene frequencies in equilibrium"
        },
        {
            "text": "Genetic intervention in response to heterozygous advantage could conceivably occur in a number of different ways, for each of which there would be associated markets. In any case, however, it is clear that both the technology to intervene genetically and the consumer demand for this intervention must coexist in order to expect producers to offer supply. In this section, we first consider classes of technology for genetic intervention. Some of these have existed for some time, while others are widely viewed as imminent. We then outline groups of consumers, distinguished by varying levels of demand for different classes of technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technology and markets"
        },
        {
            "text": "In what follows, we distinguish between several layers of technologies, roughly in ascending order with regard to gravity and permanence. This ranking also holds reasonably well with regard to the intensity of ethical concerns associated with a particular technology, although not perfectly due to the fact that as we ascend the list, we are more likely to be presented with technologies that are not currently available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Levels of genetic intervention"
        },
        {
            "text": "Genetic testing technology has existed for some time (e.g., Geever et al., 1981; Wu et al., 1989) and is relatively economical (Sprinkle et al., 1995) . Due to its noninvasive nature, testing is often not thought of technically as a genetic intervention. However, genetic testing makes possible other relatively passive forms of genetic intervention such as selective abortion and embryo selection for enhancement (Blank and Merrick, 1995; Mehlman, 2000) . And clearly, when genetic testing results are used to discourage prospective parents from having children, (or in fact, to prohibit them from having children), such can be thought of in some ways as the ultimate genetic intervention laden with very serious ethical concerns (Parens and Asch, 2002) .",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 80,
                    "text": "Geever et al., 1981;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 81,
                    "end": 97,
                    "text": "Wu et al., 1989)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 127,
                    "end": 150,
                    "text": "(Sprinkle et al., 1995)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 414,
                    "end": 439,
                    "text": "(Blank and Merrick, 1995;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 440,
                    "end": 454,
                    "text": "Mehlman, 2000)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 731,
                    "end": 754,
                    "text": "(Parens and Asch, 2002)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Genetic testing"
        },
        {
            "text": "It is often possible to mimic the effects of genes pharmaceutically, specifically by supplying proteins or other medications, as opposed to letting our genes produce these molecules (e.g., McCombie, 1996 McCombie, , 2002 . In a sense, every time the FDA approves a protein to treat a disease, some level of genetic manipulation has occurred (Ridley, 1996) . In the case of malaria, there exist several pharmaceutical treatments, but as yet none that use the sickling effect, which is the mechanism that fights the malarial pathogen in individuals heterozygous in the sickle-cell allele. Alternatively, it may be possible to exchange a patientÕs blood or add artificial red blood cells with one sickle-cell gene to convey malarial resistance. In any case, such treatments would most probably last only a limited time and would face the same ethical difficulties of existing malaria treatments, some of which have significant side effects.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 203,
                    "text": "McCombie, 1996",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 204,
                    "end": 220,
                    "text": "McCombie, , 2002",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 341,
                    "end": 355,
                    "text": "(Ridley, 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pharmaceutical intervention"
        },
        {
            "text": "For more than a decade, it has been possible to directly alter specific genes in humans (e.g., Chang et al., 1998; Pászty et al., 1995) . While it is theoretically possible therefore to modify the genetic structure of specific cells in the body to capture an advantage such as that offered by heterogeneity in the sickle-cell allele, the benefit would be short lived, as the modified cells, like any cells, would eventually die out, with new, unmodified cells taking their place.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 114,
                    "text": "Chang et al., 1998;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 115,
                    "end": 135,
                    "text": "Pászty et al., 1995)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Somatic gene intervention"
        },
        {
            "text": "Advancing one additional level in our hierarchy of interventions offers more permanent effects -at least for the individual seeking the intervention (Anderson, 1998; Luo and Saltzman, 2000) . If the stem-cells that create the somatic cells are themselves re-engineered to produce the genetically altered somatic cells, a process that is often accomplished by marrow transplantation, for example (Walters et al., 1995) , the effect of the intervention would be permanent for the patient. However, because of the sequestration of the germ line early in human development, such interventions would not affect the descendants of the individual undergoing stem-cell gene intervention (Walters et al., 1995) .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 165,
                    "text": "(Anderson, 1998;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 166,
                    "end": 189,
                    "text": "Luo and Saltzman, 2000)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 395,
                    "end": 417,
                    "text": "(Walters et al., 1995)",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 701,
                    "text": "(Walters et al., 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Stem-cell gene intervention"
        },
        {
            "text": "Finally, and most fundamentally, if the germ line 4 is altered, the genetic change may be permanent for all of the descendents of the person being genetically modified (e.g., Lassnig et al., 2005; Ku et al., 2005) . Due to the reciprocal effect of germ line sequestration, however, such modification would not have any impact on the somatic cells of the individual receiving treatment (Anderson, 1998) . 5 Given this stark separation of decision making and consequence, and due to the fact that germ line interventions would effect all genetic material in all future descendants, including germ line and somatic cells, the prospect of these interventions have raised understandably grave concerns about responsibilities to unborn generations (Agius and Busuttil, 1998) .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 196,
                    "text": "Lassnig et al., 2005;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 197,
                    "end": 213,
                    "text": "Ku et al., 2005)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 385,
                    "end": 401,
                    "text": "(Anderson, 1998)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 742,
                    "end": 768,
                    "text": "(Agius and Busuttil, 1998)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Germ line gene intervention"
        },
        {
            "text": "Just as there are multiple levels of genetic intervention, characterized by technical sophistication and relative permanence, one can imagine several groups of consumers who would generate different characteristic demand in these markets. Our investigation of these consumer groups is structured around the effect of malaria on the prevalence of the sickle-cell allele for illustrative purposes, but our observations easily generalize to other instances of heterozygous advantage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different groups of consumers"
        },
        {
            "text": "Tourists often seek preventative measures when planning visits to parts of the world where the malaria parasite is common (CDC: http:// www.cdc.gov/travel/, 2005). In the developed part of the world the sickle-cell gene is very rare (Ridley, 1996) , and so visitors with resources to invest in intervention would also likely have no natural resistance to malaria. Provided that there is at least some prevalence of the sickle-cell gene in this group; however, one could envision that these consumers would be willing to pay for genetic testing to determine if they have a natural resistance, particularly if testing is economical compared to other intervention options. If less expensive pharmaceutical interventions could be developed with reduced side effects, there would be especially robust demand for these intervention types. It is certainly possible that visitors might be willing to alter their somatic cells, e.g., by methods similar to the blood doping used by some athletes to increase performance, but such a degree of risk and the associated discomfort for the purposes of short-term visits may render these markets unrealistic. Similarly, a stem-cell intervention would likely be too drastic to appropriately meet these particular needs. Finally, germ line interventions would offer no impact on the visitor, but only on the visitorÕs offspring, and so would not be relevant. In sum, we would expect visitors to demand testing and possibly pharmaceutical interventions, but likely nothing more.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 247,
                    "text": "(Ridley, 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Visitors to malaria prone regions of the world"
        },
        {
            "text": "Expatriates 6 are also often from populations with little or no sickle-cell genetic frequency, but are hampered by the additional complication that current treatments for malaria prevention should not be taken continuously for a long period of time (McCombie, 2002) . Hence, we would expect them to seek the same options as visitors, with the possible addition of more long-term treatments that may be based on stem-cell alteration. Provided that they wish to reside permanently in countries with a significant risk for contracting malaria, they may also wish to alter their germ line to provide protection for their children.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 265,
                    "text": "(McCombie, 2002)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Expatriates"
        },
        {
            "text": "The local population in a malaria burdened country is typically poorer than the tourists who visit (Gallup and Sachs, 2001 ), but they do have a higher frequency of the sickle-cell gene, and hence a higher level of natural resistance to the parasite (Ridley, 1996) . Therefore, the demand we might expect from this category of consumer would be different from the demand of visitors and expatriates. These differences are further complicated by the need to distinguish between the three local genotypes.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 122,
                    "text": "(Gallup and Sachs, 2001",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 264,
                    "text": "(Ridley, 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The local population"
        },
        {
            "text": "Local heterozygotes are easiest to assess, as they already have the natural resistance to malaria that the sickle-cell gene confers. While they may be interested in genetic testing, for themselves, prospective mates, and offspring, they would not have a rationale to demand pharmaceutical products that mimic the sickle-cell genetic effect. Nor would they have reason to be interested in the more drastic forms of genetic intervention, except for possible offspring that are not heterozygotes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The local population"
        },
        {
            "text": "Local homozygotes fall into the normal and the sickle-cell categories. Those with normal alleles will not suffer from sickle-cell anemia, but are vulnerable to malaria. The sickle-cell homozygotes will very likely die of sickle-cell related disease prior to reproducing (Ridley 1996) . We expect that both would be interested in being genetically tested, but otherwise, their interests do not coincide. Unless there is a daunting cost differential, sickle-cell homozygotes would be interested in somatic genetic therapies only if stem-cell interventions are not available, since the latter would require only a single intervention compared to interminable treatment. However, assuming that testing results are used to screen potential mates, or assuming that they were confident in the odds of mating with a normal homozygote, they may very well prefer the stem-cell level of intervention to germ line intervention, as sickle-cell homozygotes mating with normal homozygotes will produce 100% heterozygotes, with that genotypeÕs inherent advantage. It is unlikely that pharmaceutical interventions would offer any advantage, since sickle-cell homozygotes would already have relative immunity towards malaria, and treating sickle-cell anemia requires altering the red blood cells themselves. Normal homozygotes, on the other hand, would have interests identical to the expatriates, although they would on average tend to have fewer resources (Gallup and Sachs, 2001) .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 283,
                    "text": "(Ridley 1996)",
                    "ref_id": null
                },
                {
                    "start": 1440,
                    "end": 1464,
                    "text": "(Gallup and Sachs, 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The local population"
        },
        {
            "text": "Relying upon this typology of markets for genetic intervention, understood in terms of classifications of technologies and consumer groups, we now turn to a consideration of the ethical questions that arise in circumstances where heterozygous advantage is possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The local population"
        },
        {
            "text": "The prospect of the markets outlined above raise numerous ethical questions, some that are with us today, and some that loom on the horizon. Generally, technologies for genetic intervention present concerns regarding genetic discrimination, genetic determinism, and eugenics. Specific questions are too numerous to catalog. Will the availability of testing and intervention create new duties and associated liabilities for physicians and other medical care providers? How should insurance companies be allowed to respond to knowledge related to their policyholdersÕ genetic blueprints? Will laws prohibiting genetic discrimination be necessary? Will they be effective? Should genetic profiles be kept confidential? If so, when is this right to privacy overridden by the rights of other family members, particularly descendants? Given the recognition of these rights, do individuals have the right to choose not to know about their genetic makeup? Do they have the right to refuse intervention?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical questions and perverse incentives"
        },
        {
            "text": "For our purposes, however, we limit ourselves to the consideration of two specific concerns that owe their salience to the possibility of heterozygous advantage: the inter-generational issues involving increased risks for descendants of those that seek current benefits from genetic intervention, and the possible perverse incentives for research and market development where maladaptive polymorphisms are supported by heterozygous advantage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical questions and perverse incentives"
        },
        {
            "text": "Ignoring for the moment the significant risk of unintended consequences for the descendents of individuals who undergo germ line interventions, consider the remaining risks that are inherent in populations affected by heterozygous advantage. For the sake of discussion, imagine a homozygous individual who is able, through ongoing somatic treatments or stem-cell modification, to alter her genetic blueprint before falling victim to sickle-cell anemia, in the homozygous sickle-cell case, or malaria, in the homozygous normal case. Further imagine that this individual is able to alter her germ line so that these heterozygous genes are passed along to future generations. Finally, suppose that this individual is able to identify a heterozygous mate, either due to widespread use of intervention in the population, or to testing. This individual and her mate enjoy freedom from sickle-cell disease and immunity to malaria due to these interventions. But as pointed out above, not all of their children will be so fortunate. Offspring will have a 50% chance of enjoying the same heterozygous condition, but will face a 25% chance of being born homozygous normal and susceptible to malaria and a 25% chance of being born homozygous in the sickle-cell gene with the associated dire consequences. This issue is made even more complicated when parents decide in favor of testing and pre-implantation interventions that will not only affect their children, but in fact their grandchildren and all other descendants to some extent. While it may seem evident that these offspring would prefer these risky births to not being born at all (should their parents die before reproduction), this determination is a highly personal one that requires individual utilities and risk preferences. The point remains, however, that the choice of interventions offering heterozygous advantage in the current generation is a choice that favors risks for sickle-cell anemia and malaria in future generations. In the very best case, these descendants are placed in the position of requiring these interventions themselves and the biotechnology firms are insured markets in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inter-generational risk"
        },
        {
            "text": "Possibly more worrisome is a problem made clear by the differences between levels of consumer demand, as outlined above, and the availability of financial resources. Given the apparent negative correlation between sickle-cell gene prevalence and the availability of financial resources, it becomes unmistakable that the interventions demanded by visitors and expatriates are fundamentally different from those demanded by the local population. The demand from the visitors and the expatriates contributes to profitable markets and as such they are supplied. Those demanded by local populations are needed to sustain life, but without resources, they are left wanting. Similar to circumstances posed by HIV/ AIDS, first-world patients demand palliatives that enable them to live with the disease. Third-world patients need a vaccine to defeat the plague once and for all. But since most of the financial resources (and the biotechnology companies themselves for that matter) are in the first-world and most of the victims reside in the third-world, most resources will be directed to intervention technology and far too little money will be invested in vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perverse incentives"
        },
        {
            "text": "To put the sharpest possible point on this issue, biotechnology companies have incentives to perpetuate malaria. Firms heavily invested in interventions that offer heterozygous advantage would see self-perpetuating markets evaporate in a few generations should malaria be eradicated. Wipe out malaria, and we wipe out sickle-cell as well. Without malaria, the heterozygous advantage would be gone, the homozygote normal individuals would enjoy substantial advantage and homozygous sickle-cell individuals would quickly disappear. To be perfectly clear, this is not an accusation that particular firms in fact engage in these abhorrent, unethical practices, but is merely intended to point out that these financial incentives exist, and to remind us all that these companies have a responsibility not only to their consumers, but also to their shareholders that rely on the profitable deployment of resources. 7 Having established that markets for genetic intervention give rise to some unique ethical concerns where heterozygous advantage is possible, we now turn to the practical consideration of how these matters might be addressed.",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 910,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Perverse incentives"
        },
        {
            "text": "What should be clear from our discussion so far is that the interaction between technological advancement and consumer demand in the not-sounusual circumstance where need and financial resources are unevenly distributed presents complex ethical questions, made all the more complex when the target is genetic intervention where heterozygous advantage is possible. By what ethical standard should these questions be addressed? Given the dramatic inequality in economic and political power, RawlsÕ Difference Principle (Rawls, 1999 (Rawls, , 2001 ; see also Daniels, 1999) immediately comes to mind. Strict application of RawlsÕ strongly egalitarian concept, from behind his ''veil of ignorance,'' would surely provide a rational distributional insurance policy to protect against the possibility that any one of us might find ourselves in the shoes of those fighting malaria without any significant market power. Assuming that anything close to equality is applied in the valuation of human life, it is hard to imagine that even more traditional utilitarian standards could fail to achieve a more palatable level of distributional justice. Our purpose, however, is not to weigh in on what standards might be used to judge the relative utility of distributional options. These particular normative questions are for another day. Instead, we offer three modest proposals that would aid decision making, using whatever standard, by increasing available information, by shifting demand, and by reducing international barriers to trade, so as to stimulate appropriate production and promote the matching of supply to demand. Our proposals are motivated both by ill-conceived market intervention where markets are capable of achieving efficient outcomes and the lack of market intervention where markets have failed.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 529,
                    "text": "(Rawls, 1999",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 530,
                    "end": 544,
                    "text": "(Rawls, , 2001",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 556,
                    "end": 570,
                    "text": "Daniels, 1999)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and some modest proposals"
        },
        {
            "text": "As is demonstrated by the generalized model of heterozygous advantage developed for this article, the laws of genetics and the statistical law of large numbers conspire to allow us the luxury of accurately monitoring polymorphic population equilibria as long as we have fundamental information about the relative advantage of certain genetic traits. Various efforts at genetic intervention would obviously impact these models, affecting our ability to monitor as well as our ability to accurately forecast population dynamics. To address this concern, we propose legal reporting requirements that would include aggregate 8 data on various intervention types undertaken, complimented with some basic demographic data. Such efforts, however imperfect, would allow us to more accurately track the evolution of the prevalence of specific genes in affected populations. Free flow of information would allow economic agents to make rational decisions regarding their care. And while admittedly more difficult, such information would offer the possibility of endogenizing externalities that are the product of the activities of biotechnology firms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal reporting requirements"
        },
        {
            "text": "Our second, and deceptively simple, proposal would address failures in the world market for malaria intervention by putting a bounty on malaria. This approach, which would be similar to efforts by the Gates Foundation to target HIV/AIDS, 9 would change the incentives of the market, so that firms that developed a treatment to eliminate malaria would enjoy appropriate gains, while those who focused solely on treating first-world ramifications would watch their markets disappear. Whether such a bounty was offered privately, by a coalition of international health organizations, or by collaborating governments, careful calibration would of course be paramount. It goes without saying that the credibility of the offer would also be crucial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A bounty on malaria"
        },
        {
            "text": "Our third, and likely most ambitious, proposal would seek to end ill-conceived market intervention in worldwide agricultural markets, leveling the playing field in a broader sense in the process. Although U.S. and E.U. negotiators in the WTO Doha round of discussions are just now putting suggestions on the table for opening up some agricultural markets, it is a fact that industrialized nations are remarkably restrictive in the access third-world countries have to first-world agricultural markets. This is especially important due to the dominant role that agriculture plays in the developing worldÕs economy. To compound the problem, the firstworld often dumps agricultural goods produced in excess due to domestic subsidies on third-world markets, with disastrous effects. Not only are the prices driven so low that third-world producers cannot compete, but the tremendous variability in the amount dumped makes it almost impossible to predict prices, and hence to plan how much of each crop to plant. It is as if the first-world governments, through market-distorting domestic subsidies and trade barriers against third-world production, were deliberately making it impossible for these countries to escape poverty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opening of agricultural markets"
        },
        {
            "text": "If the first-world instead chose to open up domestic markets to agricultural production from the third-world, and ceased to subsidize domestic production, a virtuous cycle may become selfreinforcing. Growing economies would allow a greater investment in public and private health, so that patients in third-world countries would be able to afford treatments hitherto reserved to visitors and expatriates from more prosperous countries. This would help to eradicate malaria, which would provide a more stable labor force, reducing the drain of the chronically sick on the limited resources of poor nations. 10 Almost as a footnote, this would of course make the genetic intervention we deal with here irrelevant. If malaria became extinct, there would be no advantage to having any sickle-cell allele, and hence over time, natural selection or genetic drift would ensure the gradual extinction of the mutation.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 608,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Opening of agricultural markets"
        },
        {
            "text": "''As it lies within his power, so it becomes his duty to work in that direction.'' (Brookes, 2004, p. 269) . In this article, we have endeavored to carefully consider what this direction might be when the target of first-world market power is genetic intervention with regard to particular alleles that exhibit heterozygous advantage. While this circumstance is relatively uncommon, 11 there are a few well-known instances, e.g., the sicklecell allele with malaria and the cystic fibrosis allele with cholera, that have dramatic affects on morbidity and mortality in significant portions of the worldÕs population. The emerging markets for genetic intervention are complex, and particularly when severity of need is not aligned with financial resources, consequences can be dire.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 106,
                    "text": "(Brookes, 2004, p. 269)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Some commentators have called for higher standards for private investment in biotechnology (MacDonald, 2004) , and while we remain proponents of free markets where their functioning is efficient, in this particular circumstance, it would be hard for us to agree more. In fact, in addition to our call for legal reporting requirements to ease the flow of relevant market information, we call for both new market intervention in one instance and the elimination of market intervention in another. Placing a bounty on malariaÕs ''head'' would address the very real need of third-world populations who lack the financial resources to motivate vaccine research and development, primarily conducted in first-world laboratories, on their own. However, our most comprehensive, self-perpetuating proposal calls for the end of market-distorting domestic agricultural subsidies and trade barriers against third-world agricultural production. Only in this way can third-world countries hope to build effective economies and stable markets that can self-sufficiently address demand for public health related products and services that we largely take for granted. In the end this becomes an ethical question for all citizens of industrialized countries that support subsidies of domestic markets. It puts the burden on all of us.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 108,
                    "text": "(MacDonald, 2004)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Germ-Line Intervention and our Responsibilities to Future Generations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Agius",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Busuttil",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ÔHuman Gene TherapyÕ",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "392",
            "issn": "",
            "pages": "25--30",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Liberation Biology: The Scientific and Moral Case for the Biotech Revolution",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ÔDiscrimination as a Consequence of Genetic TestingÕ",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Billings",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "American Journal of Human Genetics",
            "volume": "50",
            "issn": "",
            "pages": "476--482",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ÔPrenatal Intervention: Choosing the Characteristics of Unborn ChildrenÕ",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blank",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Merrick",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Human Reproduction, Emerging Technologies, and Conflicting Rights",
            "volume": "",
            "issn": "",
            "pages": "133--152",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genetics, Evolution, and Man",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Bodmer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Cavalli-Sforza",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Extreme Measures: The Dark Visions and Bright Ideas of Francis Galton",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brookes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genetics and Justice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buchanan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wikler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ÔTransgenic Knockout Mice Exclusively Expressing Human Hemoglobin S after Transfer of a 240-Kb S-Globin Yeast Artificial Chromosome: A Mouse Model of Sickle Cell AnemiaÕ",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Kan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Porcu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitamura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Flebbe-Rehwaldt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M L"
                    ],
                    "last": "Gaensler",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Council for Responsible Genetics",
            "volume": "95",
            "issn": "25",
            "pages": "14886--14890",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "ÔWhy Justice Is Good for Our Health: The Social Determinants of Health InequalitiesÕ",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Daedalus",
            "volume": "128",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Guiding Icarus: Merging Bioethics with Corporate Interests",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhanda",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ethics and the Business of Bioscience",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "BioIndustry Ethics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Finegold",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "On the Dominance RatioÕ",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 1922,
            "venue": "Proceedings of the Royal Society of Edinburgh",
            "volume": "50",
            "issn": "",
            "pages": "205--220",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Genetical Theory of Natural Selection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 1930,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Radical Evolution: The Promise and Peril of Enhancing Our Minds, Our Bodies -and What It Means to Be Human",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garreau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Direct Identification of Sickle Cell Anemia by Blot HybridizationÕ",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Geever",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Nallaseth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Milner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bittner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "78",
            "issn": "8",
            "pages": "5081--5085",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A Life of Sir Francis Galton: From African Exploration to the Birth of Eugenics",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Gillham",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Future Human Evolution: Eugenics in the Twenty-First Century",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glad",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A Mathematical Theory of Natural and Artificial SelectionÕ, Part III",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B S"
                    ],
                    "last": "Haldane",
                    "suffix": ""
                }
            ],
            "year": 1926,
            "venue": "Proceedings of the Cambridge Philosophy Society",
            "volume": "23",
            "issn": "",
            "pages": "363--372",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "ÔMendelian Proportions in a Mixed PopulationÕ",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 1908,
            "venue": "Science",
            "volume": "28",
            "issn": "",
            "pages": "49--50",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "ÔTay-Sachs Disease and the Persistence of Lethal Autosomal Recessive Genes in Human PopulationsÕ",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Koeslag",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Schach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Melzer",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "South African Medical Journal",
            "volume": "66",
            "issn": "3",
            "pages": "87--96",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "ÔInherited Disorders of Human Toll-Like Receptor Signaling: Immunological ImplicationsÕ",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ku",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Puel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bernuth",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "F"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Mousa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Picard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Casanova",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "203",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Development of a Transgenic Mouse Model Susceptible to Human Coronavirus 229EÕ",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lassnig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egerbacher",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Majer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kolbe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pallares",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "102",
            "issn": "23",
            "pages": "8275--8280",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "ÔSynthetic DNA Delivery SystemsÕ",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Saltzman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature Biotechnology",
            "volume": "18",
            "issn": "",
            "pages": "33--37",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "ÔHigher Standards for Privately Funded Health ResearchÕ",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Canadian Bioethics Society Newsletter",
            "volume": "9",
            "issn": "1",
            "pages": "4--6",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "ÔTreatment Seeking for Malaria: A Review of Recent ResearchÕ",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mccombie",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Social Science & Medicine",
            "volume": "43",
            "issn": "6",
            "pages": "933--945",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "ÔSelf-treatment for Malaria: The Evidence and Methodological IssuesÕ",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mccombie",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Health Policy and Planning",
            "volume": "17",
            "issn": "4",
            "pages": "333--344",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "ÔThe Law of Above Averages: Leveling the New Genetic Enhancement Playing FieldÕ",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mehlman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Iowa Law Review",
            "volume": "85",
            "issn": "",
            "pages": "517--593",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Wondergenes: Genetic Enhancement and the Future of Society",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mehlman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "ÔHypothesis: A Selective Advantage for Cystic Fibrosis HeterozygotesÕ",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Meindl",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "American Journal of Physical Anthropology",
            "volume": "74",
            "issn": "1",
            "pages": "39--45",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "More Than Human: Embracing the Promise of Biological Enhancement",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Naam",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Risk and Responsibility: Discourses of Biotechnology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Oõmahony",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "ÔDisability Rights Critique of Prenatal Genetic Testing: Reflections and Rec-ommendationsÕ",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Parens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asch",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mental Retardation and Developmental Disabilities Research Reviews",
            "volume": "9",
            "issn": "1",
            "pages": "40--47",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "ÔLethal Alpha-Thalassaemia Created by Gene Targeting in Mice and Its Genetic RescueÕ",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pászty",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mohandas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Loring",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Liebhaber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Brion",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nature Genetics",
            "volume": "11",
            "issn": "",
            "pages": "33--39",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A Theory of Justice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rawls",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Justice as Fairness: A Restatement",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rawls",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Timebomb: The Global Epidemic of Multi-Drug Resistant Tuberculosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Reichman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "ÔNew Breeds of Humans: The Moral Obligation To EnhanceÕ",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savulescu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Reproductive BioMedicine Online",
            "volume": "10",
            "issn": "1",
            "pages": "36--39",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "ÔProcreative Beneficence: Why We Should Select the Best ChildrenÕ",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savulescu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bioethics",
            "volume": "15",
            "issn": "5/6",
            "pages": "413--426",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "ÔIs Universal Neonatal Hemoglobinopathy Screening Cost-effective?Õ, Archives of Pediatric and",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Sprinkle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hynes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Konrad",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Adolescent Medicine",
            "volume": "149",
            "issn": "4",
            "pages": "466--467",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "ÔHeterozygous Advantage in Tay-Sachs Carriers?Õ",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Spyropoulos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Moens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lowden",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "American Journal of Human Genetics",
            "volume": "33",
            "issn": "3",
            "pages": "375--380",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "ÔThe New Eugenics and Medicalized ReproductionÕ",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Testart",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "304--307",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "ÔÜ ber den Nachweis der Verebung beim MenschenÕ, Jahreshefte des Vereins für vaterländische Naturkunde in Württemberg",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 1908,
            "venue": "",
            "volume": "64",
            "issn": "",
            "pages": "368--382",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "ÔEvolution in Mendelian PopulationsÕ",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 1931,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "97--159",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Allele-specific Enzymatic Amplification of Beta-globin Genomic DNA for Diagnosis of Sickle Cell AnemiaÕ",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ugozzoli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Pal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "86",
            "issn": "8",
            "pages": "2757--2760",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Much of this work was completed while G. T. Jones was a Visiting Research Scholar at the Max Planck Institute for Research on Collective Goods in Bonn, Germany during the Fall of 2005. Their kind hospitality is gratefully acknowledged. The authors are grateful to Chris MacDonald and to four anonymous reviewers for many helpful comments and suggestions.Notes 1 Concerns such as differential advantage may raise the specter of genetic discrimination, in which genomic information is used to selectively offer goods and services. While we do not doubt that this risk exists, we do not treat this concern in this paper. Instead, we address the markets that arise from differential demand based on genetic frequency. Readers interested in pursuing the important topic of genetic discrimination further should see, for example, Billings et al. (1992, pp. 476-482) .2 For more general, but thorough, treatments of the relationships between business, biotechnology, and ethics, see Dhanda (2002) , Eaton (2004) , Finegold (2005) and OÕMahony (1999) . 3 We recognize that heterozygous advantage is a more limited phenomenon than that represented by differential advantage derived from differing haplotypes. Haplotype, in this sense, ''refers to a combination of alleles at more than one locus.'' (Ridley, 1996) . Although haplotype complexity yields a greater potential for alternative treatments, the instance of ''one-gene-one-trait'' dealt with here is an initial analysis of demand driven by different gene frequencies. While limiting our models to those of heterozygous advantage simplifies the analysis greatly, the ethical questions remain general. We thank an anonymous reviewer for pointing this out. 4 The lineage of potentially immortal reproductive cells in an organism that are distinct from the somatic cells, those cell lines which eventually die with each body. 5 With the exception of pre-implantation intervention at the first cell stage. Such early modification would affect all cells in the enhanced individual, including those that become the germ line (Council for Responsible Genetics (http://www.gene-watch.org/ educational/germline_manipulationPP.pdf), 2005; Testart, 1995). 6 Recognizing that ''expatriates'' can mean anyone living in a foreign country, we use the term here to mean those native to populations without widespread sickle-cell genetic frequency living in a country with a high prevalence of malaria. 7 It has previously been pointed out that perverse incentives may result in a preference for perpetual treatment rather than cure development. For an excellent case study of how such incentives have operated in the case of tuberculosis, see Reichman (2001) . 8 Clearly, it would be important to strip this data of any individually identifying information to avoid opening the pandoraÕs box associated with violations of privacy and genetic discrimination. A thorough treatment of these privacy issues is far beyond the scope of this article. Interested readers will find the publications of the National Bioethics Advisory Commission, particularly the report, \"Research Involving Human Biological Materials: Ethical Issues and Policy Guidance,\" and associated commissioned papers, an excellent place to start (National Bioethics Advisory Commission). 9 Indeed, as this article was being completed, the Gates Foundations committed more than $258 million for malaria research and development, with a large portion directed to vaccine development (Gates Foundation, 2005; National Review of Medicine, 2005) . 10 Clearly, poverty is a complex phenomenon, with many sources of causation. Here we merely suggest that subsidies are an important contributing factor. 11 There is some speculation that heterozygous advantage in nature is fairly uncommon due to the ease with which the chromosomes mutate to hold multiple copies of the same gene. If a second copy of a gene is added, so that each individual had both a normal and a sickle-cell allele, then every individual would have the advantages of both. There would be some difficulty in fine-tuning other genes to regulate the expression of the now doubled gene, but where natural selection drives evolution, gene regulation would follow fairly quickly once the gene in question was doubled. With human intervention, such tinkering with the genome may be impossible for the foreseeable future even if we were able to adjust individual nucleotides, simply because such minute regulation may involve an enormous number of genes with multiple, yet to be determined, effects (Ridley, 1996) .",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 859,
                    "text": "Billings et al. (1992, pp. 476-482)",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 989,
                    "text": "Dhanda (2002)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 992,
                    "end": 1004,
                    "text": "Eaton (2004)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1007,
                    "end": 1022,
                    "text": "Finegold (2005)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1036,
                    "end": 1042,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1046,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1289,
                    "end": 1303,
                    "text": "(Ridley, 1996)",
                    "ref_id": null
                },
                {
                    "start": 1703,
                    "end": 1704,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1871,
                    "end": 1872,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 2193,
                    "end": 2194,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 2434,
                    "end": 2435,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 2675,
                    "end": 2690,
                    "text": "Reichman (2001)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2693,
                    "end": 2694,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 3478,
                    "end": 3502,
                    "text": "(Gates Foundation, 2005;",
                    "ref_id": null
                },
                {
                    "start": 3503,
                    "end": 3537,
                    "text": "National Review of Medicine, 2005)",
                    "ref_id": null
                },
                {
                    "start": 4551,
                    "end": 4565,
                    "text": "(Ridley, 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}