{
    "paper_id": "a7833145cd50361dafbdd993940dca3a116c80be",
    "metadata": {
        "title": "Archives of Virology Pleural Effusion Disease in Rabbits Observations on Viraemia, Immunity and Transmissibility Summary\"",
        "authors": [
            {
                "first": "K",
                "middle": [
                    "L"
                ],
                "last": "Fennestad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Ma~sa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Statens Seruminstitut",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Larsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The demonstration of pleural effusion disease (PED) virus as passenger of rabbit testicular suspensions of Treponema pallidum in several laboratories shows that this virus can be transmitted from rabbit to rabbit by testicular fluids at intervals of 7--14 days, i.e. the customary time between intratesticular inoculation and harvest of treponemes from the testes (3, 6, 7) .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 367,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 368,
                    "end": 370,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 371,
                    "end": 373,
                    "text": "7)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "PED is a little known rabbit disease first described in 1968 from the Scandinavian countries as intercurrent death among rabbits inoculated with T. pallidum (4, 5) .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "(4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 161,
                    "end": 163,
                    "text": "5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The viral nature of the aetiological agent was reported in 1970 (6) , but as yet PEDV has not been demonstrated convincingly by culture, electron microscopy, 0304-8608/81/0070/0011 / $ 01.80 or by a specific serological method (2, 3, 7, 9, 13) . Recently, it has been suggested that the virus may be antigenically related to human Coronavirus Strain 229 E (13) .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 231,
                    "end": 233,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 234,
                    "end": 236,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 237,
                    "end": 239,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In experimental studies PED virus (PEDV) freed from treponemes showed a remarkable persistence in rabbits. By serial passages of blood or pteural fluid PEDV could readily be maintained in rabbits by serial passage at intervals of 2--10, 3--20, and 30 days. This increase in passage intervals reduced morbidity from fatal disease to almost subclinical infection. Rabbits from the 30-day passages failed to develop clinical signs of PED on re-inoculation with virus (1) .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 467,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present experiments were carried out to study the persistence of PEDV in blood of neonatally infected rabbits and the transmissibility of the infection by contact. The experimental design also permitted observations on the nature of immunity to PED.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All animals were obtained from the closed colony belonging to Statens Seruminstitut. (Sse:CPH); they were fed a pelleted diet and water was given in bottles. Cardboard trays with wood shavings were used as bedding material and changed once a week. Male albino rabbits, aged 3--4 months, were used for demonstration of the PEDV, for serial passages, titration and protection experiments. Before use, these rabbits had been employed once for pyrogen testing of protein fractions of human blood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rabbits"
        },
        {
            "text": "Each of four dams with offspring was placed in a metal cage with a floor area of approximately 0.32 m 2. Two to four baby rabbits in each litter were infected with PEDV, while the remaining animals in the cage served as uninfected controls (of. Table 1 ). The dam was removed from the cage 30 days after infection of her offspring and, after an additional period of 15--30 days in a separate cage, challenged with the PEDV. After removal of the dam, an age-matched control baby rabbit was introduced into each of two cages (Nos. 2 and 3) without uninfected cage mates. Infected and uninfected rabbits remained together in the same cage for a period of 90--180 days, and their blood was examined for PEDV at 30-day intervals from time of inoculation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 252,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Experimental Design"
        },
        {
            "text": "The origin of the highly virulent Copenhagen strain of PEDV and the stock pool of infectious serum used for inoculation have been described previously (2) . Each baby rabbit received subcutaneously 0.5 ml virus pool diluted 1 : 10 in PBS (pH 7.0) corresponding to approximately 0.5 × 105 rabbit-infectious doses of PEDV (2) .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Virus and Experimental Infection"
        },
        {
            "text": "For the subcutaneous challenge we used t ml of i : 10 diluted pleural fluid, corresponding to approximately 10 a rabbit-infectious doses. This fluid came from two virus stock pools of pleura] fluid kept at minus 70 ° C. Each pool originated from 1~12 rabbits succumbing 3--5 days after inoculation during serial passages of the Copenhagen strain of PEDV (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus and Experimental Infection"
        },
        {
            "text": "Rabbit Test ]or PED V",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus and Experimental Infection"
        },
        {
            "text": "The rabbit test described previously was used for the demonstration of PEDV (3). Briefly, the inoeulum to be examined was given subcutaneously to a 3--4 month-old rabbit. Fever together with iridocyclitis or death with necropsy findings characteristic of PED or both were considered as evidence of the presence of :PEDV in the inoculum. Challenge 30 days after inoculation served to demonstrate presence or absence of immunity to PEDV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus and Experimental Infection"
        },
        {
            "text": "Baby rabbits and other rabbits that died were examined as described previously (1) . For the demonstration of PEDV in dead baby rabbits 0.5--1 ml blood, pleural, or peritoneal fluid was used as inoculum in testing for PEDV.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Examination o] Dead Animals"
        },
        {
            "text": "At 30-day intervals blood samples were obtained from all infected and control animals. An amount of 0.2 ml blood from each sample, mixed with 0.8 ml PBS (pH 7.0), was used as inoculum. From post inoculation (p.i.) day 90 and at the subsequent 30-day intervals 0.2 ml serum from each of the infected rabbits was also examined in the same way. The infected rabbits were sacrificed and examined 180 days after infection. The control animals were placed in individual cages after 90--180 days of contact with infected cage-mates and challenged with PEDV 30 days later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examination el Surviving Animals"
        },
        {
            "text": "Serial passages in rabbits by subcutaneous inoculation of infectious serum from p.i. days 90, 120, 150 and 180 days were carried out at 7-day intervals using one rabbit per passage. Inoculmn for the passages was 0.2 ml serum mixed with 0.8 ml PBS. Each rabbit used for passage was challenged with PEDV 30 days after inoculation to study immunity to the original virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serial Passages"
        },
        {
            "text": "Serum samples were obtained h'om the infected rabbits 180 days after infection. Each sample was divided into two portions and one portion was treated with ether to destroy infectivity of PEDV (3). This was done by shaking undiluted serum with an equal volume of diethyl ether at room temperature for about 3 minutes. The ether phase was removed and the aqueous phase was re-extracted similarly with ether a total of four times. The residual ether was removed by aeration with nitrogen. Ethertreated serum and untreated serum from each rabbit were diluted tenfold in PBS, and 5 to 1 ml of serum dilution 10-s were given intravenously to series of rabbits. Rabbits receiving ether-treated serum were challenged subcutaneously 24 hours later with 108 rabbitdnfectious doses of PEDV. Rabbits receiving untreated serum were challenged in the same manner 60 days after serum injection. After challenge the animals were observed for clinical signs of PED for up to 10 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protection Tests"
        },
        {
            "text": "Serum from infected and control rabbits was examined 180 days after infection or after 150--180 days of contact. Protein concentration was measured by refractometry (American Optical hand refraetometer). The IgG concentration was determined by the single radial immunodiffusion method (10) . The agarose plates contained 3.5 izl swine anti-rabbit immunoglobulins (Dako, Denmark) per cm 2. A purified IgG preparation ( ~95 per cent IgG) from normal rabbit serum was used as reference preparation.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Measurement o/Proteins and IgG"
        },
        {
            "text": "The serum samples were diluted with PBS (pH 7.38) to a concentration of 10--12 g protein per 1 and sedimentation analysis was carried out at 60,000 rpm and at 20 ° C in the Beckman Model E ultracentrifuge with Schlieren optics. The photographic plates from the eentrifugation were enlarged for drawings, which were used for calculation of the sedimentation rates and for the planimetric determination of the relative concentrations of the 4S, 7S and 19S components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical Ultracentri]ugation"
        },
        {
            "text": "The kidneys from four infected rabbits were removed at necropsy on p.i. day 180. Tissue blocks, fixed in Lillies neutral buffered formalin, were embedded in Paraplast ® for light microscopy. Sections were cut at 2 and 3 lira and stained with H & E, PAS ~ H, and silver methenamine -~ I-I & E.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Light and Immunofluoreseenee Microscopy"
        },
        {
            "text": "Tissue for immunofluoreseence microscopy (IFM) was frozen in a dry ice-alcohol mixture and stored at minus 80 ° C. Blocks were embedded in Tissue Teek ®-gelatine (Ames Lab.) ai~d cut into 1 Fm sections at minus 24°C on a Leitz histoeryotome. The details of preparation of specimens and the IFM procedures have been given previously (8) .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Light and Immunofluoreseenee Microscopy"
        },
        {
            "text": "Fluorescein isothiocynate conjugated antisera (Nordic hnmunol. Lab.) from goat, specific for rabbit immunoglobulins (G1, G2, IgA, IgM, Fe ~, Fab) and from swine, specific for rabbit IgG (Fc + Fab), were used in diIution 1 : 20,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Light and Immunofluoreseenee Microscopy"
        },
        {
            "text": "During the nursing period, i.e. from inoculation of the baby rabbits until post inoculation (p.i.) day 30, seven of the 13 inoculated baby rabbits died. One died within 24 hours after inoculation, another was devoured by the dam, and a third was killed on p.i. day 23 because of enterocolitis. Two died with pleural and peritoneal effusions on p.i. days 11 and 26, respectively, but in the latter a haemorrhagie intussusception of the colon was also present. No cause of death could be established in the remaining two rabbits dying on p.i. days 9 and 12. Table 1 shows the results of examination of the baby rabbits and their dams during nursing period. PEDV was demonstrated in two dead baby rabbits examined on p.i. days 23 and 26, but not in two others dying on p.i. days 9 and 11. On p.i. day 30 PEDV was demonstrable in blood of all six surviving infected . 1 and 4) . Two of the four dams (Nos. 1 and 3) were found to be protected when challenged with PEDV, indicating that these two dams had become infected during the nursing period. After the nursing period two baby rabbits died on p.i. days 34 and 41 with pleural and peritoneal effusions. The remaining four infected baby rabbits, the five litter-mates, and two additional controls (introduced in cage nos. 2 and 3) appeared clinically normal until sacrifice or challenge. No gross lesions were observed at necropsy of the infected rabbits. This indicates that viraemia was present for six months in all four infected rabbits and that transmission of PEDV infection from these rabbits to their agematched cage-mates did not take place. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 563,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 862,
                    "end": 872,
                    "text": ". 1 and 4)",
                    "ref_id": null
                }
            ],
            "section": "Course of Infection"
        },
        {
            "text": "All rabbits inoculated with blood specimens obtained 30 days after infection responded with clinical disease typical of PED. This response was also seen in two of the four rabbits inoculated with blood from p.i. day 60. Inoculation with blood or serum specimens from p.i. day 90 or later never resulted in clinical disease typical of PED; at most a transient fever was observed. To observe if the virus present in blood would retain inability to provoke clinical disease, serial rabbit passages of infectious serum from p.i. days 90, t20, 150 and 180 were carried out at 7-day intervals. Table 3 shows the number of rabbit passages required before infectious serum regained a capacity to produce disease corresponding to that of t/he early isolates and the miginM virus. Evidently, with continued viraemia ~n increasing number of passages was needed, and with two late isolates from the same rabbit clinical disease was not produced in spite of many passages.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 588,
                    "end": 595,
                    "text": "Table 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Serial Rabbit Passages of Infectious Serum"
        },
        {
            "text": "To determine virus concentration in serum obtained 180 days after infection, decreasing amounts of serum were given intravenously to series of rabbits, which were then challenged 60 days later, i.e. at a time when homologous antibody in the inoculum no longer could be expected to exert a protective effect. As seen from Table 4 , rabbits receiving from 5 ml serum to 1 ml of serum dilutions 10 -2 to 10 -4 failed to develop clinical disease typical of PED on challenge. This indicates a virus concentration per ml of serum of 10 ~ to 104 rabbit-infectious doses. The protective effect of the same sera, after infectivity had been destroyed by ether-treatment, was studied by challenge one day after serum injection. Table 4 shows that two of four rabbits, receiving the largest dose of serum, failed to develop clinical disease typical of PED. The table also shows the day of death from PED. Using mortality rather than the full clinical picture as evidence of PED, it would appear that rabbits receiving 1 ml or more of ether-treated serum had a lower mortality (1 out of 8) than rabbits receiving 0.t ml or less (11 out of 14). This suggests a protective effect of all four ether-treated sera. Table 5 shows the protein and IgG concentra$ions in serum from the neonatally infected rabbits and their control cage-mates 180 days after infection. The concentrations of the 4S, 7S and 19S components are also listed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 328,
                    "text": "Table 4",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 717,
                    "end": 724,
                    "text": "Table 4",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1197,
                    "end": 1204,
                    "text": "Table 5",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Virus Titre and Protective Effect of Infectious Serum from p.i. Day 180"
        },
        {
            "text": "The higher contents of IgG and the 7S component in serum fl'om infected rabbits as compared with the controls suggest that the infected rabbits developed an IgG antibody response during the PEDV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein and Immunoglobulins in Terminal Serum"
        },
        {
            "text": "No pathological changes were found in the kidneys of the four rabbits with persisting viraemia. Examination for deposits of immunoglobulins in the kidney tissues also gave negative results. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histology of Kidneys"
        },
        {
            "text": "The presence of pleural and peritoneal effusions in four baby rabbits, dying on p.i. days 11, 26, 34 and 41, respectively, provides strong evidence of death from PED. Accepting only these four deaths as caused by PEDV, the time of death was considerably delayed in baby rabbits as compared with older animals. K.L. FENS;ESTAD, B. MANSA, and S. LARSE~:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseussion"
        },
        {
            "text": "In 3--1 month-old rabbits of the same stock, infected by the same route and with the same highly virulent PEDV strain, most deaths occm~red within the first week after infection and pleural effusion was the characteristic finding. The remaining deaths occurred in ttle 2nd or 3rd week with characteristic pleurat and peritoneal effusions (1) . The delay in occurrence of death from PED among the baby rabbits probably reflects a low reactivity between virus and host rather than resistance to infection, since PEDV was demonstrated in all baby rabbits surviving infection.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Diseussion"
        },
        {
            "text": "The persisting viraemia after neonatal infection is perhaps less surprising. In young adult rabbits PEDV could regularly be transmitted from rabbit to rabbit. at intervals of 30 days, using only one animal per passage (1) . The reported failure of one attempt to extend this interval to 40 and 60 days, respectively, does not exclude the possibility that longer persisting viraemia may also exist in the adult rabbit. The few failures to demonstrate chronic viraemia in the present experiments may be explained by variation in virus concentration or perhaps differences in susceptibility to infection of the animals used in the rabbit test.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Diseussion"
        },
        {
            "text": "The lack of clinical response in rabbits inoculated with infectious serum from p.i. day 90 or later may indicate a simultaneous presence of virus and virus antibody in the inoculum. However, when serial rabbit passages were carried out at 7-day intervals clinical disease was produced only in a single instance after the first passage. It may also be argued that the lack of response was due to a low virus concentration in serum. The virus concentration on p.i. day 180 was measured to 102 to 104 rabbit-infectious doses. The same concentrations of the original virus regularly produce clinical disease (Unpubl. observations). This may suggest a change in virulence of the virus, production of defective interfering particles etc. Further investigations of the virus-host interactions are required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseussion"
        },
        {
            "text": "The increased level of IgG in infectious serum from p.i. day 180 is considered a sign of formation of humoral antibodies to PEDV. Apparently, these antibodies were unable to neutralize circulating virus. Nevertheless, the antibodies had a protective effect when PEDV in serum was destroyed by ether. The question whether virus was attached to immunoglobulins, forming circulating infectious virus-antibody complexes, was not examined. In other viral infections associated with circulating infectious virus-antibody complexes, glomerutonephritis and deposits of host immunoglobulins have been demonstrated (11) . The failure to demonstrate such kidney lesions in the present expeI~ments may be due to the age of the animals at time of infection as observed in experiments with Aleutian disease virus (i2).",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 609,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Diseussion"
        },
        {
            "text": "Cross-infection between infected and uninfected rabbits in the same cage occurred from offspring to dam in two of four cases during the early stage of infection. This transmission is explained by the intimate contact between dam and offspring during the acute stage of infection. The lack of cross-infection by contact between baby rabbits before and after weaning indicates that direct transmission of PED is probably a rare occurrence. This assumption is in accordance with observations on PED among adult rabbits inoculated with treponemes contaminated with PEDV. PED was present as an intercurrent disease at Statens Seruminstitut from 1961 to 1977. During this period evidence indicating cross-infection to adjacent or other cages was never found and PED remained strictly confined to animals inoculated with contaminated treponemal suspensions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pleural effusion disease in rabbits. Clinical and post mortem observations. Acta path. microbiol, seand",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Fennestad",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weis Bentzon",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "83",
            "issn": "",
            "pages": "541--548",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pleural effusion disease in rabbits. Interferon in body fluids and tissues after experimental infection. Acta path. microbiol, scand",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Fennestad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haah!tt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bicuun",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "87",
            "issn": "",
            "pages": "311--315",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pleural effusion disease agent as passenger of Treponema pallidura suspensions from rabbits",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Fennestad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "B•uun",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wedo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Spontaneous deaths among rabbits inoculated with Treponema paltidu.m less than 2 weeks before",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Jorgensen",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Z. Versuchstierk",
            "volume": "10",
            "issn": "",
            "pages": "4--54",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fever after inoculation of rabbits with Treponema pallidum",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gltdjonsson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Skog",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Proc. 18. Meet. Scand. Dermatol. Ass. Turku",
            "volume": "",
            "issn": "",
            "pages": "71--77",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Demonstration of a virus-like agent contaminating material containing the Stockholm Substraln of the Nichols pathogenic Treponema patlidum",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gudjonsson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Brit. J. vener. Dis",
            "volume": "46",
            "issn": "",
            "pages": "435--440",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Screening out a virus-like agent from the testicular suspension of the Nichols pathogenic T. pallidum. With observations on certain characteristics of the agent",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gudjonsson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Turnett",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Brit. J. vcner. Dis",
            "volume": "48",
            "issn": "",
            "pages": "102--107",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunofluorescent microscopy findings in minimal or no change disease and slight generalized mesangioproliferative glomerulonephritis. Acta path. microbiol, scand",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai~sen",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "86",
            "issn": "",
            "pages": "531--542",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Intcreurrent death of rabbits after inoculation with Treponema pallidum in the Netherlands. 7th ICLAS Syrup",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Menke",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Heijden",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ki~uizinga",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Ki~uijt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D M E"
                    ],
                    "last": "Oster-Haus",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "263--268",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Immunochemical quantitation of antigens by single radial immunodiffusion",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mancini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "0"
                    ],
                    "last": "Carbonara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Helcemans",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Immunochem",
            "volume": "2",
            "issn": "",
            "pages": "235--254",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Immune complex disease associated with viral infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Viral immunology and immunopathology",
            "volume": "",
            "issn": "",
            "pages": "341--356",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Reduced severity of lesions in minks infected transplacentally with Aleutian disease virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Po~s:Er",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Immunol",
            "volume": "119",
            "issn": "",
            "pages": "872--876",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rabbit cardiomyopathy associated with a virus antigenically related to human Coronavirus Strain 229 E",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aurelian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Squilce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Strandbei~g",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Melby",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Am. J. Pathol",
            "volume": "95",
            "issn": "",
            "pages": "709--728",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "parangheses indicate result of examination of corresponding serum One died p.i. day 34 b Age-matehed control introduced into cage on p.i. day 30 One died p.i. day 41 a Not done",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "b This rabbit received only 1.9 ml of serum + Clinical response typical of PED; figure in parantheses indicate day of death 0 No elinieM evidenee of typical PED",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Experimental in/ection o/ baby rabbits with PED V and the results o[ their contact with non-injected litter-mates and dam during the nursing period",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "shows the results of blood examination for PEDV of all infected and",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Results o/examination ]or PED V in blood o/injected and non.injected rabbits caged together",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Number o/rabbit passages o~ in]ectious serum required to provoke clinical disease typical o/ PED",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Coneen~ation in serum o] protein, IgG, and 4S, 7S, 19S components alter PED V injection and the corresponding values/or control animals",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}