{
    "paper_id": "a7ad8ecfa35cb008adae76574e40eab8ddc4cbdf",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The microbiological status of experimental animals can critically influence the validity and reproducibility of research data 1 -7 . Ensuring that animals are free of infectious agents that might interfere with research can reduce the number of animals required for study. This contributes substantially to animal welfare. An effective health monitoring program is crucial for the assessment of the health status of research subjects and for validation of infection control measures. Numerous publications provide guidance for the establishment of health monitoring programs that are tailored to rodents 4,7 -12 . The Federation of European Laboratory Animal Science Associations has published detailed recommendations that constitute common standards for health monitoring and reporting procedures in Europe 10 .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "1 -7",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 611,
                    "text": "4,7 -12",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 811,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Current information on the prevalence of infectious agents must be made regularly available so that standard health monitoring recommendations can be kept up to date. For example, prevalence data can be used to develop a list of agents for which to test and to help determine the necessary frequency of testing in laboratory animal colonies. Information on the prevalence of infections may also contribute to a better understanding of their epidemiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Monitoring for viral agents and for several types of bacteria such as Mycoplasma pulmonis largely relies on the detection of specific antibodies that are produced during an infection. Many institutions have sent rodent serum samples to our laboratory for testing. Here we present a survey of data regarding the prevalence of antibodies against 24 viruses and M . pulmonis in sera of mice and rats from western European institutions. Data were collected from serological tests that were carried out in our laboratory during an 18-month period. To evaluate current prevalence rates of 24 viruses and of the bacterium Mycoplasma pulmonis , the authors retrospectively surveyed serological data obtained from laboratory mice and rats housed in more than 100 western European institutions. Serum samples were submitted to the authors ' institution for testing between January 2007 and June 2008. The prevalence of an infection was defined as the percentage of tested samples that yielded positive results for a specific agent. In mice, the most commonly detected infectious agents were murine norovirus (prevalence of 31.8 % ), mouse hepatitis virus (5.5 % ), mouse rotavirus (1.7 % ) and parvoviruses (1.0 % ). In rats, parvoviruses (12.1 % ) and M . pulmonis (3.6 % ) were the most prevalent infectious agents. Most rodent parvovirus infections could be attributed to mouse parvovirus in mice and to rat minute virus or to Kilham rat virus in rats. These data suggest the importance of up-to-date animal health monitoring programs and should stimulate the scientific community to further improve the microbiological quality of laboratory rodents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We emphasize that survey data were collected retrospectively from tests that were requested by the clients of BioDoc. Our clients selected the animals that were tested and indicated which infections to test for; therefore, the data do not represent a random population. Nevertheless, because data were taken from a large number of serum samples and institutions, we believe that these results should provide a good reflection of the current health status of laboratory mice and rats in western Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We surveyed data from serum samples that were tested at BioDoc (Hannover, Germany) between January 2007 and June 2008. Samples were supplied by more than 100 different institutions, including universities, research centers, industry facilities, breeding companies and other diagnostic laboratories. The institutions were located in eight European countries: Austria, Denmark, Germany, Finland, France, Sweden, Switzerland and the United Kingdom. Most of the samples were submitted by German institutions. The number of samples that were tested for each infectious agent varied according to the clients ' requests and ranged from 524 to 28,103 in mice and from 619 to 3,997 in rats. We defined the prevalence of a particular infection as the percentage of tested samples in which antibodies against the associated agent were detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum samples"
        },
        {
            "text": "Very little background information was provided with the serum samples. In most cases, the only details supplied were the name and address of the sender, the animal species and the agents to be tested for. Information concerning the colony, strain, age and gender of the animals from which the sera were derived could therefore not be evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum samples"
        },
        {
            "text": "In general, the presence of agent-specific antibodies was determined using validated in-house immunofluorescence assays (IFAs) or hemagglutination inhibition (HAI) assays as primary test methods. When necessary, in-house or commercially available enzyme-linked immunosorbent assays (ELISAs) were used as confirmatory test methods ( Table 1 ). We carried out in-house assays according to published protocols 13 ; commercial ELISAs (Charles River Laboratories, Wilmington, MA) were carried out according to the manufacturer ' s standard protocol. Parvovirus infections in mice and rats were diagnosed using IFAs in which minute virus of mice or Kilham rat virus (respectively) were used as antigens. The IFA measures cross-reacting antibodies to various parvoviruses (by targeting highly conserved nonstructural viral proteins); therefore, if an IFA yielded a positive result, further testing was carried out to differentiate among serotypes. This was done by HAI assays (for minute virus of mice, Kilham rat virus, Toolan ' s H-1 virus and rat parvovirus) or by recombinant viral protein-2 ELISAs (for all known serotypes). These assays target viral capsid proteins that are serotype-specific.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 409,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 339,
                    "text": "( Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Serological analyses"
        },
        {
            "text": "According to the serological data we obtained, the most prevalent infectious agents in mice were as follows (in descending order of prevalence; ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Serological assays are invaluable for detecting antibodies to all viruses and to a few types of bacteria (such as M . pulmonis ) in laboratory animals 11 . Commonly used assays include IFAs, ELISAs, HAI assays, immunoblot assays and, more recently, multiplex fluorescent immunoassays 14 . The methods used must be selected carefully, as the methods may differ in sensitivity and specificity, and unexpected results should always be confirmed by a second method, by a second laboratory or by monitoring additional animals. In the present survey, IFAs were generally used as a primary test method, and an HAI assay was used as a primary test method for detection of the K virus in mice. ELISAs were used for confirmatory testing, and ELISAs and HAI assays were used as secondary tests to distinguish between serotypes of parvoviruses ( Table 1 ). IFAs are highly sensitive and are more likely than ELISAs and HAI assays to detect cross-reacting antibodies to closely related viruses. Thus, IFAs are useful for primary screening. This broader reactivity can be attributed to the use of virus-infected cells as antigen (containing both nonstructural and structural viral proteins). IFAs are subject to both specific and nonspecific reactivity; the morphology and location of fluorescence can be evaluated to differentiate between specific and non specific reactions. The main disadvantage of IFAs is that interpretation of their results is subjective and dependent on the experience of the observer.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 284,
                    "end": 286,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 832,
                    "end": 841,
                    "text": "( Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Like IFAs, ELISAs are highly sensitive and are often used as a primary test. However, nonspecific crossreactivity between irrelevant antibodies in the test sera and the antigen used can cause these assays to produce false positive results. This cross-reactivity can be reduced by using highly purified antigens prepared by recombinant technology. HAI assays are restricted to viruses that have hemagglutinins (proteins that bind red blood cells) on their surfaces. HAI tests lack sensitivity but are highly specific and can be used to differentiate between closely related viruses (such as rodent parvoviruses). As in the case of IFAs, interpretation of HAI test results is subjective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our serological survey suggests that many infections have been eliminated or have relatively low prevalence in laboratory rodents maintained in western Europe, whereas other infections are highly prevalent. In mice, the most prevalent infections we detected were those with MNV, mouse hepatitis virus, mouse rotavirus and parvo viruses. In rats, parvoviruses and M . pulmonis were most prevalent. Most rodent parvovirus infections could be attributed to mouse parvovirus in mice and to rat minute virus or to Kilham rat virus in rats. Several parvovirus infections in mice and rats could not be attributed to a single serotype by means of HAI assays or recombinant ELISAs; this might have resulted from a lack of specificity of these assays, from simultaneous infection with two (or more) parvoviruses or from infection with a yet unknown parvovirus. We note that the prevalence of rat parvoviruses, in particular that of rat minute virus, might be overestimated in this survey, because a large number of positive serum samples ( n = 236) came from a single rat colony that was infected with the virus. On the other hand, we speculate that many serum samples submitted for testing were taken from colonies that were presumed to be ' clean ' , and that testing was aimed at confirming the seronegative status of these colonies. In our experience, monitoring for agents that are known to be endemic in a population is usually done infrequently or not at all. Therefore, the true prevalence rates of more commonly occurring agents (except rat parvoviruses) may be higher than those reported here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Caution must also be exercised in the interpretation of serological results for M . pulmonis. Animals may be falsely seropositive owing to infection with other murine mycoplasmas (such as M . arthritidis ) that cross-react with M . pulmonis antigenically 15 . Natural infections with other Mycoplasma species in mice and rats are rarely reported, however, and most samples that tested positive by IFA using M . pulmonis as an antigen yielded strong fluorescence signals in our analyses. We therefore consider that many (if not all) seropositive results can be attributed to infection with M . pulmonis .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "An exact comparison with prevalence data from other recent studies 16 -19 in western Europe and North America is not possible, because the studies differ in their definitions of ' prevalence ' , which can indicate percentage of surveyed facilities in which a particular infection was detected, percentage of samplings (groups of serum samples taken from animals in a single population) in which at least one serum sample tested positive, or percentage of positive individual serum samples (as in this study). Nevertheless, all studies show similar findings with regard to the ranking of prevalence of viral infections. Currently, mouse hepatitis virus, parvoviruses (in particular, mouse parvovirus) and mouse rotavirus are among the most prevalent viral infections in mice, and parvoviruses, cardioviruses, pneumonia virus of mice and coronaviruses are most prevalent in rats. The occurrence of MNV in mice was not addressed in the above-mentioned surveys, as this agent has only recently been identified 20 . Our study indicates that the prevalence of MNV is greater than the prevalence of other viruses in mice. Notably, our finding of a prevalence rate of 31.8 % is almost identical to that of a recent survey that found antibodies against MNV in 32.4 % of more than 42,000 mouse sera tested 21 .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 73,
                    "text": "16 -19",
                    "ref_id": null
                },
                {
                    "start": 1296,
                    "end": 1298,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The prevalence of infections demonstrates the importance of health monitoring programs in laboratory animal facilities and should stimulate the scientific community to further improve the microbiological quality of laboratory rodents. The increased use of transgenic animals (with varying immunocompetence) and the exchange of animals and biological materials among institutions create a risk of transferring infectious agents; this heightens the importance of screening incoming animals and biological materials for the presence of infectious agents. Prevalence data should be considered in current health monitoring programs. They are an indicator of the risk of infection and can be used to aid in developing lists of agents for which to test and to help determine the necessary frequency of testing in laboratory animal colonies. A cost-conscious and reasonable approach would be to monitor frequently (quarterly, for example) for the most prevalent (high-risk) agents, such as MNV, mouse hepatitis virus, parvoviruses and mouse rotavirus in mice, and less frequently (annually or semiannually, for example) for rare (lower-risk) agents, while also considering the effect that each of these agents would have on the ongoing research or research staff. Finally, the discovery of ' new ' agents, such as MNV, highlights the need for regular review and updating of health monitoring programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viral and Mycoplasmal Infections of Laboratory Rodents: Effects on Biomedical Research",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Jacoby",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Complications of Viral and Mycoplasmal Infections in Rodents to Toxicology Research and Testing",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Hamm",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Potential detrimental effects of rodent viral infections on long-term experiments",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lussier",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Vet. Res. Contrib",
            "volume": "12",
            "issn": "",
            "pages": "199--217",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Committee on Infectious Diseases of Mice and Rats . Infectious Diseases of Mice and Rats",
            "authors": [],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Implications of infectious agents on results of animal experiments",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nicklas",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lab. Anim",
            "volume": "33",
            "issn": "1",
            "pages": "39--87",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Handbook of Laboratory Animal Science, Second Edition: Essential Principles and Practices",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "233--279",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Microbiological assessment of laboratory rats and mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Weisbroth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shek",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "ILAR J",
            "volume": "39",
            "issn": "",
            "pages": "272--290",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Handbook of Experimental Animals: The Laboratory Rat",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kunstyr",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nicklas",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "133--142",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "FELASA recommendations for the health monitoring of rodent and rabbit colonies in breeding and experimental units",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nicklas",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lab. Anim",
            "volume": "36",
            "issn": "",
            "pages": "20--42",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Handbook of Experimental Animals: The Laboratory Mouse",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "M Ä Hler",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nicklas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "449--462",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Mouse in Biomedical Research: Normative Biology, Husbandry, and Models",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gaertner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Otto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batchelder",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "385--407",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Diagnosis of murine infections in relation to test methods employed",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Lab. Anim. Sci",
            "volume": "36",
            "issn": "",
            "pages": "271--276",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multiplex fl uorescent immunoassay for the simultaneous detection of serum antibodies to multiple rodent pathogens",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Franklin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lab. Anim. (NY)",
            "volume": "36",
            "issn": "",
            "pages": "36--38",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Identifi cation of cross-reactive antigens between Mycoplasma pulmonis and Mycoplasma arthritidis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Minion",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Cassell",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Infect Immun",
            "volume": "43",
            "issn": "",
            "pages": "115--121",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ten-year long monitoring of laboratory mouse and rat colonies in French facilities: a retrospective study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zenner",
                    "suffix": ""
                },
                {
                    "first": "J . -P",
                    "middle": [],
                    "last": "Regnault",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lab. Anim",
            "volume": "34",
            "issn": "",
            "pages": "76--83",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Diagnostic testing of mouse and rat colonies for infectious agents",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lab. Anim. (NY)",
            "volume": "32",
            "issn": "",
            "pages": "44--51",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Prevalence of naturally occurring viral infections, Mycoplasma pulmonis and Clostridium piliforme in laboratory rodents in Western Europe screened from",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Schoondermark-Van De Ven",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Philipse-Bergmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Van Der Logt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lab. Anim",
            "volume": "40",
            "issn": "",
            "pages": "137--143",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Opportunistic infections of mice and rats: Jacoby and Lindsey revisited",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Carty",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "ILAR J",
            "volume": "49",
            "issn": "",
            "pages": "272--276",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "STAT1-dependent innate immunity to a Norwalk-like virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Karst",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Wobus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Virgin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "299",
            "issn": "",
            "pages": "1575--1578",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Murine norovirus, a recently discovered and highly prevalent viral agent of mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lab. Anim. (NY)",
            "volume": "37",
            "issn": "",
            "pages": "314--320",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ": murine norovirus (MNV; prevalence of 31.81 % ; 2,670 of 8,394 samples tested positive), mouse hepatitis virus (5.5 % ; 1,530 of 27,797 samples), mouse rotavirus (1.7 % ; 314 of 18,518 samples) and parvoviruses (1.01 % ; 285 of 28,103 samples). Antibodies against adenoviruses, Theiler ' s murine encephalomyelitis virus, M . pulmonis or reovirus type 3 were detected in fewer than 1 % of serum samples. No other infectious agents were detected during the period of investigation. Regarding parvovirus infections in mice, 64.91 % of infections (185 of 285 positive samples) could be attributed to mouse parvovirus, and 2.81 % of infections (8 of 285 positive samples) could be attributed to minute virus of mice. For 32.28 % of the positive samples (92 of 285), differentiation was not carried out, or results were ambiguous owing to positive findings for both minute virus of mice and mouse parvovirus.In rats, the most prevalent infectious agents were parvoviruses (prevalence of 12.1 % ; 482 of 3,997 tested samples) followed by M . pulmonis (prevalence of 3.56 % ; 105 of 2,949 samples;Fig. 2). Antibodies against pneumonia virus of mice, coronaviruses and cardioviruses were detected in fewer than 1 % of serum samples. Antibodies against other agents were not found. Regarding parvovirus infections in rats, the majority of detected infections could be attributed to rat minute virus (54.15 % ; 261 of 482 positive samples), followed by Kilham rat virus (12.45 % ; 60 of 482 positive samples) and rat parvovirus (0.83 % ; 4 of 482 positive samples). Antibodies against Toolan ' s H-1 virus were not detected. For 32.57 % of positive sera (157 of 482 positive samples), differentiation was not carried out, or results were ambiguous owing to positive findings for more than one parvovirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Prevalence of agent-specific serum antibodies in mice. EDIM, mouse rotavirus, MAdV, mouse adenovirus; MHV, mouse hepatitis virus; MNV, mouse norovirus; Reo3, reovirus type 3; TMEV, Theiler ' s murine encephalomyelitis virus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Prevalence of agent-specific serum antibodies in rats. PVM, pneumonia virus of mice; RCV, rat coronavirus; SDAV, sialodacryoadenitis virus; TMEV, Theiler ' s murine encephalomyelitis virus.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Biomedical Diagnostics (BioDoc), Feodor-Lynen-Strasse 23, 30625 Hannover, Germany. Correspondence should be addressed to M.M. ( info@biodoc-online.de ). A serological survey to evaluate contemporary prevalence of viral agents and Mycoplasma pulmonis in laboratory mice and rats in western Europe Michael M ä hler , DVM , DipECLAM & Wiebke K ö hl , DVM",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Serological screening programMAdV, mouse adenovirus; TMEV, Theiler's murine encephalomyelitis virus. a Owing to cross-reactivity with TMEV (the GDVII virus strain), it was not possible to differentiate between infections with Theiler-like virus and with TMEV in rats. b For parvoviruses, HAI assays and ELISAs were used as secondary test methods to differentiate between virus serotypes.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS STATEMENT"
        }
    ]
}