{
    "paper_id": "a82a3c1ad9f352645de3b29d9a23fe9d9f2d8791",
    "metadata": {
        "title": "SCIENCE CHINA May early intervention with intravenous immunoglobulin pose a potentially successful treatment for Ebola virus infection?",
        "authors": [
            {
                "first": "Ying",
                "middle": [
                    "&amp;"
                ],
                "last": "Ge",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Science",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Taisheng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Science",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Ebola virus is negative-sense, single stranded RNA virus of the family Filoviridae. Since their discovery in 1976, Ebola viruses have caused numerous outbreaks of severe hemorrhagic fevers in Africa. The emergence of Ebola virus disease (EVD) in Guinea and its spread to urban centers in neighboring West African countries recently has caused international alarm. These filovirus infections are characterized by acute onset of illness after an incubation period of 221 days, with initial symptoms of fever, chills, myalgia, and malaise. The disease signs and symptoms frequently become more severe; many patients have features of systemic inflammatory response syndrome, such as fever, tachycardia and hyperventilation with less frequent leukopenia. Organ dysfunction (severe sepsis) and shock are also common; however, the capillary leak syndrome and subsequent secondary lung injury and hypoxia are much less apparent than with typical bacterial sepsis including. The terminal phase results in death or a prolonged convalescent period, depending on various host and viral factors. Death by shock and multi-organ failure typically occurs within 6-10 days after symptom onset. The case-fatality rate of EVD has been 50%60% [1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Currently, no specific therapy is available that has demonstrated efficacy in the treatment of Ebola hemorrhagic fever. The search for a filovirus therapeutic has been historically challenging. Conventional antiviral strategies, such as ribavirin, recombinant IFN-α, and treatment with convalescent antisera have proven ineffective in animal trials; however, there are examples where different approaches have demonstrated a survival benefit. Nucleoside analogue inhibitors of the cell-encoded enzyme S-adenosylhomocysteine hydrolase (SAH) have been shown to inhibit Zaire ebolavirus replication in adult BALB/c mice infected with mouse-adapted Ebola virus. Inhibition of SAH indirectly inhibits transmethylation reactions required for viral replication. Smith et al. [2] found that in rhesus macaques infected with a lethal dose of Ebola virus, treatment with interferon beta early after exposure led to a significant increase in survival time, though it did not reduce mortality significantly. Passive immunity has been attempted by using equine-derived hyperimmune globulins and human-derived convalescent immune globulin preparations. In Ebola virus-infected cynomolgus macaques, use of human recombinant interferon α-2b in conjunction with hyperimmune equine immunoglobulin G (IgG) delayed but did not prevent death [3] . During the 1995 outbreak in Kikwit, Democratic Republic of Congo, human convalescent plasma was used to treat eight patients with proven Ebola disease, and only one patient died. Subsequent studies could not demonstrate survival benefit conferred by convalescent plasma products. The survival of these patients suggests that passive immunity may be of benefit in some patients. DNA vaccines expressing either envelope GP or nucleocapsid protein (NP) genes of Ebola virus have been demonstrated to induce protection in adult mice exposed to the virus. These vaccines were administered by coating gold beads with DNA ex-pressing the genes for either GP or NP, and they were delivered by skin particle bombardment using a Powder-Ject-XR gene gun. Both vaccines induced measurable antibody responses detected by enzyme-linked immunosorbent assay and induced cytotoxic T-cell immunity [4] . Other experimental therapies that use available drugs, though not approved by the US Food and Drug Administration for treatment of Ebola virus infection, may be considered. Agents that may reduce mortality without directly effecting viral replication include activated protein C and a recombinant nematode anticoagulant protein (NAP) that inhibits activated factor VII-tissue factor complex. NAP resulted in attenuation of the coagulopathy associated with decreased fibrinolysis and fibrin deposition with a resultant decrease in the severity of the systemic inflammatory response syndrome. All of the strategies described above that provided protection were administered either before or shortly after a lethal challenge. In the absence of any licensed prophylaxis or treatment, supportive care for individual patients has been fraught with difficulty and evoked widespread suspicion and fear in affected communities. Current procedures for dealing with suspected or confirmed cases include disrupting virus transmission in the form of quarantine and barrier protection, and palliative care. As yet, there has been no sign the outbreak is abating.",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 771,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1321,
                    "end": 1324,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2207,
                    "end": 2210,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The pathogenesis of EVD in human remains poorly understood. The usual study model is infection of non-human primates, while other valuable insights gained from rodent models are constrained by differences in clinical features. A common pathogeznic feature of viral haemorrhagic fever viruses is their ability to disable the host immune response by attacking and manipulating the cells that initiate the antiviral response [5] . End organ dysfunction in EVD results from a combination of direct injury of virus-infected tissues and the indirect effects of the immune response. Within an outbreak, viral strain variation is limited and host response is the main determinant of outcome. Recovery from Ebola infection is associated with early and well-regulated inflammatory responses, including early antibody production, reduced T cell apoptosis and more rapid clearance of viraemia compared to fatal cases. Strategies that provide cheap, easily administered, and potent virus inhibition in a patient displaying EVD remain elusive. We may get some clues from previous observations. A large outbreak of human enterovirus 71 (EV71)-associated hand-foot-and-mouth disease (HFMD) in China from March through May 2008 resulted in 61,459 cases, including 38 deaths. The clinical characteristics of this outbreak in China were mainly associated with central nervous system (CNS) involvement. We systematically compared the changes in peripheral lymphocyte subsets in EV71-infected patients with and without CNS complications. The results demonstrated a significant increase in the absolute count and percentage of B lymphocytes in children with symptoms of encephalitis at the acute stage, followed by a rapid recovery of the parameters to normal levels 2-3 weeks later during the convalescent stage. IgG levels were significantly higher in the CNS group compared to the mild cases [6] . It appears that the immunophenotypic changes are associated with the severe clinical manifestations of HFMD. We hypothesize that patients with severe EV71 infections rapid recovery of CNS complications were related to the restoration of IgG levels or B cells during the acute phase under Intravenous immunoglobulin (IVIg) treatment. In previous studies, IVIg therapy shown to be susceptible to chronic enterovirus infections and administration of IVIg could ameliorate disease. Immunoglobulins are large Y-shaped proteins produced by B-cells and plasma cells. IVIg is used at replacement dose (200400 mg kg 1 3 weekly) to treat patients with primary antibody deficiencies, while high-dose IVIg is used as an immunomodulatory agent in a wide range of autoimmune and inflammatory disorders as well as bacterial and viral infections that do not respond to conventional therapy. IVIg is prepared from pooled plasma from a high number of donors which are frequently used off label in many autoimmune conditions. Several mechanisms of action of IVIg have been proposed, including maturation of antigenpresenting cells, induction of regulatory T-cell subsets and a general anti-inflamatory capacity. More recent data suggest that the presence of \"natural antibodies\" may be key to biological relevant IVIg activities by enhancing the maintenance of cellular and tissues homeostasis via stimulation of cell surface receptors [7] . Gorochov et al. [7] identified large plasma-cell mobilization exclusively in IVIg-treated autoimmune patients 7 days after initiation of treatment. The majority of IVIG-mobilized plasma cells were immature HLA-DRhigh/CD138low/CXCR4low plasma cells expressing intracellular immunoglobulin G which were neither IVIg-nor human IgG-specific. Strong negative correlation noted between the absolute number of IVIg-mobilized plasma cell and time to improve neurological function of Guillain-Barre syndrome (GBS). They made a conclusion that IVIg promotes immature plasma cell mobilization in patients with GBS, and prominent day 7 plasma-cell mobilization is a favorable prognostic marker in patients with GBS receiving IVIg treatment.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 425,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1873,
                    "end": 1876,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3298,
                    "end": 3301,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3320,
                    "end": 3323,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "We have to seek optimal antiviral strategies which could easily obtain and could afford in underdeveloped countries. The use of IVIg as a replacement therapy in patients with primary Ab deficiency is still the main indication in the field of infectious disease treatment and prevention. It is likely that the modulation of the inflammatory response in tissues affected by viral pathogens also plays an important role in modulating the disease. Hyperimmune immunoglobulin has been used successfully to treat WNV-induces encephalitis [8] . IVIg reduces mortality in combination with antiviral drugs in adult HSCT recipients with respiratory syncytial virus infection if the IVIg therapy was initiated before the onset of severe respiratory failure [9] . Antipathegen-specific and immune-modulatory effects may sup-plement each other. IVIg may help to re-equilibrate the relative proportions of specific and naturally occurring Abs (NoAbs), and this could be the base of beneficial effects observed in patients with HIV or H1N1 influenza infection [10] . Therefore, we can also make a hypothesis that EVD could also benefit with the intervention of IVIg in the early stage of the disease. No experimental results could learn from EVD treatment in the past several decades. We should not just wait for it to vanish spontaneously.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 535,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "IVIg is currently used in a wide range of clinical conditions. It may probably also work in viral infections, especially the virus which does not respond to conventional antiviral strategies, such as Ebola virus. The clinical relevance concerning the mechanisms of action has been highlighted although the knowledge of molecular mechanisms in specific conditions is relatively limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Newly discovered Ebola virus associated with hemorrhagic fever outbreak in Uganda",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lutwama",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bakamutumaho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kayiwa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Comer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "Nichol",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interferon-ß therapy prolongs survival in rhesus macaque models of Ebola and Marburg hemorrhagic fever",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stossel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Honko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paragas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Olinger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Rubins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Karp",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "",
            "pages": "310--318",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Development of a preventive vaccine for Ebola virus infection in primates",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Nabel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "408",
            "issn": "",
            "pages": "605--609",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identification of a broad-spectrum antiviral small molecule against severe acute respiratory syndrome coronavirus and Ebola, Hendra, and Nipah viruses by using a novel high-throughput screening assay",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Elshabrawy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Broder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caffrey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Prabhakar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "4353--65",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pathogenesis of filoviral haemorrhagic fevers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mahanty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "487--498",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Significant elevation of B cells at acute stage in enterovirus 71-infected children with central nervous system involvement",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Scand J Infect Dis",
            "volume": "42",
            "issn": "",
            "pages": "931--935",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prominent plasmacytosis following intravenous immunoglobulin correlates with clinical improvement in Guillain-barre syndrome",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parizot",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dorgham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Demeret",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Amoura",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bolgert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gorochov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "",
            "pages": "2109--2118",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Observations on the mode of action of normal immunoglobulin at high doses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sundblad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marcos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Malanchere",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haury",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Huetz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nobrega",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Freitas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coutinho",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Immunol Rev",
            "volume": "139",
            "issn": "",
            "pages": "125--158",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hyperimmune gammaglobulin for the treatment of West Nile virus encephalitis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Makhoul",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herskovitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramadan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hadad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Norberto",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Isr Med Assoc J",
            "volume": "11",
            "issn": "",
            "pages": "151--153",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Alterations of the B-cell response by HIV-1 replication",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Tomaras",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr HIV/aids Rep",
            "volume": "8",
            "issn": "",
            "pages": "23--30",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}