{
    "paper_id": "a83a1c02e8a6d52c7929b1dc488af1fa16a44612",
    "metadata": {
        "title": "A cost-effective and efficacious method of pinworm treatment for large colonies of mice",
        "authors": [
            {
                "first": "Debra",
                "middle": [],
                "last": "Hickman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dipl",
                "middle": [],
                "last": "Aclam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [],
                "last": "Swan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ralat",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "Paul"
                ],
                "last": "Hartman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rodent pinworm infestations are common in modern animal facilities, and treatments to eradicate these nematodes are often costly and labor-intensive. The authors describe a method they developed to treat rodents with ivermectin using the automatic watering system available at their facility. This delivery method proved an efficacious and costeffective means of eradicating Aspiculuris tetraptera from a large colony of mice. The system might also be used to provide other orally administered agents to mice and other species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Genetically manipulated strains of mice are essential to the advancement of biomedical research and are the most widely used mammalian animal models. As it is generally accepted that infections of mice with pathogenic microorganisms severely confound experimental results 1 , facilities housing mice typically use stringent microbiological monitoring systems that screen for a wide variety of pathogens and parasites. Rodent pinworms are the most commonly reported parasites in the modern animal facility, with prevalence of infestation ranging from more than 30% in specific pathogen-free facilities to nearly 70% in conventional facilities 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rodent pinworms are oxyurid nematodes. The three most frequently encountered rodent pinworm species are Aspiculuris tetraptera, Syphacia obvelata and S. muris. These nematodes do not usually cause overt clinical disease in affected rodents, but alterations in host physiology have been reported 3 . In live rodents, Syphacia sp. can be detected by identifying eggs on a cellophane tape impression of the host's perianal region ('tape test'), and Aspiculuris sp. can be diagnosed using fecal flotation. Postmortem diagnostic testing is considered more reliable than these methods and involves direct examination of the rodent's cecal and colon contents for adult worms. Taxonomic classification of an adult nematode can be accomplished by microscopic examination of its head and tail 3 .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 296,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 783,
                    "end": 784,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The three nematode species mentioned above have similar life cycles. Embryonated nematode eggs are ingested by the rodent host. The larvae hatch and develop in the host's lower intestine, and immature eggs are passed in the feces (for A. tetraptera) or laid on the hair surrounding the perianal region (for Syphacia sp.). The prepatent period is 7-8 d for S. muris and 23 d for A. tetraptera. Syphacia sp. ova embryonate relatively quickly, and this nematode can infect a new host within hours. Ova of Aspiculuris sp. require 5-8 d to embryonate 3 .",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 547,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A review of reported treatments for the eradication of pinworms (focusing primarily on Syphacia sp.) has recently been published 4 . Typically, recommendations for eradication of both Syphacia sp. and Aspiculuris sp. include thorough environmental decontamination combined with pharmacological treatment [3] [4] [5] , though there are reports in the literature of pharmaceuticals alone being sufficient 6 .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 403,
                    "end": 404,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fenbendazole is one of the more commonly reported pharmacological treatments. This medication is generally delivered to rodents in food (150 mg fenbendazole per kg feed). Compared with alternative agents such as ivermectin, fenbendazole is reported to have less potential toxicity and fewer documented effects on research 7 . Treatment regimens described in the literature include daily provision of medicated feed for at least 2 weeks (ref.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "3) and provision of medicated feed on an alternating schedule (1 week of medicated feed, 1 week of normal feed) for 6-10 weeks (3-5 weeks of medicated feed) 4, 6 . Fenbendazole has also recently been made available in hydrocellulose packs (Napa Nectar Plus, Systems Engineering Lab Group, Napa, CA), which were designed to replace animals' water supply. Fenbendazole treatment is considered an expensive option because of the relatively high cost of medicated feed and hydrocellulose packs, shipping costs and labor associated with delivering the treatment to cages. There might also be a delay while the order is manufactured and shipped to the facility, potentially allowing the infestation to spread further. Furthermore, if animals are on a specific diet as part of a study, replacement or supplementation of the diet may not be practical.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 160,
                    "end": 161,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pinworm infections in rodent colonies can also be treated with 1% ivermectin. The reported delivery methods for ivermectin are varied and include topical administration (e.g., at least two treatments, 10 d apart, of 2 mg per kg body weight applied between the scapulae 3 or behind the head 6 ), oral administration (e.g., 8 mg per l drinking water for 4 d per week with a minimum of 5 weeks of treatment 6 ) and parenteral administration (e.g., one treatment of 200 μg per kg body weight subcutaneously 8 ). The use of ivermectin has been associated with toxicity and reproductive problems in some strains of mice. Therefore, some sources recommend carrying out a pilot study to assess strain sensitivity before using this treatment in a breeding colony of mice 4, 9 .",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 405,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 762,
                    "end": 764,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 765,
                    "end": 766,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we report a delivery method that allowed us to treat a large colony of mice with ivermectin in a manner that decreased the costs of supplies and labor. Mice in this colony had previously been treated with ivermectin without observable toxicity or negative influence on reproductive production. The treatment method we describe was effective in eliminating an infestation of A. tetraptera, and no further infections with this nematode have been noted in more than a year of intensively monitoring the colony.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mice were housed in the Veterinary Medical Unit of the VA Medical Center in Portland, OR, in accordance with applicable federal regulations. The animal program is accredited by AAALAC, International. All mice were housed in autoclaved polycarbonate mouse shoebox cages with filter and wire tops in a ventilated caging system (Thoren, Hazleton, PA). Mice were provided with recycled paper bedding (Eco-Clean, Animal Specialties, Hubbard, OR), and individually housed and breeding mice were also given a Nestlet (Ancare Corp., Belmont, NY). The light:dark cycle was 12 h:12 h (lights on at 6:00 AM). Mice were fed autoclavable rodent chow (LabDiet 5010, PMI Nutrition International, Brentwood, MO) and drank filtered tap water through an automatic watering system (Edstrom Industries, Waterford, WI) ad libitum. The macroenvironment was maintained at a temperature of 21-22 °C with humidity of 30-70%. To ensure the health of the colony, an animal care technician checked mouse cages daily for food and water and observed the general condition of the mice. Any moribund or dead mice were reported to the veterinary staff for care or necropsy, as appropriate. Quickdisconnect FIGURE 1 | Components of the modified carboy for ivermectin delivery. We removed the original spigot from a 5-gal carboy and replaced it with a quick-disconnect and a 7/16-in tap.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT Husbandry conditions"
        },
        {
            "text": "Volume 37, No. 7 | July 2008 309 LAB ANIMAL resource Shoebox cages were changed once weekly in a laminar flow work station (Lab Products, Seaford, DE), with filter and wire tops changed monthly. Soiled caging and equipment were sanitized in a mechanical cage washer with a final rinse temperature of 82 °C and were autoclaved before recirculation. All technicians handling mice wore personal protective equipment, including latex gloves, which they sprayed with a 10% bleach solution between cages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT Husbandry conditions"
        },
        {
            "text": "The mice in this colony were screened quarterly for common rodent pathogens by indirect sentinel sampling methods. Sentinels were female CD-1 mice (Taconic, Germantown, NY) that were exposed to dirty bedding from colony mice for a minimum of 5 weeks. Quarterly sentinel testing consisted of serologic screening for Sendai virus, mouse parvovirus, minute virus of mice, ectromelia virus, reovirus type 3, pneumonia virus of mice, murine adenovirus, mouse encephalomyelitis virus, polyoma virus, murine cytomegalovirus, mouse coronavirus (SmartSpot, Biotech Trading Company, Encinitas, CA) and rodent pinworms and mites. Pinworms were identified through fecal flotation, tape test and direct examination of colon and cecal contents. Mites were identified through pelt examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT Husbandry conditions"
        },
        {
            "text": "A. tetraptera infestation Sentinels tested positive for A. tetraptera by fecal flotation and direct examination of colon contents. After identification of the parasite, the cages in the contaminated room were moved into the room that staff members generally entered last when carrying out routine procedures. About 500 cages (approximately 2,000 mice) were affected. No special precautions were taken when removing cages from the original room, as it was located immediately adjacent to the dirty side of cage wash, minimizing the risk of cross-contamination to other rooms in the facility. The walls and surfaces in the new room were cleaned with a 10% bleach solution once per week during the treatment period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT Husbandry conditions"
        },
        {
            "text": "During the treatment period, mice were screened by tape testing and fecal flotation every 2 weeks. We continued to test mice once every 2 weeks for 2 months after treatment concluded. At each sampling period we tested all of the mice in every tenth cage of the colony, beginning the count from a different cage each time. After treatment, we confirmed that the infestation was eliminated with subsequent quarterly sentinel testing as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT Husbandry conditions"
        },
        {
            "text": "We connected modified 5-gal carboys (Nalgene, Rochester, NY) to the automatic watering system to administer ivermectin (Parid LA, 1% for cattle and swine, IVX Animal Health, Inc., St. Joseph, MO) to all mice in the contaminated room. Each carboy was fitted with an attachment that would hook directly to a recoil hose that was connected to the watering system. We removed the quick-action spigot and white collar that were purchased with the carboy and replaced them with our attachment, which consisted of the 'female' portion of a quick-disconnect and a 7/16-in tap (Fig. 1) . Once the attachment was in place, we applied sealant (Loctite Thread Easy Teflon, Lab Safety Supply, Janesville, WI) to the quick-disconnect and tap to create a watertight seal. We autoclaved each carboy and then replaced the white collar over the new attachment (Fig. 2a) . We placed one 5-gal carboy on the top shelf of each rack using a hand crank lift (Genie Lift, Genie, Redmond, WA) and then attached the carboys to the automatic watering system with recoil hoses (Figs. 2b and 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 576,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 851,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1049,
                    "end": 1065,
                    "text": "(Figs. 2b and 3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Construction of parasiticide delivery equipment"
        },
        {
            "text": "We treated mice weekly for 7 consecutive weeks with ivermectin in drinking water at a concentration of 8.4 mg per l. Mice drank the medicated water for 4 consecutive days per week (ref. 5). Though the literature suggests that 5 weeks of ivermectin treatment should be sufficient 6 , we treated mice for 2 additional weeks, as the colony had been infected previously with A. tetraptera, and pinworms eventually recurred after treatment with ivermectin for 5 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiparasite treatment"
        },
        {
            "text": "At each treatment cycle, we flushed the ventilated racks with the ivermectin-treated water to ensure that all bottles (Thoren, Hazleton, PA) were filled with the medicated water. Water was pulled through the system by gravity. The amount of medicated water in a single carboy was enough to last the entire 4-d treatment cycle for a rack containing 231 cages, but we checked carboys daily to ensure adequate water levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiparasite treatment"
        },
        {
            "text": "We used an autoclaved carboy at the beginning of each treatment cycle. We added 16 ml of 1% ivermectin to each carboy. We then added 5 gal of 0.5-μm filtered water to each carboy, and the turbulence of the flow facilitated mixing of the solution. We also shook carboys for at least 5 min to ensure adequate mixing. Weanling mice that were naïve to the watering system were given www.labanimal.com 310 Volume 37, No. 7 | July 2008 resource water bottles filled with an ivermectin solution with the same concentration as that of the solution in the carboys. The treatment cycle for these mice was the same as that of the automated system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiparasite treatment"
        },
        {
            "text": "Before selecting this treatment method, we analyzed the cost of four possible treatment methods ( Table 1) . Administering fenbendazole-medicated feed on an alternating schedule for 10 weeks (5 weeks of medicated feed) was the most expensive option. Alternatively, fenbendazole could be administered continuously for 14 d. Because the duration of the latter treatment method is shorter, it requires less feed and labor than treatment with an alternating schedule and is therefore less expensive. The continuous treatment schedule has been reported to be effective for eradicating Syphacia sp. 4 but has not been attempted with Aspiculuris sp. It is possible that a longer course of treatment (and associated increase in cost) would be required because of the longer prepatent period of A. tetraptera. Additionally, it would take at least 2 weeks for the medicated feed to be ordered and delivered, delaying the start of either fenbendazole treatment.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 594,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Evaluation of treatment options"
        },
        {
            "text": "Treatment with drinking water medicated with ivermectin was comparable in cost to providing fenbendazole continuously for 2 weeks, but unlike fenbendazole, ivermectin was available by overnight delivery. The use of modified carboys to deliver ivermectin through the automatic watering system was projected to be the option that was most cost-efficient and rapid to implement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of treatment options"
        },
        {
            "text": "This colony had previously been treated with ivermectin without adverse affects, suggesting that ivermectin would be an appropriate treatment option for the current outbreak. There are few human health concerns associated with the handling of ivermectin; nonetheless, personnel wore personal protective equipment including gowns, gloves and eye protection while diluting the compounds. Lifting the carboys to the top of the racks was a potential ergonomic problem, as the carboys weighed approximately 18 kg when filled. Our facility owns a specialized hand crank lift, however, which is regularly used to remove and replace the motors from the top of the ventilated racks. We used this lift to safely raise the carboys to the top of the shelves. The configuration of the wall-mounted ventilated caging racks allowed secure placement of the carboys without concern of them falling (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 881,
                    "end": 889,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Evaluation of treatment options"
        },
        {
            "text": "As indicated above, in each round of sampling we tested all mice in 50 out of the 500 cages in the room. In the initial round of sampling, we identified 6 cages containing mice that tested positive for A. tetraptera. At the second round of testing, no mice tested positive for the parasite. We achieved complete elimination after 7 consecutive weeks of treatment, as confirmed by repeated sampling during the treatment period. Indirect sentinel testing, which included screening for pinworms as described above, continued on a quarterly basis. In the 15 months after the completion of treatment, no additional infections were identified, suggesting that the method of treatment we used was efficacious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of treatment efficacy"
        },
        {
            "text": "Administering ivermectin through our automatic watering system proved to be a treatment that was rapid to implement, cost-effective and efficacious for this colony of mice. The delivery system described here may also be useful for administering other therapeutic agents in drinking water to mice and other species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Natural pathogens of laboratory mice, rats and rabbits and their effects on research",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin. Microbiol. Rev",
            "volume": "11",
            "issn": "",
            "pages": "231--266",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risks of infection among laboratory rats and mice at major biomedical research institutions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Jacoby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "ILAR J",
            "volume": "39",
            "issn": "",
            "pages": "266--271",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Parasites of Rats and Mice 2nd edn",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "337--340",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A review of treatments for the eradication of pinworm infections from laboratory rodent colonies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pritchett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Contemp. Top. Lab. Anim. Sci",
            "volume": "41",
            "issn": "",
            "pages": "36--46",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Exotic Animal Formulary 2nd edn",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Mashima",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Rupiper",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "280",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fenbendazole treatment without environmental decontamination eradicates Syphacia muris from all rats in a large, complex research institution",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Huerkamp",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Contemp. Top. Lab. Anim. Sci",
            "volume": "39",
            "issn": "",
            "pages": "9--12",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Biologic effects of fenbendazole in rats and mice: a review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Villar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zaias",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Am. Assoc. Lab. Anim. Sci",
            "volume": "46",
            "issn": "",
            "pages": "8--15",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ivermectin toxicity in multiple transgenic mouse lines",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Boivin",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Laboratory Animal Practitioner",
            "volume": "31",
            "issn": "",
            "pages": "37--41",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Assembly of the quick-connection valve for the modified carboy. (a) The quick-disconnect attaches to the automatic watering system recoil hose. (b) The quickconnection valve attaches to the main automatic water delivery system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A carboy on a ventilated rack for delivery of ivermectin-treated water through the automatic watering system.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "cost analysis of four pinworm treatment optionsValues apply to treatment of 500 cages with an average of 4 mice per cage and a handling time of 1 min per cage to change feed or water bottles. We analyzed costs for 5 weeks of ivermectin treatment, which is the minimum treatment duration recommended in the literature6 , though we treated mice with ivermectin for 7 weeks. a Cost of feed medicated with fenbendazole ranged from $57.50 to $107.50 per 10 kg, depending on volume of feed purchased (http://www.bio-serv.com/newcatalog/mdfeed/rodent/fenbenz.html). b labor costs were $25 per h.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Phong Bui and Kami Thompson for their assistance with the treatment and monitoring of these animals. We also thank Will Beckman for his assistance with the photography and John DenHerder for his assistance with the creation of the figures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS STATEMENT"
        }
    ]
}