{
    "paper_id": "a85226a033d10542dd7715e6dde5c50fe0c8dce4",
    "metadata": {
        "title": "Prevalence of Middle East respiratory syndrome coronavirus (MERS-CoV) in dromedary camels in Abu Dhabi Emirate, United Arab Emirates",
        "authors": [
            {
                "first": "Mohammed",
                "middle": [
                    "F"
                ],
                "last": "Yusof",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yassir",
                "middle": [
                    "M"
                ],
                "last": "Eltahir",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Wissam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Serhan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Farouk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Hashem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elsaeid",
                "middle": [
                    "A"
                ],
                "last": "Elsayed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bahaaeldin",
                "middle": [
                    "A"
                ],
                "last": "Marzoug",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Assem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Si",
                "middle": [],
                "last": "Abdelazim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Oum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Keltoum",
                "middle": [
                    "A"
                ],
                "last": "Bensalah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Salama",
                "middle": [
                    "S"
                ],
                "last": "Al Muhairi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "High seroprevalence of Middle East respiratory syndrome corona virus (MERS-CoV) in dromedary camels has been previously reported in United Arab Emirates (UAE). However, the molecular detection of the virus has never been reported before in UAE. Of the 7,803 nasal swabs tested in the epidemiological survey, MERS-CoV nucleic acid was detected by real-time PCR in a total of 126 (1.6 %) camels. Positive camels were detected at the borders with Saudi Arabia and Oman and in camels' slaughter houses. MERS-CoV partial sequences obtained from UAE camels were clustering with human-and camel-derived MERS-CoV sequences in the same geographic area. Results provide further evidence of MERS-CoV zoonosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Middle East respiratory syndrome corona virus (MERS-CoV), the causative agent of a severe respiratory disease in human, was first reported in 2012 [1] . Up to December 2014, a total of 904 people in 23 different countries were infected by the virus with a resultant of 38.4 % mortality rate [2] . Transmission of the virus from human to human was previously reported especially in health workers facilities [3] . Recently, an evidence of viral transmission from dromedary camel to human is reported [4] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous studies carried out in UAE in Dubai Emirate have shown the wide spread of MERS-CoV antibodies in dromedary camels [5, 6] . Globally, UAE ranks as the second country after Saudi Arabia in terms of the number of human beings infected with MERS-CoV [2] .Moreover, sixty-five of the total 67 human cases in UAE occurred in Abu Dhabi Emirate. The emirate also harbors approximately 80 % of the country's camel population and is subjected to a continuous camel population movement throughout the year from the neighboring countries including Saudi Arabia, Oman, and Qatar which can play a vital role in spreading viral infection to other animals or humans.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite this, no molecular survey of MERS-CoV in camels has been carried out in the entire country to the best of our knowledge. Thus, a systematic epidemiological survey using molecular techniques to detect and identify risk factors associated with MERS-CoV in camels in Abu Dhabi Emirate is needed. This, in turn, will provide a base to devise a suitable control strategy of this disease in humans and animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study was carried out during the period (February-September 2014) at Abu Dhabi Food Control Authority (ADFCA) Veterinary Laboratory-Abu Dhabi-UAE using a total of 7,803 nasal swab samples collected from camels at different locations in Abu Dhabi Emirate. These include public escorts and zoos (30 samples), slaughter houses (303 samples), 4,617 and 2,853 samples from borders with Saudi Arabia and Oman, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "All swabs were transferred to ADFCA veterinary laboratory in a universal transport medium TM (Copan, Italy) within 24 h after collection. Personal-protective equipment including N95 masks, goggles, disposable gowns, gloves, and head covers was used during samples collection, transport, and testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "Nucleic acid extraction, polymerase chain reactions, and sequencing RNA was extracted from nasal swabs, according to the manufacturer's instructions using QiaAmp Viral RNA Mini kit and EZ1 Virus mini kit from Qiagen (Qiagen GmbH, Hilden, Germany).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "For testing, two published MERS-CoV [7, 8] reverse transcription polymerase chain reaction (RT-PCR) assays were performed, one was used as a screening assay, which targets the upstream of the E protein gene (UpE) and the other one was used as a confirmation assay, which targets the open reading frame (ORF)1a gene region. Both assays were provided in the kit by Molbiol (ModularDx Kit Coronavirus SA1 (EMC) upstream E-gene and Light Mix Modular MERS-CoV Orf1a). The open reading frame 1b (ORF1b) gene region was also tested before being replaced by Orf1a. All assays were optimized for Roche LightCycler 1.5 and 2.0 real-time PCR system. 20 lL of total reaction was prepared from 5 lL extracted RNA, 0.5 lL reaction mix of UpE or Orf1a from the kit, 4.0 lL Roche Real-time ready RNA Virus Master, 0.1 lL RT enzyme, and 10.4 lL PCR-grade water. The thermal cycling condition and detection procedure of Light Cycler were set according to the manufacturer (MolBiol Roche Diagnostics). Positive samples were further confirmed by sequencing the RNAdependent RNA polymerase (RdRp), nucleocapsid (N) gene regions, and five different partial fragments comprising ORF1a, ORF1ab, Spike1, Spike2, and NSP4 genes from selected sequences as previously described [9] .",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 40,
                    "end": 42,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1250,
                    "end": 1253,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "Sequences were first aligned with ClustalW. Phylogenetic analyses based on the ORF1a, ORF1ab, Spike1, Spike2, and NSP4 partial sequences of MERS-CoV obtained from seven UAE camels together with 11 camels and 44 human MERS-CoV published sequences were carried out using MEGA version 5 [10] . The evolutionary distances were estimated using the Maximum Likelihood method based on the Kimura 2-parameter model. Bootstrap analyses were performed with 1,000 repeat samples of the datasets. Camel-4, Camel-6, Camel-8, and Camel-18 were obtained from the border with Saudi Arabia, Camel-12 and Sequences from the present study (colored closed symbols) are named as follows: UAE-Camel-PP, where PP is the number of strains. Sequences from GenBank were given the country name followed by name of the strain. The two major groups were identified as A, B",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 288,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of sequence data"
        },
        {
            "text": "Virus Genes (2015) 50:509-513 511",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalence of MERS-CoV"
        },
        {
            "text": "Qatar, USA, France, Germany, and the new UAE camel sequences reported here (Fig. 1) . Although some camel sequences obtained from UAE, Saudi Arabia and Qatar tend to be grouped separately in the phylogenetic tree, they were located within cluster (B) along with other human-derived MERS-CoV sequences obtained from the same countries (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 334,
                    "end": 342,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Prevalence of MERS-CoV"
        },
        {
            "text": "MERS-CoV infection in dromedary camels has been reported to be mainly restricted in the Arabian Peninsula countries [9] . This infection in dromedary camels in UAE has been determined by the detection of viral-neutralizing antibodies in sera samples previously collected in 2003 and 2005 [5, 6] . However, no systematic survey has been carried out targeting the detection of viral genome in animals in UAE. Consequently, the present study is believed to be the first molecular survey of MERS-CoV in UAE. The study was based on the screening of nasal swab samples by a real-time PCR assay targeting the UpE and ORF1a genes and characterizing the genetic diversity of the ORF1a, ORF1ab, Spike1, Spike2, and NSP4 of MERS-CoV genome sequences.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 292,
                    "end": 294,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, MERS-CoV was detected in 1.6 % of the total 7,803 screened. The detection of MERS-CoV genome in dromedary camels in UAE is the first to be reported here. The 1.6 % molecular prevalence observed here is lower when compared with the previously reported (97 %) MERS-CoV seroprevalence in UAE [6] . The high prevalence of antibodies against MERS-CoV resulted from previous infection might protect dromedary camels against infection. In contrast, it has also been reported that prior infection or passively acquired maternal antibody might not provide a complete protection from infection [11] . Whether one of the two hypotheses is correct will necessitate further investigation. It should be noted that the absence of clear clinical signs or observed mortalities in MERS-CoV-infected camels may represent potential danger of camels serving as reservoir for human infections.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "MERS-CoV genome was detected here with different rates in camels nasal swabs obtained from different locations including slaughter houses located within Abu Dhabi Emirate or from borders with Saudi Arabia and Oman. Specifically, higher infection rate was observed in camels at slaughter houses when compared to borders, whereas no virus was detected in public escorts and zoos. This indicates that the former two locations could represent higher hot spots for potential human and animal infections. It should be noted that even though no clinical signs of a disease were observed in all personnel who were in direct contact with the infected camels in all locations, some personnel was seropositive to MERS-CoV (data not shown). Whether such antibodies against MERS-CoV are protective needs further investigation. Moreover, the detection of MERS-CoV in camel shipments crossing borders with Saudi Arabia and Oman reflects that animal movement between countries is participating in the spread of the virus in the Arabian Peninsula among either animals or humans. Thus, it is necessary to investigate such locations when conducting systematic surveillances or prior to establishing disease control programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The observed clustering of MERS-CoV sequences obtained from camels in UAE together with MERS-CoV derived from both humans and camels in the same geographical region indicates a common source of origin. In addition, it provides further evidence of zoonosis and cross-species transmission of MERS-CoV between humans and dromedary camels. However, the direction of transmission between humans and camels remains unclear, which could be elucidated by further amplifying and comparing complete genome sequences obtained from humans and camels in UAE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this is the first report of molecular detection of MERS-CoV in camels in UAE. The virus was shown to circulate in camels crossing borders with Saudi Arabia and Oman and in camels at slaughter houses within Abu Dhabi Emirate. The molecular prevalence of the virus was found to be lower than the previously reported serological one. MERS-CoV sequences obtained from camels in UAE were clustering with human-and camel-derived MERS-CoV sequences in the same geographic area. The study can provide a basis for future epidemiological research and control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N. Engl. J. Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO Middle Respiratory Syndrome Coronavirus update",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N. Engl. J. Med",
            "volume": "369",
            "issn": "",
            "pages": "407--416",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evidence for camel-tohuman transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Kafrawy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Farraj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Al-Saeed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hashem",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N. Engl. J. Med",
            "volume": "26",
            "issn": "",
            "pages": "2499--2505",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus antibody reactors among camels in Dubai",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alexandersen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Kobinger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Soule",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wernery",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transbound. Emerg. Dis",
            "volume": "61",
            "issn": "",
            "pages": "105--108",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antibodies against MERS coronavirus in dromedary camels",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ritz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Godeke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lattwein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kallies",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siemens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Beek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wernery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wernery",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "52--59",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eurosurveillance",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Assays for laboratory confirmation of novel human coronavirus (hCoV-EMC) infections",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eurosurveillance",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) in dromedary camels",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nowotny",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kolodziejek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro. Surveill",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol. Biol. Evol",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Of the 7,803 nasal swabs tested in the survey, MERS-CoV nucleic acid was detected by real-time PCR in a total of 126 (1.6 %) samples. Positive camel samples comprise 70 (1.5 %), 31 (1.1 %), and 25 (8.25 %) nasal swabs obtained from borders with Saudi Arabia, Oman and from camel's slaughter houses, respectively (Table 1). On the other hand, none of the samples collected from public escort and zoos were positive by real-time PCR. For confirmation of real-time PCR results, partial regions of the RNA-dependent RNA polymerase (RdRp)and nucleocapsid (N) genes of two different samples were sequenced and submitted to the GenBank with accession numbers KM609328 and KM609329, respectively. Seven camel sequences characterized this study (Camel-4, Camel-6, Camel-8, Camel-12, Camel-14-Camel-17, and Camel-18) were submitted to GenBank with accession numbers: ORF1a (KP202191, KP202192, KP202194, KP20 2198, KP202199, KP202200, KP202201), ORF1ab (KP202 203, KP202204, KP202206, KP202208, KP202210, KP202 212, KP202213), Spike 1 (KP202215, KP202216, KP2022 18, KP202222, KP202223, KP202224, KP202225), Spike 2 (KP202227, KP202228, KP202230, KP202234, KP202235, KP202236, KP202237), and NSP4 (KP202239, KP202240, KP202242, KP202246, KP202247, KP202248, KP202249).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Phylogenetic analysis of the nucleic acid sequence of (7) new ORF1a, ORF1ab, Spike1, Spike2, and NSP4 partial MERS-CoV sequences from UAE together with (11) camels and (44) human MERS-CoV corresponding published sequences currently available in GenBank. Values C50 are indicated on the branches (as percentages).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Prevalence of MERS-CoV in dromedary camel in Abu Dhabi Emirate",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}