{
    "paper_id": "a85bd6533482300d8a67cb7e91618935bbdc62ab",
    "metadata": {
        "title": "Activation of Notch signaling during ex vivo expansion maintains donor muscle cell engraftment NIH Public Access",
        "authors": [
            {
                "first": "Maura",
                "middle": [
                    "H"
                ],
                "last": "Parker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "addrLine": "1100 Fairview Ave. N",
                        "postCode": "98109",
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": "mparker@fhcrc.org.8"
            },
            {
                "first": "Carol",
                "middle": [],
                "last": "Loretz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "addrLine": "1100 Fairview Ave. N",
                        "postCode": "98109",
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ashlee",
                "middle": [
                    "E"
                ],
                "last": "Tyler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "J"
                ],
                "last": "Duddy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's National Medical Center",
                    "location": {
                        "addrLine": "111 Michigan Ave. NW",
                        "postCode": "20010",
                        "settlement": "Washington",
                        "region": "DC"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "K"
                ],
                "last": "Hall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado",
                    "location": {
                        "addrLine": "3100 Marine St., 1100 Fairview Ave N, Mail Stop D1-100",
                        "postBox": "PO Box 19024",
                        "postCode": "80303, 98109-1024",
                        "settlement": "Boulder, Seattle",
                        "region": "CO, WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bradley",
                "middle": [
                    "B"
                ],
                "last": "Olwin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Colorado",
                    "location": {
                        "addrLine": "3100 Marine St., 1100 Fairview Ave N, Mail Stop D1-100",
                        "postBox": "PO Box 19024",
                        "postCode": "80303, 98109-1024",
                        "settlement": "Boulder, Seattle",
                        "region": "CO, WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Irwin",
                "middle": [
                    "D"
                ],
                "last": "Bernstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "addrLine": "1100 Fairview Ave. N",
                        "postCode": "98109",
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rainer",
                "middle": [],
                "last": "Storb",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "addrLine": "1100 Fairview Ave. N",
                        "postCode": "98109",
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "J"
                ],
                "last": "Tapscott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Fred",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Transplantation of myogenic stem cells possesses great potential for long-term repair of dystrophic muscle. However, a single donor muscle biopsy is unlikely to provide enough cells to effectively transplant the muscle mass of a patient affected by muscular dystrophy. Expansion of cells ex vivo using traditional culture techniques significantly reduces engraftment potential. We hypothesized that activation of Notch signaling during ex vivo expansion would maintain donor cell engraftment potential. In this study, we expanded freshly isolated canine muscle-derived cells on tissue culture plates coated with Delta-1 ext -IgG to activate Notch signaling or with human IgG as a control. A model of canine-to-murine xenotransplantation was used to quantitatively compare canine muscle cell engraftment, and determine if engrafted donor cells could function as satellite cells in vivo. We show that Delta-1 ext -IgG inhibited differentiation of canine muscle-derived cells, and increased the level of genes normally expressed in myogenic precursors. Moreover, cells expanded on Delta-1 ext -IgG resulted in a significant increase in the number of donor-derived fibers, as compared to cells expanded on human IgG, reaching engraftment levels similar to freshly isolated cells. Importantly, cells expanded on Delta-1 ext -IgG engrafted to the recipient satellite cell niche, and contributed to further regeneration. A similar strategy of expanding human muscle-derived cells on Notch ligand might facilitate engraftment and muscle regeneration for patients affected with muscular dystrophy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Duchenne Muscular Dystrophy (DMD), the most common and severe form of muscular dystrophy, is caused by mutations in the dystrophin gene, the largest gene identified in the human genome. Transplantation of myogenic stem cells possesses great potential for longterm repair of dystrophic muscle. Indeed, intramuscular injection of adult satellite cellderived myoblasts from a normal syngeneic donor into mdx mice results in the formation of dystrophin-positive muscle fibers [1] [2] [3] . Furthermore, intramuscular injection of allogeneic donor muscle-derived cells into chimeric cxmd canine recipients restored dystrophin expression for at least 24 weeks in the absence of post-transplant immunosuppression, indicating that cell transplantation may be a viable therapeutic option for muscular dystrophy [4] .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 475,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 802,
                    "end": 805,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, multiple muscle groups within the body will need to be targeted, and a single donor muscle biopsy is unlikely to provide enough cells to effectively transplant the muscle mass of a patient affected by muscular dystrophy. Traditional means of expanding satellite cell-derived myoblasts ex vivo results in a dramatic loss of engraftment potential [4, 5] .The success of single muscle fiber transplantation suggests that mimicking the biochemical and biophysical signaling from the fiber may be important for maintaining engraftment potential of expanded muscle satellite cells [6, 7] .",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 358,
                    "end": 360,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 588,
                    "end": 590,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Expansion of hematopoietic progenitor cells on Notch ligand maintains their engraftment potential and it is reasonable to suggest that Notch ligand might similarly maintain muscle cell engraftment [8] [9] [10] [11] [12] . Skeletal muscle injury in mice results in increased expression of Delta-like-1(Dll-1) within the niche, and activation of Notch signaling increases the number of proliferating myogenic cells and promotes muscle regeneration after injury [13] . In vitro, overexpression of an activated form of Notch downregulates expression of MyoD and myogenin and inhibits myogenic differentiation in primary mouse myoblasts and C2C12 cells [13, 14] . The extracellular domain of Dll-1 fused to the Fc portion of human IgG (Delta-1 ext -IgG) is sufficient for inhibition of differentiation in cultured C2C12 myoblasts; however, immobilization is required for effective signaling [15] . Therefore, we compared canine muscle-derived cells expanded on immobilized Delta-1 ext -IgG to cells expanded on immobilized human IgG control. We show that activation of Notch signaling during expansion of canine muscle-derived cells inhibited myogenic differentiation. Furthermore, canine-to-mouse xenotransplantation demonstrated that activation of Notch signaling during donor cell expansion maintained engraftment potential.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Institutional Animal Care and Use Committee at the Fred Hutchinson Cancer Research Center, which is fully accredited by the Association for Assessment and Accreditation of Laboratory Animal Care, approved this study. Elevated enclosed runs were used for housing, and dogs were maintained in social groups wherever possible. All dogs were enrolled in a veterinary preventative medicine program that included a standard immunization series against canine distemper, parvovirus, adenovirus type 2, parainfluenza virus, coronavirus, and rabies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Donor cell isolation"
        },
        {
            "text": "Each donor canine underwent a maximum of 4 skeletal muscle biopsies. For each canine-tomurine transplantation experiment, a 1 cm × 1 cm × 0.5 cm skeletal muscle biopsy was harvested from the biceps femoris muscle of the donor canine. The muscle biopsy was trimmed and cut into smaller pieces along the length of the fibers, and digested with 200 U/ ml collagenase type 4 (Worthington Biochemical, Lakewood, NJ) in Dulbecco's Modified Eagle Medium (DMEM; Invitrogen, Carlsbad, CA) supplemented with 5 mM CaCl 2 , 1 U/ml dispase (Invitrogen), and 0.5% BSA for 30 minutes at 37°C. The intact fibers and muscle pieces were rinsed in Hank's Balanced Salt Solution (HBSS; Invitrogen) and transferred to a new dish. The muscle fibers were chopped and digested fully with 400 U/ml collagenase type I (Sigma-Aldrich, St. Louis, MO) in Dulbecco's Modified Eagle Medium (DMEM; Invitrogen) supplemented with 5 mM CaCl 2 for 45 minutes at 37°C. The digested muscle was triturated and filtered through a series of nylon mesh filters. The resulting mononuclear cells released from the muscle were washed twice in PBS, and resuspended in PBS. Mouse muscle-derived cells were isolated using the same method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Donor cell isolation"
        },
        {
            "text": "The muscle biopsies measured approximately 1 cm 3 , and were from the belly of the canine biceps femoris muscle. We did not remove an entire muscle group tendon-to-tendon, as the biopsy was a survival surgery procedure. Canine muscle biopsies were cut into smaller pieces along the length of the fiber, transferred to Ham's F12 media containing 400 U/ml of collagenase type 1 (Worthington Biochemical), and incubated at 37°C for 2 hours with regular agitation. The digest was transferred to a 10-cm plate with F12 media supplemented with FBS. The majority of isolated canine muscle fibers appeared hyper-contracted. Fibers of longer length and smoother appearance were visible, yet constituted less than 1% of fibers (data not shown). Using a dissecting microscope, fibers displaying a smooth appearance with no signs of hypercontraction were transferred to PBS using flame-polished pasteur pipettes, and prepared for injection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Canine muscle fiber isolation"
        },
        {
            "text": "Each 10-cm tissue culture dish was coated with 50 µg of human IgG (Sigma-Aldrich) or Delta1-1 ext-Ig and incubated overnight at 4°C. The following day, the human IgG and Delta-1 ext -IgG was removed, and the dishes washed with 1X PBS. The dishes were blocked with 2% bovine serum albumin in 1X PBS for 1 hour at 37°C. After washing the dishes 3X with 1X PBS, canine cells were plated at a density of 7.5×10 4 − 1×10 5 cells per dish in DMEM containing 20% fetal bovine serum and 2.5 ng/ml FGF-2 (Invitrogen). Cells were maintained in culture for 8 days, unless otherwise indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary cell culture"
        },
        {
            "text": "Cells were removed from the dishes by incubating with 5mM EDTA in Hank's balanced salt solution (HBSS) at 37°C for 5 minutes. Cells were transferred to a 15-ml conical tube and centrifuged at 1000 rpm for 5 minutes. The cells were washed 3 times, before resuspending in PBS for injection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary cell culture"
        },
        {
            "text": "Primary antibodies specific for Pax7 and myogenin (F5D) were obtained from the Developmental Studies Hybridoma Bank developed under the auspices of the NICHD and maintained by The University of Iowa, Department of Biological Sciences, Iowa City, IA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunocytochemistry"
        },
        {
            "text": "Cultured cells were fixed in 4% paraformaldehyde, and permeabilized with 0.3% Triton X-100 in 1X PBS. Cells were blocked in 10% goat serum, and incubated with primary antibody diluted in primary antibody dilution buffer (1% BSA, 0.1% cold fish skin gelatin, 0.05% sodium azide, 1X PBS) for 1 hour at room temperature. The cells were washed in 1X PBS, incubated with secondary antibody for 1 hour at room temperature, washed with 1X PBS, and mounted with ProLong Gold Anti-fade with DAPI (Invitrogen). Photomicrographs were taken using a Nikon E800 and a CoolSnap camera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunocytochemistry"
        },
        {
            "text": "RNA was isolated from cells using the RNeasy Kit (Qiagen, Valencia, CA) and 1 µg reverse transcribed using SuperScript III (Invitrogen) and random primers. qPCR was performed using an iQ5 machine (BioRad, Hercules, CA), using Platinum SYBR Green qPCR SuperMix (Invitrogen), 1/100th of the cDNA reaction mix and the following primers: Hey1-F1 tcggctctaggttccatgtc; Hey1-R1 agcagatccctgcttctcaa; HeyL-F1 gatcacttgaaaatgctccac; HeyL-R1 tacctgatgacctcggtgag; Dtx4-F1 agccgcaaaactaccaagaa; Dtx-R1 cgtgagacgctccatacaga; Pax7-F1 aagattctctgccgctacca; Pax7-R1 tcacagtgtccgtccttcag; Myf5-F1 ggcctgcctgaatgtaacag; Myf5-R1 gttgctcggagttggtgatt; musculin-F1 ggctggcatccagttacatc; musculin-R1 gcggaaacttctttggtgtc; MyoD-F1 cgattcgctacatcgaaggt; MyoD-R1 aggtgccatcgtagcagttc; CXCR4-F1 gagctccatatatacccttcagata; CXCR4-R1 ggtaacccatgaccaggatg; CD34-F1 tgacccaagtcctgtgtgag; CD34-R1 gtcttgcgggaatagctctg; cadherin11-F1 gaaccagttcttcgtgatagagga; cadherin11-R1 tgtcttggtggcatgaatgt; TIMM17B-F1 atcaagggcttccgcaatg; TIMM17B-R1 cacagtcgatggtggagaacag. Threshold cycle values were used to generate relative gene specific expression values normalized to TIMM17B expression. The confirm accuracy, the data were also normalized to expression of TBP. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA Isolation and RT-qPCR"
        },
        {
            "text": "The right hindlimb of each 7-12 week old NOD/SCID mouse was exposed to 12 Gy of ionizing irradiation (Mark 1 cesium source, Sheppard and Associates), and the tibialis anterior (TA) muscle of the same hindlimb was injected with 50 µl of 1.2% barium chloride immediately after irradiation. The following day, the same TA muscle was injected with 50 µl of freshly isolated canine muscle-derived cells or mouse muscle-derived cells, or cells expanded on human IgG or Delta-1 ext -IgG, along the length of the muscle, so as to distribute cells from the distal to the proximal end of the muscle. The injected muscle was harvested 28 days after injection, unless otherwise indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell injection into mice and tissue processing"
        },
        {
            "text": "The harvested mouse muscle was covered in OCT within a plastic cryomold and placed on top of an aluminum block immersed in liquid nitrogen. Frozen tissue was stored at −80°C. Cryosections were cut (10 µm) from the distal to the proximal end of the frozen muscle using a Leica CM1850 cryostat, and adhered to Superfrost slides (Fisher Scientific). Each glass slide consisted of 4 serial sections, and the corresponding section on the subsequent slide represented a separation of approximately 200 µm from the previous slide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell injection into mice and tissue processing"
        },
        {
            "text": "Each TA muscle normally generated 24 slides, each consisting of 4 serial sections. Initially, slides 6, 12, and 18 were stained for dystrophin and lamin A/C to determine the region of highest engraftment. Three more even numbered slides were chosen from the region of highest engraftment and stained for canine dystrophin and lamin A/C. Three odd numbered slides in the same region were used for Pax7 and lamin A/C co-staining. In almost all cases, the region of highest engraftment was between slides 6 and 18, representing the belly of the muscle, which does not vary considerably in cross-sectional area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell injection into mice and tissue processing"
        },
        {
            "text": "Anti-dystrophin (MANDYS107) was obtained from the Developmental Studies Hybridoma Bank developed under the auspices of the NICHD and maintained by The University of Iowa, Department of Biological Sciences, Iowa City, IA. Anti-lamin A/C (clone 636) and anti-developmental myosin heavy chain was obtained from Vector Laboratories (Burlingame, CA). Alexa fluor 488 conjugated goat anti-mouse IgG and Alexa fluor 568conjugated goat anti-mouse IgG2b secondary antibodies, both from Invitrogen, were used at 1:200. For dystrophin and lamin A/C staining, the sections were fixed in acetone at −20°C for 10 minutes, allowed to dry, and rehydrated in PBS. Sections were incubated in blocking buffer (2% goat serum, 1% BSA, 0.1% cold fish skin gelatin, 0.05% sodium azide, 1X PBS) for 1 hour at room temperature, followed by primary antibody diluted in primary antibody dilution buffer (1% BSA, 0.1% cold fish skin gelatin, 0.05% sodium azide, 1X PBS) for 1 hour at room temperature, or overnight at 4°C. The sections were washed in 1X PBS, incubated with secondary antibody for 1 hour at room temperature, washed with 1X PBS, and mounted with ProLong Gold Anti-fade with DAPI (Invitrogen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunostaining"
        },
        {
            "text": "Primary antibody specific for Pax7 antibody was used at 1:10, and was obtained from the Developmental Studies Hybridoma Bank. Alexa fluor-conjugated goat anti-mouse IgG1 (Pax7), Alexa fluor 568 conjugated goat anti-mouse IgG2b (lamin A/C) was used at 1:200, and was obtained from Invitrogen. For Pax7 and lamin A/C co-staining, cryosections were fixed in 4% paraformaldehyde for 20 minutes at room temperature, washed with 1X PBS, followed by permeabilization with methanol at −20°C for 6 minutes. The sections were washed in 1X PBS, and antigen retrieval was performed by incubating the slides twice in 10 mM citric acid (pH 6.0) at 90°C for 5 minutes. Sections were washed with 1X PBS, blocked in blocking buffer (2% goat serum, 1% BSA, 0.1% cold fish skin gelatin, 0.05% sodium azide, 1X PBS) for 1 hour at room temperature, and incubated in primary antibody diluted in primary antibody dilution buffer (1% BSA, 0.1% cold fish skin gelatin, 0.05% sodium azide, 1X PBS) for 1 hour at room temperature, or overnight at 4°C. The sections were washed in 1X PBS, incubated with secondary antibody for 1 hour at room temperature, washed with 1X PBS, and mounted with ProLong Gold Anti-fade with DAPI (Invitrogen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunostaining"
        },
        {
            "text": "Photomicrographs were taken using a Zeiss AxioImager.Z1 as part of a TissueFaxs system (TissueGnostics, Los Angeles, CA). The images for each field of view were stitched together to form an entire cross-sectional view. The number of fibers expressing canine dystrophin, the number of nuclei expressing canine lamin A/C, and the number of nuclei expressing canine lamin A/C and Pax7 were counted from these cross-sectional views.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunostaining"
        },
        {
            "text": "Currently, muscle fiber preparations and freshly isolated muscle-derived cells are considered the most effective material for muscle transplantation. To compare the engraftment efficiency of fresh fibers to freshly isolated muscle-derived cells, we transplanted each population into the tibialis anterior muscle of a NOD/SCID mouse, as previously described [16] . The mouse hindlimb was pre-irradiated with 12 Gy of ionizing radiation to prevent regeneration by host mouse satellite cells and pre-treated with BaCl 2 to induce muscle degeneration (see Methods). On average, injection of 50,000 freshly isolated canine musclederived cells appeared to be equivalent to injection of 5 single canine muscle fibers from the same donor muscle biopsy, comparing both the number of fibers expressing canine dystrophin and the number of nuclei expressing Pax7 and canine lamin A/C ( Figure 1A,  1B) . Because each isolated muscle fiber might have approximately ten mononuclear cells capable of regeneration, our results are consistent with prior studies showing that transplanting muscle fibers shows the greatest per cell regeneration potential [6, 7] .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 361,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1137,
                    "end": 1140,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1141,
                    "end": 1143,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 874,
                    "end": 889,
                    "text": "Figure 1A,  1B)",
                    "ref_id": null
                }
            ],
            "section": "Expanding canine muscle cells negatively impacts engraftment"
        },
        {
            "text": "Despite the superior potential, muscle fiber preparations are not likely to yield enough transplantable material to treat all muscles of an individual affected with muscular dystrophy. Therefore, to achieve sufficient numbers of donor cells for large scale transplantation, ex vivo expansion will be required. However, muscle-derived cells expanded in vitro on standard tissue culture dishes displayed significantly reduced engraftment as compared to freshly isolated cells ( Figure 1C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 485,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "Expanding canine muscle cells negatively impacts engraftment"
        },
        {
            "text": "The donor used for the experiment in Figure 1C was not the same donor used for the experiment in Figure 1A . Therefore, the difference in the level of engraftment observed between Figure 1A and 1C likely reflects how each donor's muscle-derived cell population has a different capacity for reconstitution [16] . Moreover, the freshly isolated cells transplanted for the experiment in Figure 1A remained on ice for a longer period of time before transplant to accommodate the muscle fiber preparation, which may have had a negative impact on engraftment.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 46,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 97,
                    "end": 106,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 189,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 393,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "Expanding canine muscle cells negatively impacts engraftment"
        },
        {
            "text": "Yet, these results are consistent with previous studies showing that expanding myoblasts in vitro diminishes transplantation efficiency [4, 5] . Based on studies of the in vitro expansion of hematopoietic stem cells, we hypothesized that activating Notch signaling in musclederived cells during expansion would maintain engraftment potential of donor cells.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 140,
                    "end": 142,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Expanding canine muscle cells negatively impacts engraftment"
        },
        {
            "text": "To mimic activation of Notch signaling, tissue culture treated polystyrene plates were coated with Delta1 ext -IgG. Control plates were coated with human IgG. Canine satellite cellderived myoblasts, previously cultured on uncoated tissue culture plates, were cultured on Delta-1 ext -IgG or human Ig coated plates for 8 days in DMEM supplemented with 20% FBS and 2.5 ng/ml FGF. As predicted by studies with mouse myoblasts, Delta-1 ext -IgG inhibited differentiation of canine myoblasts (Figure 2A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 498,
                    "text": "(Figure 2A)",
                    "ref_id": null
                }
            ],
            "section": "Activation of Notch signaling inhibits canine myogenic differentiation"
        },
        {
            "text": "Similarly, exposure of freshly isolated canine muscle-derived cells to Delta-1 ext -IgG inhibited differentiation ( Figure 2B) , and resulted in a 6.5-to 20-fold expansion of total cell number over 8 days (Supplemental Table 1 ). Increased expression of Hey1, HeyL, and Dtx4 confirmed activation of Notch signaling in cells exposed to Delta-1 ext -IgG ( Figure 3A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 126,
                    "text": "Figure 2B)",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 226,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 363,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Activation of Notch signaling inhibits canine myogenic differentiation"
        },
        {
            "text": "Expression of musculin, an inhibitor of myogenic differentiation, was significantly increased in cells exposed to Delta-1 ext -IgG. This was accompanied by a significant decrease in expression of MyoD, and an increase in expression of Myf5 and Pax7 in cells expanded on Delta-1 ext -IgG ( Figure 3B ). Expression of myogenin was almost undetectable in cells grown on human IgG, but completely absent from cells grown on Delta-1 ext -IgG (data not shown), confirming immunocytochemistry results (see Figure 2 ). Therefore, Delta-1 ext -IgG inhibited canine myogenic differentiation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 298,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 499,
                    "end": 507,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Activation of Notch signaling inhibits canine myogenic differentiation"
        },
        {
            "text": "When compared to cells expanded on human IgG, expanding cells on Delta-1 ext -IgG did not increase the percentage of cells expressing syndecan 4, a marker of satellite cells and satellite cell-derived myogenic cells in culture ( Figure 4B )( Table 1 ) [17] . In contrast, the CXCR4 receptor, which has a critical role in muscle regeneration [16] , showed increased RNA and protein levels in cells expanded on Delta-1 ext -IgG ( Figure 3C and 4A) , however, the percentage of CXCR4 expressing cells did not increase (Table 1) , indicating a higher abundance of CXCR4 per cell. Together, these data show that culture of primary musclederived cells on Delta-1 ext -IgG promotes the expansion of Pax7 and Myf5 positive cells with enhanced CXCR4 expression.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 238,
                    "text": "Figure 4B",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 249,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 445,
                    "text": "Figure 3C and 4A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 515,
                    "end": 524,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Activation of Notch signaling inhibits canine myogenic differentiation"
        },
        {
            "text": "Engraftment of 5×10 4 cells expanded on Delta-1 ext -IgG was similar to engraftment of 5×10 4 freshly isolated cells, as shown by the similar number of fibers expressing canine dystrophin, nuclei expressing canine lamin A/C, and nuclei expressing canine lamin A/C and Pax7 (Figure 5A-C) . Approximately 80% of cells expanded on Delta-1 ext -IgG are myogenic cells, as evidenced by syndecan 4 expression (Table 1) , whereas, less than 4% of freshly isolated cells generate myogenic cell clones in culture (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 286,
                    "text": "(Figure 5A-C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 403,
                    "end": 412,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Activation of Notch signaling during expansion maintains engraftment of donor cells"
        },
        {
            "text": "In contrast, transplantation of cells expanded on human IgG resulted in significantly fewer fibers expressing canine dystrophin and less than 1 nuclei co-expressing Pax7 and canine lamin A/C per cross-section, similar to cells expanded on uncoated tissue culture plates (see Fig. 1C ). Therefore, Notch activation during in vitro muscle cell expansion maintained engraftment potential. However, muscle-derived cells must be exposed to Delta-1 ext -IgG immediately after isolation, as activating Notch activity in myoblasts previously cultured on uncoated tissue culture plates did not restore engraftment potential ( Figure 5D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 282,
                    "text": "Fig. 1C",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 626,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Activation of Notch signaling during expansion maintains engraftment of donor cells"
        },
        {
            "text": "The enhanced muscle regeneration capacity of muscle cells expanded on the Notch ligand was largely due to enhanced myogenesis rather than simple cell survival, based on the ratio of donor lamin A/C+ cells to donor myofibers ( Figure 5E ). For muscle injected with cells expanded on human IgG, the ratio of the number of canine lamin A/C-positive nuclei to the number of canine dystrophin-positive fibers per cross-section was 18.6; however, the ratio is 1.7 for muscle injected with cells expanded on Delta-1 ext -IgG, and 1.8 for muscle injected with fresh cells. This indicates that cells expanded on human IgG survived transplantation but did not contribute as effectively to the formation of fibers expressing canine dystrophin during regeneration as compared to cells expanded on Delta-1 ext -IgG or fresh cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 235,
                    "text": "Figure 5E",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Activation of Notch signaling during expansion maintains engraftment of donor cells"
        },
        {
            "text": "The presence of Pax7+ donor canine cells suggests that some donor cells enter a repopulating or satellite cell compartment. To determine whether the engrafted donor muscle cells are capable of regeneration, mice were subjected to two additional rounds of intramuscular BaCl 2 injection at 4 and 8 weeks after donor cell transplant. As noted above, the initial hindlimb irradiation prior to the donor cell transplantation prevents muscle regeneration from the host mouse satellite cells and the majority of muscle repair will require donor canine satellite cell activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expanded cells contribute to further regeneration"
        },
        {
            "text": "Four weeks following two additional rounds of BaCl 2 -induced regeneration, muscle injected with Delta-1 ext -IgG expanded cells showed a significant increase in the number of fibers expressing canine dystrophin and a consistent number of nuclei co-expressing Pax7 and canine lamin A/C ( Figure 6A-C) . Expression of a developmental form of myosin heavy chain (devMyHC), expressed in immature myofibers, indicated ongoing muscle regeneration ( Figure 6 D and E) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 300,
                    "text": "Figure 6A-C)",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 461,
                    "text": "Figure 6 D and E)",
                    "ref_id": null
                }
            ],
            "section": "Expanded cells contribute to further regeneration"
        },
        {
            "text": "To further demonstrate the ability of engrafted cells to participate in regeneration, we performed secondary transplants using cells isolated from mouse muscle injected with freshly isolated canine muscle-derived cells, or Delta-1 ext -IgG expanded cells. All three secondary recipients of Delta-1 ext -IgG expanded cells displayed fibers expressing canine dystrophin ( Figure 6F,G) . Nuclei co-expressing Pax7 and canine lamin A/C were detected in two recipients ( Figure 6H ,I). However, there was no statistically significant difference in the level of engraftment between secondary recipients of fresh cells and Delta-1 ext -IgG expanded cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 382,
                    "text": "Figure 6F,G)",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 475,
                    "text": "Figure 6H",
                    "ref_id": null
                }
            ],
            "section": "Expanded cells contribute to further regeneration"
        },
        {
            "text": "Together these data indicate that canine donor cells expressing Pax7 in muscle transplanted with cells expanded on Delta-1 ext -IgG can function similar to satellite cells and participate in muscle regeneration, and maintain a Pax7 + population after regeneration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expanded cells contribute to further regeneration"
        },
        {
            "text": "The ability of single muscle fibers to engraft more effectively than mononuclear cell preparations suggests that association of the satellite cell with the fiber preserves the ability of the satellite cell to participate in muscle repair. In mouse studies, physical trituration of the fibers to disrupt satellite cell-fiber interactions yields cells with significantly greater engraftment potential than cells enzymatically removed from the fiber [6] . The authors hypothesize that enzymatic disruption may cleave cell surface proteins required for donor cell engraftment. However, it is also possible that time away from the fiber or niche has a negative effect on donor satellite cell engraftment. Indeed, culturing muscle-derived cells on a substrate with a similar stiffness to normal skeletal muscle (12kPa) improves donor cell engraftment, indicating that biophysical signaling is important for satellite cell stemness [18, 19] .",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 450,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 930,
                    "end": 933,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Activation of Notch signaling is required for satellite cell proliferation and muscle regeneration after injury [13] . New evidence indicates that Notch activity also plays an important role in maintenance of the satellite cell population after injury, and that expression of Notch target genes is associated with quiescent satellite cells that express high levels of Pax7 [20, 21] . The number of myogenic cells was not significantly different between cells expanded on Delta-1 ext -IgG and cells expanded on human IgG; however, Pax7 expression was increased in canine cells expanded on Delta-1 ext -IgG. This suggests that upregulating Notch activity during ex vivo expansion increased the number of myogenic progenitor cells that are similar to quiescent or newly activated satellite cells.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As expected from studies with mouse myoblasts, activation of Notch signaling in canine muscle-derived cells resulted in downregulation of MyoD and myogenin expression [13, 14] , and an increase in Myf5, Pax7, and CXCR4 expression. Myf5 is not expressed during myogenic differentiation [22, 23] , and Myf5 transcripts have been detected in quiescent and newly activated satellite cells [24] [25] [26] [27] . Increased expression of Myf5 indicates that induction of Notch signaling with Delta-1 ext -IgG during in vitro culture of the canine muscle-derived cells resulted in maintenance and expansion of a myogenic cell with characteristics of an early activated satellite cell.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Blocking CXCR4 receptor activity on donor cells before transplant significantly impairs donor cell engraftment [16] . In contrast, promoting CXCR4 activity by inhibiting CD26/ DPP-IV degradation of SDF-1 with diprotin A enhances donor cell engraftment. Together, this suggests that CXCR4 may be a marker of donor cells that effectively participate in donor cell dependent muscle regeneration. Increased expression of CXCR4 in cells expanded on Delta-1 ext -IgG may provide part of the reason for the increase in engraftment compared to cells expanded on human IgG, indicating that diprotin A may have a potent effect on engraftment of cells expanded on Delta-1 ext -IgG.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In hematopoietic transplant, short-term repopulating cells are more committed progenitors that engraft quickly; however long-term repopulating cells are a more primitive cell capable of self-renewal. BaCl 2 -induced regeneration in muscle transplanted with canine cells expanded on Delta-1 ext -IgG increased the number of fibers expressing canine dystrophin, and maintained the number of donor Pax7 + cells. Moreover, engraftment was detected in secondary recipients of Delta-1 ext -IgG expanded cells. Together, this indicates that donor cells expanded on Delta-1 ext -IgG that had engrafted into recipient muscle participated in muscle repair similar to satellite cells, and had the capacity to self-renew, similar to longterm repopulating hematopoietic cells. Together, these data support the hypothesis that activating Notch signaling during expansion of canine muscle-derived cells maintained a subpopulation of progenitor cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Effective expansion of cells ex vivo for transplant will require mimicking the fiber environment, both biophysically and biochemically, to maintain a large proportion of cells as stem cells. The ability to expand donor muscle-derived cells ex vivo will be an important step towards making cell transplantation a possible therapy for muscular dystrophies. Similarly, immobilized Delta-1 ext -IgG inhibits differentiation of human CD34 + CD38− cord blood precursors, and dramatically increases the number of precursors capable of repopulating NOD/SCID mice [8, 9, 11] . A phase 1 clinical trial of transplantation of ex vivo expanded CD34 + CD38-cord blood precursors is currently underway in patients with high risk leukemias, and appears to successfully promote donor cell engraftment [12] . Our current study indicates that a similar strategy of expanding human muscle-derived cells on Notch ligand might facilitate engraftment and muscle regeneration and should be considered for future studies of human muscle transplantation.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 558,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 559,
                    "end": 561,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Activating Notch signaling in cultured canine muscle derived cells inhibits myogenic differentiation, and increases the number of myogenic progenitor cells that are similar to quiescent or newly activated satellite cells. Importantly, cells expanded in the presence of Notch activation maintain engraftment potential, indicating the potential for therapeutic benefit. Therefore, we will translate these results to human muscle derived cells and compare engraftment potential using human-to-mouse xenotransplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. (A-C) cDNA was generated from RNA isolated from canine muscle-derived cells cultured on plates coated with Delta-1 ext -IgG (darker bars) or human IgG (lighter bars), and used for quantitative PCR using the primers indicated. The bars represent the average expression level relative to TIMM17B ± SD (n=3). A Student's t-test was used to determine statistical significance (* p<0.05; ** p<0.01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        },
        {
            "text": "Freshly isolated canine muscle-derived cells, cultured on plates coated with Delta-1 ext -IgG or human IgG, were incubated with anti-CXCR4 (A) or anti-syndecan 4 (B), and Alexa Fluor 488-labeled secondary antibody, or isotype control and AlexaFluor 488-labeled secondary antibody, and sorted using FACS. The resulting histograms are vertically offset, and scaled to avoid overlap. Cryosections from mouse muscle injected with 1×10 4 or 5×10 4 freshly isolated mixed canine muscle-derived mononuclear cells, cells expanded on Delta-1 ext -IgG, or cells expanded on human IgG, were immunostained with anti-dystrophin, anti-lamin A/C, and/or anti-Pax7 antibodies and fluorescently labeled secondary antibody. The number of fibers expressing canine dystrophin (A), the number of nuclei expressing canine lamin A/C (B), the number of nuclei expressing canine lamin A/C and Pax7 (C) and the ratio of the number of nuclei expressing canine lamin A/C to the number of fibers expressing canine dystrophin per cross-section (D) were determined. The bars represent the average of the averages ± SD Table 1 Expanding cells on Delta-1 ext -IgG does not alter the number of CXCR4 + or syndecan 4 + cells. The percent of Alexa Fluor 488-positive cells were determined from the FACS sort shown in Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1087,
                    "end": 1094,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1281,
                    "end": 1289,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Figure 4. Expanded canine muscle-derived cells express a higher level of CXCR4"
        },
        {
            "text": "Stem Cells. Author manuscript; available in PMC 2013 October 01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 4. Expanded canine muscle-derived cells express a higher level of CXCR4"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Conversion of mdx myofibres from dystrophinnegative to -positive by injection of normal myoblasts",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Partridge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Coulton",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nature",
            "volume": "337",
            "issn": "",
            "pages": "176--179",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dystrophin expression in myotubes formed by the fusion of normal and dystrophic myoblasts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Labrecque",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dansereau",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Muscle Nerve",
            "volume": "14",
            "issn": "",
            "pages": "178--182",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dystrophin is expressed in mdx skeletal muscle fibers after normal myoblast implantation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karpati",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pouliot",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zubrzycka-Gaarn",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Am J Pathol",
            "volume": "135",
            "issn": "",
            "pages": "27--32",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hematopoietic cell transplantation provides an immunetolerant platform for myoblast transplantation in dystrophic dogs [corrigendum appears in Molecular Therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuhr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Tapscott",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Direct isolation of satellite cells for skeletal muscle regeneration",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Montarras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "2064--2067",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Stem cell function, self-renewal, and behavioral heterogeneity of cells from the adult muscle satellite cell niche",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Zammit",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "122",
            "issn": "",
            "pages": "289--301",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prevention of muscle aging by myofiber-associated satellite cell transplantation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Chamberlain",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science Translational Medicine",
            "volume": "2",
            "issn": "",
            "pages": "57--83",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Delta-1 enhances marrow and thymus repopulating ability of human CD34 + CD38 − cord blood cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ohishi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Varnum-Finney",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Clin Invest",
            "volume": "110",
            "issn": "",
            "pages": "1165--1174",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Combined effects of Notch signaling and cytokines induce a multiple log increase in precursors with lymphoid and myeloid reconstituting ability",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Varnum-Finney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brashem-Stein",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Blood",
            "volume": "101",
            "issn": "",
            "pages": "1784--1789",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dose-dependent effects of the Notch ligand Delta1 on ex vivo differentiation and in vivo marrow repopulating ability of cord blood cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Delaney",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Varnum-Finney",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aoyama",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Blood",
            "volume": "106",
            "issn": "",
            "pages": "2693--2699",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Enhanced T-cell reconstitution by hematopoietic progenitors expanded ex vivo using the Notch ligand Delta1",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Dallas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Varnum-Finney",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Blood",
            "volume": "109",
            "issn": "",
            "pages": "3679--3587",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Notch-mediated expansion of human cord blood progenitor cells capable of rapid myeloid reconstitution",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Delaney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heimfeld",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brashem-Stein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Med",
            "volume": "16",
            "issn": "",
            "pages": "232--237",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The regulation of Notch signaling controls satellite cell activation and cell fate determination in postnatal myogenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Conboy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Rando",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Developmental Cell",
            "volume": "3",
            "issn": "",
            "pages": "397--409",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The intracellular domain of mouse Notch: a constitutively activated repressor of myogenesis directed at the basic helix-loop-helix region of MyoD",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kopan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Nye",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Development",
            "volume": "120",
            "issn": "",
            "pages": "2385--2396",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Immobilization of Notch ligand, Delta-1, is required for induction of Notch signaling",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Varnum-Finney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Cell Sci",
            "volume": "113",
            "issn": "",
            "pages": "4312--4318",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Inhibition of CD26/DPP-IV enhances donor muscle cell engraftment and stimulates sustained donor cell proliferation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Loretz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tyler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Skeletal Muscle",
            "volume": "2",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Muscle satellite cells from GRMD dystrophic dogs are not phenotypically distinguishable from wild type satellite cells in ex vivo culture",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Beffa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Neuromuscular Disorders",
            "volume": "21",
            "issn": "",
            "pages": "282--290",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Substrate elasticity regulates skeletal muscle stem cell self-renewal in culture",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Havenstrite",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Magnusson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "",
            "pages": "1078--1081",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Myotubes differentiate optimally on substrates with tissue-like stiffness: pathological implications for soft or stiff microenvironments",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Engler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Cell Biol",
            "volume": "166",
            "issn": "",
            "pages": "877--887",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A critical requirement for notch signaling in maintenance of the quiescent skeletal muscle stem cell state",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mourikis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sambasivan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Castel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Stem Cells",
            "volume": "30",
            "issn": "",
            "pages": "243--252",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Notch signaling is necessary to maintain quiescence in adult muscle stem cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Bjornson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Stem Cells",
            "volume": "30",
            "issn": "",
            "pages": "232--242",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cell cycle-regulated expression of the muscle determination factor Myf5 in proliferating myoblasts",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lindon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Montarras",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pinset",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Cell Biol",
            "volume": "140",
            "issn": "",
            "pages": "111--118",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The transition from proliferation to differentiation is delayed in satellite cells from mice lacking MyoD",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yablonka-Reuveni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rudnicki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rivera",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dev Biol",
            "volume": "210",
            "issn": "",
            "pages": "440--455",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Expression of CD34 and Myf5 defines the majority of quiescent adult skeletal muscle satellite cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Beauchamp",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heslop",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Cell Biol",
            "volume": "151",
            "issn": "",
            "pages": "1221--1234",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Pax7 and myogenic progression in skeletal muscle satellite cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Zammit",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Relaix",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Cell Sci",
            "volume": "119",
            "issn": "",
            "pages": "1824--1832",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Nestin-GFP reporter expression defines the quiescent state of skeletal muscle satellite cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shefer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Dev Biol",
            "volume": "304",
            "issn": "",
            "pages": "246--259",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "IgG, established canine myoblasts expanded on Delta-1 ext -IgG, or established canine myoblasts expanded on human IgG, were immunostained with anti-dystrophin. The number of fibers expressing canine dystrophin per cross-section was determined. The bars represent the average of the averages ± SD (n ≥ 3 cryosections per mouse, n=3 mice per cell dose). For all data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Cornelison",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Wold",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Dev Biol",
            "volume": "191",
            "issn": "",
            "pages": "270--283",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "01). average of the averages ± SD (n ≥ 3 cryosections per mouse, n=3 mice per cell dose). (D) Cryosections were immunostained with anti-dystrophin (red) and anti-developmental myosin heavy chain (green), and fluorescently labeled secondary antibodies. (E) The fraction of canine dystrophin-positive fibers expressing developmental myosin heavy chain (devMyHC) was determined. The bars represent the average of the averages ± SD (n ≥ 3 cryosections per mouse, n=3 mice per cell dose). A Student's t-test was",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Muscle from the secondary recipients was harvested 4 weeks after injection, and cryosections immunostained with anti-dystrophin (green) (F), or anti-lamin A/C (red) and anti-Pax7 antibodies (green) (H), and fluorescently labeled secondary antibodies. The number of fibers expressing canine dystrophin (G), and the number of nuclei expressing canine lamin A/C and Pax7 (I) per cross-section was determined",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "01",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Anti-CXCR4 was obtained from R & D Systems (clone 44716; Minneapolis, MN) and used at 10 µg/ml for FACS sorting of 1×10 6 cells. Anti-syndecan 4 and Alexa Fluor 488 labeled anti-chicken antibody was a kind gift of D.D. Cornelison (University of Missouri). Alexa Fluor 488-labeled anti-mouse IgG2b was obtained from Invitrogen (Carlsbad, CA) and used at 1:200. Expanded canine skeletal muscle cells dissociated from the plate were resuspended in FACS buffer (Hanks Balanced Salt Solution [HBSS], 5% FBS) and incubated on ice with anti-CXCR4, anti-syndecan 4 or isotype control, followed by Alexa Fluor 488-labeled secondary antibodies. The cells were washed, resuspended in FACS buffer, and sorted using a FACSCalibur (BDBiosciences, Franklin Lakes, NJ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cultured myoblasts display poor engraftmentCryosections from NOD/SCID mouse muscle injected with 5×10 4 fresh canine musclederived cells or 5 single muscle fibers were immunostained with anti-dystrophin, or anti-Pax7 and anti-lamin A/C, and fluorescently labeled secondary antibodies. The number of fibers expressing canine dystrophin (A) and the number of nuclei expressing Pax7 and canine lamin A/C (B) per cross-section were counted using cryosections surrounding the region of highest engraftment within the muscle. For the fiber transplants in (A), the bars represent the average ± SD (n ≥ 3 cryosections per mouse). For all others, the bars represent the average of the averages (n≥ 3 cryosections per mouse, n = 3 mice per cell dose). (C) Delta-1 ext -IgG inhibits canine muscle cell differentiation (A) Established canine satellite cell-derived myoblasts, or (B) freshly isolated canine muscle-derived cells were cultured on plates coated with Delta-1 ext -IgG or human IgG. After 8 days, the cells were fixed and immunostained with anti-Pax7 (green), and antimyogenin (red).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Notch activation alters gene expression in canine muscle-derived cells",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cells expanded on Delta-1 ext -IgG maintain engraftment (A-D)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "isotype control CXCR4 isotype control syndecan 4",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Michele Spector, DVM, Jennifer Duncan, DVM, Alix Joslyn, and the technicians of the canine facility for assistance with care of the dogs, and the technicians of the small animal facility for assistance with care of the mice. We would like to thank Melissa Comstock of the Xenograft Assay facility, part of the Core Center for Excellence in Hematology (supported by NIDDK P30 DK056465) for expert technical assistance. We thank the Flow Cytometry core staff for assistance with cell sorting (Shared Resources supported by Core Grant CA15704). This work was supported by the National Institutes Neurological Disorders and Stroke (SJT -P01-NS046788-07), National Heart, Lung, and Blood Institute (IB -U01-HL100395), and the Muscular Dystrophy Association (MHP -4332).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}