{
    "paper_id": "a8a422dfc919d6bff1ba083d62fe781c6adf0684",
    "metadata": {
        "title": "An Imperative Need for Research on the Role of Environmental Factors in Transmission of Novel Coronavirus (COVID-19)",
        "authors": [
            {
                "first": "Guangbo",
                "middle": [],
                "last": "Qu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiangdong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ligang",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guibin",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I n the last two decades, the emergence of viral epidemics poses great threats to human health and society. These infectious viruses have been identified as hemorrhagic fever viruses (Lassa, Ebola), novel coronaviruses including severe acute respiratory syndrome CoV (SARS-CoV), Middle East respiratory syndrome MERS-CoV), and highly pathogenic influenza. Coronaviruses (CoVs), as a class of enveloped, positive-sense single-stranded RNA virus, cause various diseases in humans. CoVs are subdivided into four groups: Alphacoronavirus, Betacoronavirus (βCoV), Gammacoronavirus, and Deltacoronavirus. Two novel βCoVs, severe acute respiratory syndrome CoV (SARS-CoV) and Middle East respiratory syndrome CoV (MERS-CoV), have recently emerged and can induce a high mortality. The current outbreak of novel coronavirus COVID-19 (HCoV-19 or SARS-CoV-2), has resulted in the World Health Organization (WHO) declaring this outbreak a global pandemic. By March 15, 2020, infected cases had reached 81 048 in China and a total of 72 600 cases outside China have been reported to the WHO from 146 countries and territories (https://experience. a r c g i s . c o m / e x p e r i e n c e / 685d0ace521648f8a5beeeee1b9125cd).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Similar to the SARS-CoV, symptoms of COVID-19 infection at onset of the illness include fever, myalgia, fatigue, and cough, and more than half of patients developed dyspnoea. Some patients had radiographic ground-glass lung alterations, and lower than average circulating lymphocyte and platelet populations. To date, the global deaths reached 5746, and the fatality rate was estimated as 3.7% for COVID-19 virus ( h t t p s : / / e x p e r i e n c e . a r c g i s . c o m / e x p e r i e n c e / 685d0ace521648f8a5beeeee1b9125cd), which is lower than that of SARS-CoV (10%) or MERS-CoV (37%). 1 The major challenge of the coronavirus family and similar infectious agents is that no effective drugs or vaccine are available, and it may take many months for research and development.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 595,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Human-to-human transmission of COVID-19 occurs when individuals are in the incubation stage or showing symptoms, while some individuals remain contagious while remaining asymptomatic (superspreaders). Transmission is thought to occur via touching infected surfaces (skin-to-skin, touching infected inanimate objects) then mediating the COVID-19 infection through the mouth, nose, or eyes. Transmission can also be through inhalation of exhaled virus in respiratory droplets. It has been reported that infectious viruses, including coronavirus, can survive for long periods outside of its host organism. 2 COVID-19 virus is thought to survive for several hours on surfaces such as aluminum, sterile sponges, or latex surgical gloves, increasing the opportunity for transmission via touch. Transmission via the inhalation of small, exhaled respiratory droplets may occur as the aerosol droplets remain airborne for prolonged periods, mediating long-range humanto-human transmission via air movement. The relative contributions of large respiratory droplets, smaller airborne aerosol, or direct surface contacts to the transmissibility of COVID-19 still need to be evaluated to enable a fully effective control of transmission and infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Faecal transmission routes should also be considered, as the COVID-19 virus has been positively detected in stool samples of infected patients. Studies have shown that SARS-CoV can survival in stool samples for 4 days. 2 In a separate study, coronavirus was reported to remain infectious in water and sewage for days to weeks. 3 At room temperature, in pure water, or pasteurized settled sewage, researchers reported that time required for 99% reduction of virus infectivity was several days. 3 This adds another potential transmission route if the quality of personal hygiene is poor. Infected stools in wastewater can generate further transmission routes through the generation of virus-laden aerosols during wastewater flushing. It was reported that a contaminated faulty sewage system in a high-rise housing estate in Hong Kong in 2003 was linked to the SARS outbreak of a large number of residents living in the surrounding buildings. 4 Therefore, the role of the aerosol from contaminated sewage in the transmission of COVID-19 should be investigated.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 220,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 327,
                    "end": 328,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 493,
                    "end": 494,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 940,
                    "end": 941,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A further transmission route could be via airborne dust. It is considered that microorganisms in airborne particulate matters (PM) or dust is linked to infectious diseases. 5 Poor nationwide air pollution is frequent in some developing countries, and the role of air PM and dust in the transmission of COVID-19 infection remains uninvestigated. Inhalation of virus-laden fine particles could transport the virus into deeper alveolar and tracheobronchial regions, which could increase the chance of infective transmission. Adsorption of the COVID-19 virus on airborne dust and PM could also contribute to long-range transport of the virus Therefore, investigations on adsorption, survival, and behavior of the COVID-19 virus with the surface of PM are needed to help to understand the role of air PM pollution in COVID-19 transmission.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The extent to which the COVID-19 virus induces respiratory stress in infected individuals may also be influenced by the extent to which an individual's respiratory system is already compromised. The high levels of PM pollution in China may increase the susceptibility of the population to more serious symptoms and respiratory complications of the disease. In addition, oxidant pollutants in air can impair the immune function and attenuate the efficiency of the lung to clear the virus in lungs. The simultaneous inhalation of chemical pollutants in PM alongside COVID-19 virus may also exacerbate the level of COVID-19 infection. Pro-inflammation, injury, and fibrosis from inhaled PM combined with an immune response or cytokine storm induced by COVID-19 infection could enhance the infection severity. Larger numbers of patients displaying more serious infection symptoms also created an increased risk of enhanced transmission potential. Therefore, the mechanisms underlying the impact and modulation of air pollution on COVID-19 severity and onward transmission warrant further investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Taken together, the survival of the COVID-19 virus in different environmental media, including water, PM, dust, and sewage under a variety of environmental parameters warrants systematic investigation immediately. Levels of infectious virus in environmental samples could be low, requiring highsensitivity methods for precise quantitation of COVID-19 virus to be developed. In the future, this novel coronavirus may also become a seasonal infectious virus. The occurrence, survival, and behavior of COVID-19 virus in environmental compartments should be determined, requiring the development of high-throughput, automatic techniques for virus monitoring. Meanwhile, to reduce the chance of infection, it is important to develop practical methods for large-scale disinfection treatment of COVID-19 virus in different environmental settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is clear that the threat of COVID-19 outbreak is not limited to any single country or region. The response, control, and prevention of novel infectious diseases require strong and sustainable international collaborative work and data sharing. Further research is imperative to fill the knowledge gaps on COVID-19. In addition to expertise in the fields of medicine, public health, and computer science, the contribution of environmental scientists in collaborative research is urgently warranted for combating the infectious disease threat at a global scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "10223",
            "pages": "470--473",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30185-9"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging infectious diseases: Focus on infection control issues for novel coronaviruses (Severe Acute Respiratory Syndrome-CoV and Middle East Respiratory Syndrome-CoV), hemorrhagic fever viruses (Lassa and Ebola), and highly pathogenic avian influenza viruses, A(H5N1) and A(H7N9)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kanamori",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Sickbert-Bennett",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Infect. Control",
            "volume": "44",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2015.11.018"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Survival of surrogate coronaviruses in water",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Casanova",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Sobsey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Water Res",
            "volume": "43",
            "issn": "7",
            "pages": "1893--1898",
            "other_ids": {
                "DOI": [
                    "10.1016/j.watres.2009.02.002"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9371",
            "pages": "1767--72",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(03)13412-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evidence of airborne transmission of the severe acute respiratory syndrome virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N. Engl. J. Med",
            "volume": "350",
            "issn": "17",
            "pages": "1731--1740",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa032867"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare no competing financial interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        }
    ]
}