{
    "paper_id": "a8bb98f59be4c058592e12551553b77be35f3f96",
    "metadata": {
        "title": "Communicable diseases in the Eastern Mediterranean Region: prevention and control 2010-2011 2011-2010 ‫واملكافحة‬ ‫الوقاية‬ ‫املتوسط:‬ ‫رشق‬ ‫إقليم‬ ‫يف‬ ‫السارية‬ ‫األمراض‬ Maladies transmissibles dans la Région de la Méditerranée orientale : prévention et lutte",
        "authors": [
            {
                "first": "Z",
                "middle": [],
                "last": "Haq",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Carolina",
                    "location": {
                        "settlement": "Columbia",
                        "region": "South Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Mahjour",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Carolina",
                    "location": {
                        "settlement": "Columbia",
                        "region": "South Carolina"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Carolina",
                    "location": {
                        "settlement": "Columbia",
                        "region": "South Carolina"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "One-third of all morbidities and mortalities in the Eastern Mediterranean Region are attributed to communicable diseases. A continued situation of war and conflict, and growing political unrest in the Region, coupled with factors such as travel and migration, and insufficient infrastructure and inadequate technical and managerial capacity of the programmes are the major challenges. Despite these challenges, the Region continued making progress towards the elimination of specific diseases such as lymphatic filariasis, measles, malaria, schistosomiasis and dracunculiasis during 2010-11. Coverage for vaccine-preventable diseases was enhanced. Preparedness and response to emerging (e.g. dengue fever in Pakistan and Yemen) and re-emerging (e.g. cholera in Sudan) infections was improved. The Region has continued its efforts for controlling tuberculosis and curbing HIV/AIDS. Looking ahead, the Region aims to improve surveillance and response capacities, legislation issues, coordination, bio-risk and bio-security and quality management in the coming years. RÉSUMÉ Un tiers de l'ensemble des morbi-mortalités dans la Région de la Méditerranée orientale sont imputables aux maladies transmissibles. Une situation continue de guerres et de conflits, des troubles politiques croissants dans la Région, associés à des facteurs tels que les déplacements et la migration et une infrastructure insuffisante ainsi qu'une capacité gestionnaire et technique inadaptée des programmes représentent les principales difficultés. Malgré ces difficultés, la Région a continué à progresser vers l'élimination de maladies spécifiques telles que la filariose lymphatique, la rougeole, le paludisme, la schistosomiase et la dracunculose en 2010-2011. La couverture pour les maladies évitables par la vaccination a été élargie. La préparation et la riposte aux infections émergentes (telles que la dengue au Pakistan et au Yémen) et réémergentes (comme le choléra au Soudan) ont été améliorées. La Région a poursuivi ses efforts pour lutter contre la tuberculose et endiguer l'épidémie de VIH/sida. En perspective, la Région vise à améliorer les capacités de surveillance et de riposte, les questions de législation, la coordination, le risque et la sécurité biologiques ainsi que la gestion de la qualité dans les années à venir.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "‫املتوسط‬ ‫لرشق‬ ‫الصحية‬ ‫املجلة‬ ‫عرش‬ ‫التاسع‬ ‫املجلد‬ ‫العارش‬ ‫العدد‬",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Globally, an estimated 3 out of 10 deaths are attributed to communicable diseases [1] . Among these, according to the World Health Organization (WHO) global burden of disease baseline projections in 2008, the African Region contributes the highest number of deaths, i.e. 41%, followed by the Eastern Mediterranean and South-East Asia Regions, each contributing 15% of the deaths due to infectious and parasitic diseases [2] . Given the relatively smaller size of the population, the number of deaths in the Eastern Mediterranean Region (EMR) attributed to communicable diseases is huge. For this reason, communicable diseases are estimated to be responsible for around one-third of all deaths and illnesses, and pose a major impediment to the social and economic well-being in the Region [3] . The WHO Regional Office for the Eastern Mediterranean Region (EMRO) works with country programmes to address the challenge of communicable diseases. The Division of Communicable Disease has articulated following 6 visions for controlling communicable diseases in EMR:",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Vision 1 -Elimination and eradication of specific diseases;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Vision 2 -Expanding disease-free areas;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Vision 3 -Providing a safe vaccine for every childhood disease for every child;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Vision 4 -Curbing the HIV/AIDS epidemic;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Vision 5 -Halving the burden of tuberculosis -working towards elimination;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• [3] . Various landmarks during this period included achievement of routine vaccination coverage up to 87%, a continued decline in measles and elimination of this disease in 8 countries, provision of antiretroviral medicine free of charge to people living with HIV/AIDS in all countries, achievement of a tuberculosis notification rate of 70/100 000 and treatment success rate of 88%, elimination of malaria in 13 countries, and preparedness and response to emerging and re-emerging diseases. Various challenges were also described, which included increased travel, trade and migration, and inadequate infrastructure and capacities in some countries of the EMR [3] .",
            "cite_spans": [
                {
                    "start": 2,
                    "end": 5,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Continuing the dissemination of its progress along the same lines, the Division of Communicable Disease recently published a new report entitled Communicable diseases in the Eastern Mediterranean Region: prevention and control 2010-2011 [4] . Referring to the 6 visions, this most recent report describes the achievements during 2010-11, challenges faced, and future plans to address these challenges and take the process forward.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During year 2010-2011, EMR continued making progress towards the elimination of specific diseases such as lymphatic filariasis, measles, malaria, schistosomiasis, vaccine preventable diseases and the eradication of dracunculiasis. The guinea worm (dracunculiasis) now exists virtually only in South Sudan, where the number of cases reported in 2009 was 2733, dropping to 1797 in the year 2010 and then to 1028 in year 2011. The EMR remains the lowest contributor to the leprosy burden worldwide. All countries in the Region have eliminated leprosy, i.e. achieved a prevalence of 1 per 10 000 population or less, except in South Sudan where the incidence of new cases was 4029 in 2009. The Region contributed only 1% of the global burden of lymphatic filariasis in 2009 and has taken further strides towards its elimination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Achievements during 2010-2011"
        },
        {
            "text": "The number of confirmed measles cases decreased from about 88 000 in 1998 to 10 517 in 2010. The Regional average of measles-containing vaccine coverage, based on reported data, increased to 88% in 2010. Coverage of 3 doses of diphtheria-tetanus-pertussis vaccine (DTP3) is now close to or higher than 90% in the majority of the countries. Based on national reported data, the regional coverage of DTP3 reached 91% in 2010. Nine countries including Bahrain, Egypt, Islamic Republic of Iran, Iraq, Jordan, Oman, Palestine, Syrian Arab Republic and Tunisia reported a measles incidence close to or less than 1 per million in 2011.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Achievements during 2010-2011"
        },
        {
            "text": "Significant improvements were seen in countries targeting malaria elimination, including the Islamic Republic of Iran, Iraq and Saudi Arabia, which achieved over 80% coverage of main malaria elimination interventions. Presently, 13 countries of the Region are malaria-free, 3 are targeting elimination, while 7 are categorized as high-burden and are targeting malaria control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Achievements during 2010-2011"
        },
        {
            "text": "H1N1 pandemic influenza cases were reported in all countries of the Region during 2009 and 2010 with at least 1059 reported deaths. Most of the countries in EMR have developed national pandemic influenza vaccine deployment plans. High-income countries had access to the pandemic influenza vaccine soon after its production. Other countries had access to this vaccine later in 2009 and early 2010 through national procurement or donation. The Regional utilization rate of the accessed H1N1 pandemic influenza vaccine during 2009 and 2010 was 14.1%.The total number of countries that introduced Haemophilus influenzae type B vaccine, pneumococcal and rotavirus vaccines in the Region are now 19, 9 and 5 respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Achievements during 2010-2011"
        },
        {
            "text": "The EMR also continued its efforts towards controlling tuberculosis (TB) and curbing the epidemic of HIV/ AIDS. The communicable disease surveillance and reporting made significant efforts towards improving surveillance and reporting in the Region, while research and advocacy helped countries build scientific evidence and enhance their financial sustainability. In 2010, the estimated number of people living with HIV was 560 000. Although the overall HIV prevalence in the Region is still low (0.2%), new infections reached 82 000 (including 7400 children) in 2010. Antiretroviral therapy remains the mainstay of treatment, and coverage of this increased from 15 473 in 2010 to 19 050 in 2011.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Achievements during 2010-2011"
        },
        {
            "text": "The incidence of TB has been declining at a rate of less than 1% per year during the period 1990-2010. A significant decline in the Regional prevalence and mortality rates has also been reported. In 2010, the Region has already achieved the Stop TB and Millennium Development Goal targets in halving TB mortality as compared to 1990. The treatment success rate of smear-positive TB was 88% for the 2009 cohort and has been sustained above the 85% target for 4 successive years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Achievements during 2010-2011"
        },
        {
            "text": "During 2010-2011, 31 out of 38 suspected disease outbreaks from 16 countries were confirmed after followup and verification. There were 5 major outbreaks, including chikungunya/dengue in Yemen, acute watery diarrhoea/ cholera in Somalia, viral conjunctivitis in Sudan and Lebanon, and dengue in Pakistan. Most of these were small outbreaks that were detected early and contained rapidly by the countries, with support from WHO country offices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Achievements during 2010-2011"
        },
        {
            "text": "The 2010-11 report highlights the continued situation of war and conflict and growing political unrest in EMR. However, insufficient infrastructure and inadequate technical and managerial capacity of the immunization programmes in some countries are still at the top of the list of challenges, causing an inability to deal with multiple priorities of meeting control, elimination and eradication targets [4] .",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 407,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "For malaria control, low coverage of diagnostic facilities for confirmation of malaria, weak malaria surveillance, limited capacity for developing a comprehensive plan for monitoring, prevention and management of insecticide resistance and limited preparedness to deal with natural and man-made devastations such as floods and civil unrest are current challenges. For vaccine-preventable diseases the main hindrances in achieving the immunization targets continue to be the emergency situations, varying technical and managerial capacity, varying strength of the health systems, the multiple priorities and insufficient government financial allocations, and low community awareness and attitudes towards vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "In TB control, identifying missing cases and improving case-detection rates through strengthening collaborative activities in the health and TB sector is a huge challenge. Moreover, establishing national reference laboratories, ensuring treatment of multidrug resistant TB and TB-HIV confection are also important. Insufficient or unreliable information on the extent and local trends of the HIV epidemic, low national commitment and domestic investment in HIV programmes, and inadequate approaches to the delivery of prevention services for at-risk populations and delivery of care and treatment services for people living with HIV are challenges faced by programmes working on HIV/AIDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "For emerging and re-emerging infections, the main issues identified are weak surveillance systems for early detection of outbreaks and inadequate manpower and resources needed for the response in most of the countries. The wide variability in the surveillance capacities of the WHO Member States necessitates sustained technical support to them from EMRO. Disruption of health systems due to complex emergencies and political instability in some of the countries of the Region pose continuous challenges for early detection of diseases with epidemic and pandemic potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "According to the International health regulations of 2005, strengthening or promoting surveillance and response capacities, points of entry capacities, legislation issues, coordination among various national key partners, bio-risk and bio-security and quality management in laboratories are necessary [5] . Strengthening routine vaccination coverage (especially in countries with national DPT3 coverage < 90% and/or district coverage of < 80%) will continue to be the top priority. The Region will focus on improving national managerial capacity and human resource capacity building, empowering decision-making, and supporting countries to reach unreached targets through various evidence-based approaches. Strengthening the monitoring and evaluation systems to use data for action will be among the priority activities. Similarly, strengthening the Regional surveillance networks in order to generate data necessary on new vaccines introduction will be another important step.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Way forward"
        },
        {
            "text": "EMR aims to improve TB notification and case-detection rates through scaling up of public-private mix initiatives and TB notification, certifying surveillance and supporting e-surveillance, active case-finding among high-risk groups including people living with HIV/AIDS, strengthening the laboratory networks and implementing new diagnostic techniques. Policies will be revised for HIV testing to cover high-risk rather than low-risk populations, and strategies and service delivery models will be developed to increase coverage of high-risk populations with prevention and care services and decentralization of these services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Way forward"
        },
        {
            "text": "EMRO will work closely with countries to identify and address gaps in identifying and addressing emerging and re-emerging infections. Specifically, it will continue to support strengthening of national surveillance systems for communicable diseases and to promote the syndromic surveillance and integrated disease surveillance approach, with a strong early warning mechanism for early detection and timely response in case of outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Way forward"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global and regional causes of death",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Mathers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boerma",
                    "suffix": ""
                },
                {
                    "first": "Ma",
                    "middle": [],
                    "last": "Fat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "British Medical Bulletin",
            "volume": "92",
            "issn": "",
            "pages": "7--32",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global burden of disease (GBD)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Communicable diseases in the Eastern Mediterranean Region. Prevention and control 2005-2009. Cairo, World Health Organization, Regional Office for the Eastern Mediterranean",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Communicable diseases in the Eastern Mediterranean Region. Prevention and control 2010-2011. Cairo, World Health Organization, Regional Office for the Eastern Mediterranean",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Geneva, World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}