{
    "paper_id": "a90439df5b69098701baa518f0a82a9e40c9bf57",
    "metadata": {
        "title": "Respiratory and fecal shedding of Porcine respiratory coronavirus (PRCV) in sentinel weaned pigs and sequence of the partial S-gene of the PRCV isolates",
        "authors": [
            {
                "first": "V",
                "middle": [],
                "last": "Costantini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Wooster",
                        "region": "Ohio",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Lewis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Wooster",
                        "region": "Ohio",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Alsop",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Animal Health Laboratory",
                    "institution": "",
                    "location": {
                        "settlement": "Guelph",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Templeton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Animal Health Laboratory",
                    "institution": "",
                    "location": {
                        "settlement": "Guelph",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "J"
                ],
                "last": "Saif",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Wooster",
                        "region": "Ohio",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Porcine respiratory coronavirus (PRCV), a spike (S) gene deletion mutant of Transmissible gastroenteritis virus (TGEV), causes mild or subclinical respiratory infections in pigs. The shedding of PRCV/TGEV was studied at different days post-arrival in fecal and nasal swabs from PRCV/TGEV seronegative sentinel pigs introduced into a PRCV seropositive herd with questionable TGEV serology and diarrhea. Nasal shedding of PRCV was detected in 57% and 63% of samples by nested-RT-PCR and cell culture immunofluorescence (CCIF), respectively. However fecal shedding of PRCV was detected in 37% of the samples by nested-RT-PCR and 19% by CCIF. Four respiratory and 5 fecal PRCV strains were isolated in swine testicle cells including nasal/fecal PRCV pairs (isolated at the same time) from 3 pigs. Comparison of nasal/fecal PRCV pairs from individual pigs revealed different deletions in the spike (S) gene (648 or 681 nt) in 2 pairs and a consistent change in nt 790/791 (aa T to V) for all pairs. In preliminary studies, inoculation of gnotobiotic pigs with each plaque-purified pair of the nasal and fecal PRCV isolates, revealed no clinical disease but different tropisms. The nasal isolate was shed both nasally and in feces, but the fecal isolate was shed only marginally in feces, and not nasally. Our results show that nested-RT-PCR was as sensitive as CCIF for PRCV detection in nasal swabs, but was more sensitive than CCIF for PRCV detection in fecal samples; alternatively PRCV shed in feces was more labile with loss of infectivity. The S-gene sequence differences found between the fecal and respiratory PRCV isolates may influence their tissue tropism. These new PRCV isolates should be useful to understand the molecular basis of coronavirus tropism and evolution in infected swine. 958 V. Costantini et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine respiratory coronavirus (PRCV) is a deletion mutant of Transmissible gastroenteritis coronavirus (TGEV) with altered respiratory tissue tropism [13, 17] . Transmissible gastroenteritis virus causes fatal diarrhea in neonatal piglets. It selectively infects and replicates in the villous enterocytes of the small intestine, causing subsequent malabsortion and dehydration characteristic of transmissible gastroenteritis (TGE) [17] . Transmissible gastroenteritis virus has also been shown to replicate in the upper respiratory tract tissue of infected swine [12, 13] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Porcine respiratory coronavirus is genetically and antigenically related to TGEV, but it has a selective tropism for respiratory tissue causing mild or subclinical respiratory infections with limited to no replication in the intestinal tissue of infected swine [16, 13, 7, 17] . During routine serological surveillance of pig herds in Great Britain, Belgium, Holland and France in the 1980s, an increase in the number of herds with antibodies to TGEV was noted but without concomitant increases in clinical enteric disease. A coronavirus, PRCV, was isolated in 1983 from respiratory tissues of affected pigs in Belgium [16] , Great Britain [3] and later in other parts of Europe. Several years later another strain, PRCV-Ind89 was isolated from pigs in the U.S. [28] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 270,
                    "end": 272,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Both TGEV and PRCV contain a single-stranded positive-sense RNA genome of about 30 kb and produce 7-8 subgenomic mRNAs during viral replication. The 3 major structural proteins, the spike (S), the integral membrane (M) glycoprotein and the nucleocapsid (N) protein are translated from mRNAs 2, 5 and 6, respectively. The mRNAs 3, 3-1 or 3a, 3b encode two putative nonstructural proteins [13, 25] .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Comparison of TGEV and PRCV strains revealed that PRCV has a large deletion in the 5 region of the S gene, and minor deletions in genes 3/3a and 3-1/3b [13, 25] . Most European PRCVs have an identical deletion of 672 nt in the same position at the 5 end region, suggesting that they were derived from the same precursor [20] . In contrast U.S. PRCV strains, have deletions of various sizes (621-681 nt) located in different positions, suggesting that they originated independently [6] . Because this deletion is present in all independently derived PRCVs, it has been proposed that the size and position of the deletion is related to the differences observed in tissue tropism between PRCV and TGEV [1, 8] . Investigators have suggested that amino acid changes at the N-terminal region of the TGEV S protein also affect the enteric tropism of the PUR46 strain of TGEV [1] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 703,
                    "end": 705,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The S protein has a glycosylated membrane anchoring domain and is thought to be the viral attachment protein that interacts with the cell receptor, porcine aminopeptidase N (APN) [21, 11] . However a second region in the S protein (around amino acid 219) also influences the enteric tropism of TGEV [1] . The S protein of TGEV has four major antigenic sites, with site A being the major inducer of neutralizing antibodies and conserved in both TGEV and PRCV strains [5, 19] . The S protein of PRCV is smaller due to the deletion with loss of one or two antigenic sites (C and B or D depending on the nomenclature) in the deletion region [19, 11] . Because most virus neutralization (VN) antibodies are directed to site A, conventional antibody assays fail to differentiate between pigs infected with PRCV or TGEV. Blocking ELISA tests using monoclonal antibodies to antigenic sites in the PRCV deletion region of the S protein (one to conserved site A and a second to deleted site D) are used to serologically differentiate between PRCV and TGEV-infected pigs [17, 23, 24] . Because site A is conserved on TGEV and PRCV, only sera from pigs infected with either virus will contain antibodies to this site and compete with site A MAbs for binding to the viral protein in blocking ELISA. In contrast, because site D is only present on TGEV, but absent on PRCV, sera from pigs infected with TGEV compete with site D MAbs [23, 24] . However, sometimes these tests result in false TGEV positives or borderline reactions that are difficult to interpret making it problematic to accurately define the TGEV status or diagnose TGEV in PRCV infected swine herds [22] .",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1060,
                    "end": 1064,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1418,
                    "end": 1422,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1423,
                    "end": 1426,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1652,
                    "end": 1656,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We investigated the shedding of PRCV/TGEV in PRCV/TGEV seronegative sentinel pigs introduced into a PRCV seropositive herd with questionable TGEV serology and diarrhea of uncertain etiology in weaning pigs. Our objectives were to isolate and characterizate TGEV or PRCV strains from this field outbreak and to determine their genetic relationships to one another and to reference strains. Because previous studies have suggested that the S gene deletion area may influence viral tissue tropism, we focused on analysis of this region [1, 26] . These new PRCV isolates derived from both nasal swabs and feces should serve as tools to gain a better understanding of the molecular basis and evolution of the pathogenesis of coronaviruses.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 536,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We attempted to isolate and characterize TGEV and PRCV strains from a PRCV seropositive herd in Canada with questionable TGEV serology (inconclusive results in blocking ELISA, SVANOVIR, Uppsala, Sweden) and diarrhea of uncertain etiology. Thirty-one PRCV/TGEV seronegative weaned sentinel pigs were introduced into the herd. The herd was a 300 sow farrow-to-finish unit. The average inventory was 400 nursing piglets, 900 nursery (weaned) pigs and 1800 grow-finish pigs. The sentinel pigs were all placed in one room, and then dispersed among 8 pens with 3 or 4 sentinel pigs in each pen, in addition to 23-25 recently weaned resident pigs. The average weaning age in the herd was 19 days and the sentinel pigs were 2-3-weeks-old when introduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental design"
        },
        {
            "text": "We investigated the shedding of PRCV/TGEV in sentinel pigs introduced into the herd. Although resident pigs consistently tested positive for serum antibodies to PRCV in a commercial blocking ELISA test, occasionally some pigs also tested TGEV seropositive in this test, suggesting the presence of false positives or TGEV cases in the weaning pigs with diarrhea. In an attempt to isolate and characterize TGEV and PRCV strains from this herd, fecal and nasal swabs were collected from 16 of the 31 sentinel pigs at 5, 8, 19 , and 23 days post-arrival (DPA). A total of 54 nasal swabs and 57 fecal samples were collected, with 51 nasal swabs and fecal sample pairs collected concurrently and tested by nested-RT-PCR and cell culture immunofluorescence (CCIF) to detect PRCV or TGEV. Each swab was identified 960 V. Costantini et al.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 516,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 517,
                    "end": 519,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 520,
                    "end": 522,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Source herd, samples and cells"
        },
        {
            "text": "as follows: pig number-DPA-origin (fecal \"F\" or nasal \"N\" sample). For example 12-19F: pig 12, 19 DPA, fecal sample (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Source herd, samples and cells"
        },
        {
            "text": "Four respiratory (nasal) and 5 enteric (fecal) PRCV strains, but no TGEV strains, were isolated. The designation of PRCV was based on the presence of the typical 5 S-gene deletion in all the isolates (described in a subsequent section). The swine testicle cells were used for virus isolation, propagation and cell culture immunofluorescence tests (CCIF) as previously described [10] . Each strain was isolated and plaque-purified once or twice in swine testicle (ST) cells.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 382,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Source herd, samples and cells"
        },
        {
            "text": "Fecal and nasal swabs from the field cases (sentinel pigs), cell culture isolates and fecal and nasal swabs from gnotobiotic pigs were tested by nested-RT-PCR to detect and to differentiate TGEV and PRCV viral RNA as previously described by Kim et al. [9] . The RT-PCR primers F1 (5 -GGGTAAGTTGCTCATTAGAAATAATGG-3 ) and R1 (5 -CTTCTTCAA AGCTAGGGACTG-3 ), and the Nested-PCR primers F2 (5 -TTGTGGTYTTGGTYGTAA TKCC-3 ) and R2 (5 -GGCTGTTTGGTAACTAATTTRCCA-3 ) associated with the open reading frame 1b and the S-gene deletion area for U.S. and European strains of PRCV were used [9] . The RNA from the fecal or nasal swabs or cell culture isolates were extracted using a commercial RNA extraction kit (TRIZOL LS reagent, Life Technology, NY, U.S.A.) according to the manufacturer's recommendation. Briefly, 200 µl of the nasal or fecal swab fluids (diluted in MEM-E) were mixed with 600 µl of TRIZOL and were incubated for 5 min at room temperature. Following incubation, 160 µl of chloroform were added. The samples were incubated for 15 min at room temperature and centrifuged at 13.000 g for 15 min at 4 • C. The RNA was precipitated with isopropanol. Purified RNA was resuspended in 40 µl of DEPCwater. The reference strains, ISU-1 (PRCV) and M6 Milller (TGEV) were used as positive controls and negative controls included MEM-E or PRCV/TGEV negative fecal or nasal swabs from unexposed gnotobiotic pigs. The conditions for the Nested-PCR were as follows: 30 cycles of denaturation at 94 • C for 1 min, annealing at 62 • C for 1.5 min and extension at 72 • C for 2.5 min, followed by a final cycle of extension at 72 • C for 10 min. PCR products were analyzed on 1.5% agarose gels stained with ethidium bromide [9, 15, 25] . The predicted size of the amplified product was 874 bp for TGEV and 193-253 bp for PRCV [9] .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1712,
                    "end": 1715,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1716,
                    "end": 1719,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1720,
                    "end": 1723,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1814,
                    "end": 1817,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Nested-reverse transcriptase polymerase chain reaction"
        },
        {
            "text": "Fecal and nasal swab supernatant fluids from the sentinel field cases or the cell culture passaged PRCV isolates and nasal and fecal swabs from gnotobiotic pigs were diluted in minimum essential medium (MEM-E) and tested by CCIF to detect infectious virus using previously described procedures [23] . Briefly, 4 or 10-fold serial dilutions of the nasal and fecal swab supernatants or PRCV cell culture isolate, respectively were inoculated onto ST cell monolayers in 96-well plates and incubated for 18 hours. The cells were fixed with 80% acetone, stained with hyperimmune porcine anti-TGEV serum conjugated to fluorescein isothiocyanate, and analyzed by fluorescent microscopy [9] .",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Cell culture immunofluorescence test (CCIF)"
        },
        {
            "text": "Four respiratory (7-19N, 7-23N, 12-19N, 16-19N) and 5 fecal (7-19F, 12-19F, 16-19F, 14-23F, 24-23F) PRCV strains (including the 3 pairs of nasal/fecal samples from three pigs one day after diarrhea, designated 7-19N/7-19F, 12-19N/12-19F, 16-19N/16-19F) were isolated from the nasal and fecal swab fluids, respectively of the sentinel pigs in contact with the resident pigs. Each isolate was first passaged once or twice in ST cells and then plaque purified in ST cells. Sequence analysis of the partial S-gene of 7-",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 47,
                    "text": "(7-19N, 7-23N, 12-19N, 16-19N)",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 252,
                    "text": "16-19N/16-19F)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sequencing of the partial S gene of the isolated PRCV strains"
        },
        {
            "text": "of times passaged in cell culture (number of times plaque-purified)] and reference strain ISU-1 was performed with primers F1 and R1. The RT-PCR products were purified using a Geneclean spin kit (Bio101, CA) and sequenced by dideoxynucleotide chain termination procedures using an automated sequencer [ABI 377, Perkin Elmer, CA]. Sequence data were aligned using the DNAstar software program (DNASTAR, Madison, WI) and compared with the published sequence using the Clustal methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequencing of the partial S gene of the isolated PRCV strains"
        },
        {
            "text": "Rectal and nasal swab fluids collected from gnotobiotic pigs from 0 to 14 DPI were tested by DAS-ELISA to detect virus antigen as described previously [14] . Briefly, ELISA plates were coated with the monoclonal antibody (MAB) 25C9 and 44C11 to the TGEV S protein, and MAB 25H7 to the N protein (positive coating) or with negative ascites SP2/0 (negative coating). All samples were tested in duplicate wells, one with positive and one with negative coating. Viral antigen captured on the plate was detected with the purified, biotinylated IgG fraction of a TGEV hyperimmune antiserum, followed by streptavidin-peroxidase and 2-2 Azino-bis (3-ethylbenzthiazoline-6-sulfonic acid) as substrate.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Double antibody-sandwich ELISA (DAS-ELISA) for the detection of TGEV/PRCV antigen"
        },
        {
            "text": "Two hysterectomy-derived, colostrum-deprived 4-day-old gnotobiotic pigs were oronasally inoculated with the cell culture adapted, plaque purified 12-19N * 3(1) PRCV isolate [4 × 10 7 plaque forming units (PFU)/pig]. As a control a third gnotobiotic pig was oronasally inoculated with MEM-E. Clinical parameters including diarrhea and fecal scores (0 = normal, 1 = pasty, 2 = semiliquid, 3 = liquid) were recorded. Fecal and nasal shedding of viral RNA or virus were assayed by nested-RT-PCR, CCIF and DAS-ELISA [9, 10] from days post inoculation (DPI) 1 to 14. One infected and one control pig were euthanized at 7 DPI and sections of duodenum, jejunum, ileum and lung were collected for immunofluorescence assay (IFA) and histopathology. For IFA impression smears were made on glass microscope slides, air dried, fixed in acetone and stained with FITC-conjugated anti-TGEV serum. For histopathology studies, tissues were processed in Prefer fixative solution, embedded in paraffin and stained with hematoxylin and eosin as previously described [10, 2] . In a second experimental group, two hysterectomy-derived, colostrum-deprived 25-dayold gnotobiotic pigs were oronasally inoculated with either the cell culture adapted, plaquepurified 12-19F * 2(1) PRCV isolate [1 × 10 7 plaque forming units (PFU)/pig] or with 5 ml of a 1:2 dilution of the pooled rectal swab fluids recovered (DPI 1-5) from one of the initial gnotobiotic pigs inoculated with 12-19N * 3(1) PRCV. In addition, a third gnotobiotic pig was oronasally inoculated with MEM-E as a control. Pigs were euthanized at 4 DPI and sections of duodenum, jejunum, ileum and lung were collected for IFA and histopathology.",
            "cite_spans": [
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1050,
                    "end": 1052,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Gnotobiotic pig inoculation with the fecal and respiratory PRCV strains"
        },
        {
            "text": "The sentinel pigs remained PRCV/TGEV seronegative at 0 and 14 DPA, but developed diarrhea at 18 DPA and 17/31 (55%) seroconverted to PRCV but not TGEV detected by blocking ELISA at 28 DPA. At 19 DPA, one sentinel pig died but neither PRCV nor TGEV were detected in the tissues. Nasal shedding of PRCV was detected in 57% ( Fig. 1a and 1b . The peak of PRCV nasal (Fig. 1a) shedding was detected at 19 DPA (1 day after diarrhea outbreak) by nested-RT-PCR (86%) and CCIF (93%). Both techniques showed similar sensitivity to detect PRCV in nasal swabs, with the percentage of positive samples increasing until 19 DPA, and decreasing at 23 DPA (5 days after diarrhea outbreak). The peak of PRCV fecal shedding (Fig. 1b) was also detected at 19 DPA (1 day after diarrhea outbreak) by nested-RT-PCR (57%) but at 5 DPA by CCIF (46%). Nested-RT-PCR was more sensitive than CCIF for detecting PRCV in the fecal swabs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 322,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 337,
                    "text": "Fig. 1a and 1b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 363,
                    "end": 372,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 706,
                    "end": 715,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Four respiratory and 5 fecal PRCV field strains were adapted to growth in ST cells and plaque purified. The partial S-gene of these 9 cell culture adapted, plaque-purified strains was sequenced (Fig. 2) . The strains were assigned to 3 groups according to the size and position of the S-gene deletion (Fig. 2) . The Group 1 isolates [12-19F * 2(1) and 16-19F * 2(1)] had a 648 nt deletion in the Sgene starting from nt 106 to nt 753. The Group 2 isolates [7-19F * 1(1), 7-19N * 1(2), 14-23F * 1(1) and 24-23F * 3(1)] had a 681 nt deletion starting from nt 64 to nt 744 and the Group 3 isolates [16-19N * 2(1), 12-19N * 3(1) and 7-23N * 2(1)] had a 675 nt deletion starting from nt 58 to nt 732.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 309,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Sequence analysis revealed that the selected region of the S-gene of the PRCV field isolates had higher homology to U.S. PRCV strains than to European PRCV strains and the size and position of the deletion was similar to U.S. strains. Analysis of the sequence of cell culture adapted, plaque-purified 7-19F * 1(1), 7-19N * 1(2), 12-19F * 2(1), 12-19N * 3(1), and 16-19F * 2(1), 16-19N * 2(1) (each fecal/nasal pair collected concurrently as nasal and fecal swabs of 3 different pigs) showed 4 nt differences (nt 51, 790, 791 and region 58-63) between the fecal and respiratory strains isolated from the same pig on the same day. However only changes in nt 790, 791 and region 58-63 resulted in amino acid changes (Fig. 2, Table 1 ). When the nucleotide and amino acid sequences of these paired samples were compared with TGEV and PRCV reference strains, a fifth nt substitution (nt 28) between the field and the reference strains was identified. This change resulted in another 966 V. Costantini et al. Table 1 . amino acid change, in this case between the reference and the field strains (Fig. 2 , Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 713,
                    "end": 729,
                    "text": "(Fig. 2, Table 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1003,
                    "end": 1010,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1096,
                    "text": "(Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1099,
                    "end": 1106,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Two gnotobiotic pigs were oronasally inoculated with the cell culture adapted, plaque purified 12-19N PRCV nasal isolate (4 × 10 7 PFU/pig) and an additional pig was mock-inoculated as a control (Table 2) . No clinical signs including diarrhea were evident in any of the pigs after inoculation. Nasal shedding of PRCV was detected until 7 DPI by RT-PCR, CCIF and ELISA in both exposed pigs and until 9 DPI in exposed pig 10-7 by nested-RT-PCR. Using nested-RT-PCR, fecal shedding was detected from 1 DPI until 6 DPI, and by ELISA from 2 DPI until 5 DPI in both exposed pigs, but CCIF failed to detect virus shedding from rectal swab samples in either exposed pig. The control pig was negative at all times by all tests ( Table 2 ). The results of the IFA on the duodenum, jejunum, ileum, lung and nasal turbinate impression smears were negative for exposed pig 10-6 which was euthanized at 7 DPI. The histopathology examination showed normal length villi in the duodenum, jejunum and ileum. Mild multifocal subacute lymphohistiocytic bronchointerstitial pneumonia with lobular atelectasis was detected in lung. In a second experiment, one gnotobiotic pig (GP 10-9) was oronasally inoculated with the cell culture adapted, plaque-purified 12-19F PRCV isolate (1 × 10 7 PFU/pig) and a second pig (GP10-8) was inoculated with 5 ml of a 1:2 dilution of the pooled rectal swab fluids recovered from GP 10-6 described above at 1 to 5 DPI (Table 3) . Neither of the inoculated pigs showed clinical signs up to 4 DPI when they were euthanized. Fecal shedding was detected on 2 and 3 DPI in GP 10-8 and on 2 DPI in GP 10-9 by nested-RT-PCR and on 3 DPI in GP 10-8 by ELISA. No nasal shedding was detected by nested-RT-PCR or CCIF in either pig ( Table 3 ). The control pig remained negative at all times in all tests. The IFA on impression smears from duodenum, jejunum, ileum and lung of GP 10-8 was negative. Likewise for GP 10-9, the IFA on the duodenum, jejunum, ileum and lung was negative. The histopathology results showed normal length villi in the duodenum and jejunum for both GP10-8 and GP 10-9, but in GP10-9, villi in the ileum were slightly shortened. The lung tissues did not differ from the control (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 728,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1432,
                    "end": 1441,
                    "text": "(Table 3)",
                    "ref_id": null
                },
                {
                    "start": 1737,
                    "end": 1744,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Experimental inoculation of gnotobiotic pigs"
        },
        {
            "text": "In this study we investigated PRCV/TGEV nasal and fecal shedding in sentinel pigs introduced into a PRCV seropositive herd with questionable TGEV serology and diarrhea of uncertain etiology in weaning pigs. Kim et al. [10] recently reported a similar field case in a U.S. swine herd where the presence of PRCV antibodies in the herd may have complicated the diagnosis of TGEV infection. In this latter case TGEV infection was confirmed by isolation of TGEV in ST cells from the gut contents of diarrheic sentinel pigs. A PRCV strain was also isolated in ST cells from nasal swabs from clinically normal TGEV-seronegative sentinel pigs in contact with the diarrheic pigs.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present outbreak, 31 PRCV/TGEV seronegative 2-3-week-old sentinel pigs, were introduced into the PRCV seropositive herd with diarrhea occurring in weaned pigs. The sentinel pigs remained PRCV/TGEV seronegative at 0 and 14 DPA. At 18 DPA, both the sentinel and resident pigs developed diarrhea. One day later, one sentinel pig died and laboratory testing failed to confirm a diagnosis, but the tissues were PRCV/TGEV negative by the immunoperoxidase test. Fiftysix percent (17/30) of sentinel pigs seroconverted to PRCV at 28 DPA without respiratory clinical signs. Because investigators have reported that only TGEV has an enteric tropism and causes diarrhea, but the serology suggested the presence of PRCV and was questionable for TGEV, our overall goal was to clarify if pigs were shedding TGEV or PRCV and to determine if the isolates were similar or identical to each other and to previously described TGEV or PRCV strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fecal and nasal shedding of PRCV/TGEV was detected by CCIF and a nested-RT-PCR assay was used to detect and differentiate PRCV and TGEV [9] . No shedding of TGEV was detected by nested-RT-PCR. Nasal shedding of PRCV/TGEV was detected in 63% of the samples by CCIF and 57% of the samples were PRCV positive by nested-RT-PCR. The nested-RT-PCR was as sensitive as CCIF to detect PRCV and there was a good agreement between both techniques, with the peak of PRCV nasal shedding at 19 DPA (1 day after diarrhea). However the detection of PRCV in fecal swabs showed different results. The nested-RT-PCR was more sensitive than CCIF for PRCV detection in fecal samples (37% and 19%, respectively, Fig. 1 ). The peak of PRCV fecal shedding was at 19 DPA by nested-RT-PCR (57%) but only 14.3% of the fecal samples were positive by CCIF. Previous reports showed that nested-RT-PCR is more sensitive than CCIF for detection of rectal shedding of TGEV. In a study by Kim et al. [10] , gnotobiotic pigs were inoculated with the cell culture adapted TGEV strain BW021898B or the original field pig intestinal content sample. Viral shedding was detected in rectal swabs from DPI 1 until 4 by nested-RT-PCR, but only at 1 DPI using CCIF [10] . It is also possible that intestinal antibodies to PRCV, present in the intestinal contents of the PRCV seropositive pigs could interfere with the detection of fecal shedding of PRCV by CCIF, but not by the nested-RT-PCR assays. In addition, it is possible that PRCV is more labile in feces or particles may lose their spike protein [17] resulting in loss of infectivity detected by CCIF assays, but not the RNA in these viral particles, detected in nested-RT-PCR assays.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1561,
                    "end": 1565,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 691,
                    "end": 697,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The PRCV has a different tissue tropism from that of TGEV. The TGEV replicates in both respiratory and intestinal epithelial cells and causes gastroenteritis, whereas PRCV replicates to high titers in the upper respiratory tract and lung tissue of swine [13, 17] . However, PRCV strain AR310 was the first PRCV strain isolated from the small intestine of a field pig from an Arkansas, U.S. swine herd [27] . Cox et al., 1990 , reported the isolation of PRCV strain TLM83 from various tissues including the intestine of hysterectomy-derived colostrumdeprived pigs which were inoculated by aerosol with 10 7 TCID50 PRCV at six days of age. Virus was consistently isolated in highest titers from respiratory tract tissues, but also from stomach, small intestine and colon. However none of the pigs showed respiratory signs or diarrhea [4] . Their results showed that PRCV infected only a few unidentified cells at villous or crypt sites in the small intestinal mucosa and spread from the ileum to the duodenum. Although unclear, the authors suggested that the aerosol inoculation of pigs with TLM83 caused a respiratory infection followed by viremia and ingestion of PRCV to infect the intestinal cells. In our studies the detection of PRCV from nasal swabs of gnotobiotic pigs GP 10-6 and 10-7 inoculated with the respiratory 12-19N PRCV isolate confirms the respiratory tropism, but the presence of fecal shedding in both pigs in the absence of villous atrophy (GP 10-6) also suggests an intestinal infection like that reported for PRCV strain TLM83 [4] . However, when a gnotobiotic pig (GP was oronasally inoculated with the fecal 12-19F PRCV isolate (isolated from the fecal swab fluids of the same sentinel pig as 12-19N) and a second gnotobiotic pig (GP 10-9) was inoculated with the fecal PRCV strain recovered from GP 10-6 (originally inoculated with the respiratory strain 12-19N), virus shedding was detected only in rectal swab fluids. Because the virus was inoculated by both the oral and nasal routes and detected only from rectal swab fluids and not from nasal swab fluids, the positive signal was unlikely to be derived from the virus inoculum. The histopathology results showed normal length villi in the small intestine of GP 10-8, but slightly shortened villi in the ileum of GP 10-9. These collective results suggest that the detection of PRCV in the rectal swab fluids from the gnotobiotic pigs inoculated with 12-19N, is not just the consequence of a respiratory infection followed by ingestion of PRCV with shedding of ingested virus in feces, but another factor may exists to account for the change in tropism of these PRCV strains. Failure to detect villous atrophy or PRCV antigen in the small intestine of GP10-6 given 12-19N PRCV may have been due to the later time that this pig was euthanized (7DPI) versus pigs GP 10-8 and GP 10-9 that were euthanized at 4 DPI. However because no clinical signs were evident it was difficult to establish optimal times to euthanize these pigs for antigen or lesion detection. Failure to detect PRCV antigen by IFA in the intestinal tissue of any of these pigs may have been due to the timing, the presence of too few infected cells for detection or to use of impression smears which may not adequately reflect cells in the crypt regions or in the intestinal submucosal region. Alternatively failure to detect fecal shedding of PRCV in these pigs by CCIF may reflect a lower sensitivity of this assay or the lability of PRCV strains in feces.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 408,
                    "end": 424,
                    "text": "Cox et al., 1990",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1549,
                    "end": 1552,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Differences in the tropism between TGEV and PRCV strains have been attributed to deletions in the 5 region of the S-gene [1, 13, 25] . Four respiratory [7-19N * 1(2) 7-23N * 2(1) 12-19N * 3(1), 16-19N * 2(1)] and 5 fecal [7-19F * 1(1), 12-19F * 2(1), 16-19F * 2(1), 14-23F * 1(1), 24-23F * 3(1)] strains were isolated and plaque-purified in ST cells and the S-gene was partially sequenced. All U.S. PRCV strains reported in the literature have 621-681 nt deletions within the 5 region of the S-gene resulting in loss of 1 or 2 antigenic sites [13, 19] . In contrast TGEV strains have an intact S-gene. Sequence analysis allowed grouping of the 9 isolates into 3 groups according to the size and position of the S-gene deleted. The deletion size ranged between 648 to 681 nt, starting at nt 58, 64 or 106 to nt 732, 744 and 753. The sequences were aligned by the Clustal method and the analysis showed a high homology between the PRCV isolates and the other U.S. strains of PRCV.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous reports indicated that the S glycoprotein domain recognized by the cellular receptor pAPN is close to the antigenic sites A and D (nt 1518-2184) but this domain is present in both TGEV and PRCV strains [18] indicating that its presence is not sufficient for infection of enterocytes. Analysis of the tropism of TGEV recombinant isolates have demonstrated that nucleotide changes of the S gene that result in amino acid changes at the N-terminal region of the TGEV S protein also affect the enteric tropism of TGEV. Because of this observation, we focused on analysis of this region [1] .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To analyze if sequence differences between the PRCV fecal and respiratory strains were involved in the enteric tropism, the sequence of the fecal and nasal pairs 12-19, 16-19 and 7-19 were compared. Ballesteros et al., 1997 described 2 aa changes at residues 214 (G → A) and 655 (G → T) of the S-gene that were responsible for the loss of the enteric tropism of the PTV-ts-mad TGEV strain [1] . As shown in Table 1 , only 4 differences were found between the 3 fecal and nasal PRCV isolates. Three of them where at nt 51, 790, 791 and the fourth difference was in the region of nt 58-63. A fifth difference (nt 28) was found when the 6 PRCV field strains were compared with the reference strains.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 392,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 414,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "When the amino acid (aa) sequences were analyzed, only changes in nt 790, 791 and the region 58-63 resulted in amino acid changes. The nucleotides 790-791 encoded the same amino acid (aa 48 or 39 depending on the strain). The segment from nt 58-63 (aa 20-21) is inside the deletion area of the nasal PRCV strains. However the possibility that the change in the tropism was a consequence of the differences found in nt 58-63 was unlikely because the same sequence was found in the respiratory PRCV ISU-1 strain which causes little or no respiratory disease or fecal shedding in infected gnotobiotic pigs [17] .",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 607,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The fifth difference in sequence was detected in all 6 PRCV field strains compared to the reference PRCV strains. As shown (Table 1) , an identical nt change (nt 28 A → G) was found in each fecal and nasal PRCV pair when they were compared with the PRCV reference strains. However this change would not affect the tropism because it is within the leader peptide of the S protein and not present in the mature virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 132,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Surprisingly however, based on a limited pathogenesis study in a gnotobiotic pig, the fecal 12-19F PRCV isolate appears to have lost the respiratory tropism. The two nt changes between the respiratory and fecal isolates at nt 790-791 caused an aa change from Threonine to Valine, respectively ( Table 1) . The same aa (T) was found in this position in the TGEV PUR46MAD strain, which has both enteric and respiratory tropism and in the PRCV ISU-1 strain, which has only respiratory tropism. Our results would suggest that the loss of the respiratory tropism of the 12-19F PRCV strain could be a consequence of the change in this aa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 303,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is possible that the changes in the tropism of the present PRCV isolates are a consequence of the changes in nt 790-791. However, further genetic analysis of these strains and pathogenesis studies are needed. A better understanding of the molecular basis of virus tropism may help to clarify the mechanism of disease for TGEV and PRCV strains and understand their evolution in infected swine in the field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Two amino acid changes at the N-terminal of the transmissible gastroenteritis coronavirus spike protein result in the loss of enteric tropism",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ballesteros",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "227",
            "issn": "",
            "pages": "378--388",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Porcine pararotavirus: detection, differentiation from rotavirus, and pathogenesis in gnotobiotic pigs",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Bohl",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Theil",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Agnes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Cross",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Clin Microbiol",
            "volume": "15",
            "issn": "",
            "pages": "312--319",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New porcine coronavirus?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Cartwright",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Vet Rec",
            "volume": "119",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sites of replication of a porcine respiratory coronavirus related to transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hooyberghs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Res Vet Sci",
            "volume": "48",
            "issn": "",
            "pages": "165--169",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Four major antigenic sites of the coronavirus transmissible gastroenteritis virus are located on the amino-terminal half of the spike glycoprotein S",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Delmas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rasschaert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Godet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelfi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Gen Virol",
            "volume": "71",
            "issn": "",
            "pages": "1313--1323",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Molecular basis of transmissible gastroenteritis virus epidemiology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "337--376",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Experimental reproduction of pneumonia in gnotobiotic pigs with porcine respiratory coronavirus isolated AR310",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Halbur",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Vet Diagn Invest",
            "volume": "5",
            "issn": "",
            "pages": "184--188",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Field isolates of Transmissible gastroenteritis virus differ at the molecular level from the Miller and Purdue virulent and attenuated strains and from porcine respiratory coronaviruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackwood",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Vet Med Sci",
            "volume": "60",
            "issn": "",
            "pages": "589--597",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Development of a reverse transcription-nested polymerase chain reaction assay for differential diagnosis of transmissible gastroenteritis virus and porcine respiratory coronavirus from feces and nasal swabs of infected pigs",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Chang",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sestak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parwani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Vet Diagn Invest",
            "volume": "12",
            "issn": "",
            "pages": "385--388",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Molecular characterization and pathogenesis of transmissible gastroenteritis coronavirus (TGEV) and porcine respiratory coronavirus (PRCV) field isolates co-circulating in a swine herd",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Parwani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Virol",
            "volume": "145",
            "issn": "",
            "pages": "1133--1147",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Point mutations in the S protein connect the sialic acid binding activity with the enteropathogenicity of transmissible gastroenteritis coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Krempl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schultze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "3285--3287",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Interferon induction in rotavirus and coronavirus infections: a review of recent results",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Bonnardiere",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Ann Rech Vet",
            "volume": "14",
            "issn": "",
            "pages": "507--511",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Porcine respiratory coronavirus: molecular features and virus-host interactions",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Reeth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Vet Res",
            "volume": "24",
            "issn": "",
            "pages": "125--150",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Immune response of sows vaccinated with attenuated transmissible gastroenteritis virus (TGEV) and recombinant TGEV spike V. Costantini et al.: Respiratory and fecal shedding of PRCV protein vaccines and protection of their suckling pigs against virulent TGEV challenge exposure",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sestak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hodgins",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Vet Res",
            "volume": "59",
            "issn": "",
            "pages": "1002--1008",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Detection of transmissible gastroenteritis virus by RT-PCR and differentiation of porcine respiratory coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ibata",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgoldrick",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol Methods",
            "volume": "66",
            "issn": "",
            "pages": "303--309",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Isolation of a porcine respiratory, non-enteric coronavirus related to transmissible gastroenteritis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Callebaut",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vergote",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Vet Q",
            "volume": "8",
            "issn": "",
            "pages": "257--261",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Transmissible gastroenteritis and porcine respiratory coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Wesley",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Diseases of the swine",
            "volume": "",
            "issn": "",
            "pages": "295--325",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Targeted recombination demostrates that the spike gene of Transmissible gastroenteritis coronavirus is a determinant of its enteric tropism and virulence",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Izeta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sanchez-Morgado",
                    "suffix": ""
                },
                {
                    "first": "Alonso",
                    "middle": [
                        "S"
                    ],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Balasch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plana-Duran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "7607--7618",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Genetic evolution and tropism of transmissible gastroenteritis coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gebauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sune",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mendez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dopazo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Virology",
            "volume": "190",
            "issn": "",
            "pages": "92--105",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Antigenic homology among coronavirus related to transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Laviada",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Suñe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bullido",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gebauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smerdou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Callebaut",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Escribano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Virology",
            "volume": "190",
            "issn": "",
            "pages": "92--105",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Transmissible gastroenteritis coronavirus, but not the related porcine respiratory coronavirus, has a sialic acid (N-Glycolylneuraminic acid) binding activity",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schultze",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Krempl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ballesteros",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schauer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Virol",
            "volume": "70",
            "issn": "",
            "pages": "5634--5637",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Evaluation of the baculovirus-expresssed S glycoprotein of transmissible gastroenteritis virus (TGEV) as antigen in a competition ELISA to differentiate porcine respiratory coronavirus from TGEV antibodies in pigs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sestak",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shoup",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Vet Diagn Invest",
            "volume": "11",
            "issn": "",
            "pages": "205--214",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Competition ELISA, using monoclonal antibodies to the transmissible gastroenteritis virus (TGEV) S protein, for serologic differentiation of pigs infected with TGEV or porcine respiratory coronavirus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Simkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Weilnau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Cott",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am J Vet Res",
            "volume": "54",
            "issn": "",
            "pages": "254--259",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Antigenic variation among transmissible gastroenteritis virus (TGEV) and porcine respiratory coronavirus strain detected with monoclonal antibodies to the S protein of TGEV",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Simkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Weilnau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bias",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Vet Res",
            "volume": "53",
            "issn": "",
            "pages": "1253--1258",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Sequence comparison of porcine respiratory coronavirus isolate reveals heterogenecity in the S, 3 and 3-1 genes",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Halburg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": "3176--3184",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Three new isolates of Porcine respiratory coronavirus with various pathogenicities and spike (S) gene deletions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halbur",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Clin Microbiol",
            "volume": "32",
            "issn": "",
            "pages": "1809--1812",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Antigenic and biological diversity among transmissible gastroenteritis virus isolated of swine",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Vaughn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Vet Microbiol",
            "volume": "36",
            "issn": "",
            "pages": "333--347",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Evidence for a porcine respiratory coronavirus, antigenically similar to transmissible gastroenteritis virus, in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Wesley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Biwer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Vet Diagnost Invest",
            "volume": "2",
            "issn": "",
            "pages": "312--317",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Five µl of RNA from the field samples, positive and negative controls were mixed with the RT-PCR reaction mixture which contained 5 µl of 10X PCR Buffer (Promega, Madison, WI, U.S.A.), 5 µl of 25 mM MgCl 2 (Promega, Madison, WI, U.S.A.), 1 µ1 of 10 mM dNTPs, 20 U Rnasin (Promega, Madison, WI, U.S.A.), 5 U AMV-reverse transcriptase (Promega, Madison, WI, U.S.A.), 2.5 U of Taq DNA Polymerase (Promega, Madison, WI, U.S.A.) and 0.5 µl of 50 pm of each primer F1 and R1. The samples were incubated at 42 • C for 90 min, followed by 95 • C for 5 min. The conditions for the first PCR were as follows: 30 cycles of denaturation at 94 • C for 1 min, annealing at 60 • C for 1.5 min and extension at 72 • C for 2.5 min, followed by a final cycle of extension at 72 • C during 10 min. The RT-PCR products were diluted 1:10 and used as templates for the nested-PCR. One microliter of this diluted product was mixed with 5 µl of 10X PCR buffer (Promega, Madison, WI, U.S.A.), 5 µl of 25 mM MgCl 2 (Promega, Madison, WI, U.S.A.), 1 µl of 10 mM dNTPs, 2.5 U of Taq DNA Polymerase (Promega, Madison, WI, U.S.A.) and 0.5 µl of 50 pm of each primer F2 and R2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "31/54) of the samples by nested-RT-PCR and 63% (34/54) of the samples by CCIF. Thirteen percent (7/54) of the nasal samples were positive by nested-RT-PCR only and 18% (10/54) of the nasal samples were positive by CCIF only. However, fecal shedding of PRCV was detected in 37% (21/57) of the samples by nested-RT-PCR and only 19% (11/57) of the samples by CCIF. Twenty one percent (12/57) of the fecal samples were positive by nested-RT-PCR only and 4% (2/57) were positive by CCIF only. Virus isolation was successful from 14/34 (41%) CCIF positive nasal swabs and from 7/11 (63%) CCIF positive fecal samples. The fecal and nasal shedding of PRCV at 5, 8, 19 and 23 DPA detected by nested-RT-PCR and CCIF are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". a Nasal shedding of PRCV detected by nested-RT-PCR and CCIF; b fecal shedding of PRCV detected by nested-RT-PCR and CCIF. Diarrhea occurred among these pigs at day 18 964 V. Costantini et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Nucleotide sequence of the fecal and nasal PRCV field isolates. The nucleotide sequences were aligned by Clustal methods. The sequences were obtained from Genbank (accession number in brackets) or previously published reports: TGEV PUR46-MAD [AJ271965] and PRCV strains AI1894 [U26217], LEPP [U26219] and AR310 [U26216] 24-23F [AY453843], 12-23F [AY453844], 7-19F [AY453845], 7-19N [AY453846], 16-19N [AY453847], 12-19N [AY453848], 7-23N [AY453849], 16-19F [AY453850], 12-19F [AY453851], ISU-1 [AY453852]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Amino acid changes in the 5 region of the S-gene of PRCV fecal or nasal isolates and reference PRCV and TGEV strains acid sequence of the paired fecal/nasal isolates were aligned by Clustal methods b The sequences were obtained from Genbank (accession number in brackets) or previously published reports: TGEV PUR46-MAD [AJ271965] and PRCV strains AI1894 [26217], LEPP [U26219] and AR310 [U26216], 7-19F [AY453845]pair 16-19F/N had identical nucleotide and amino acid sequence in this region, only 12-19F/N is shownTable 2. Viral shedding of PRCV in 2 gnotobiotic pigs inoculated with the plaque-purified 12-19N PRCV nasal isolate and in a mockCCIF ELISA Nested-CCIF ELISA Nested-CCIF ELISA Nested-CCIF ELISA Nested-CCIF ELISA Nestedpigs were inoculated with the cell culture adapted, plaque-purified 12-19N isolate (4 × 10 7 PFU/pig) and gnotobiotic pig 10-6 was euthanized at 7 days-post inoculation (DPI)RS:rectal swabs, NS: Viral shedding of PRCV in gnotobiotic pigs inoculated with the plaque-purified 12-19F PRCV fecal isolate or rectal swab fluids recovered from GP 10-6 at 1-5 DPI and in a mock-CCIF ELISA Nested-CCIF ELISA Nested-CCIF ELISA Nested-CCIF ELISA Nested-CCIF ELISA Nestedpig was inoculated with 5 ml of a 1:2 dilution of the rectal swabs recovered from GP10-6 at 1-5 DPI (0.5 ml/rectal swab) b This gnotobiotic pig was inoculated with the cell culture adapted, plaque-purified 12-19F isolate",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Drs Jeff Smiley, Mustafa Hasoksuk, Armando Hoet, Sonia Cheetham and Mr Arden Agnes for technical advice and also the staff of the OARDC/OSU Molecular and Cellular Imaging Center for sequencing. Salaries and research support were provided by state and federal funds appropriated to the Ohio Agricultural Research and Development (OARDC), The Ohio State University. This study was supported in part by the National Pork Producer's Council on behalf of the U.S. National Pork Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}