{
    "paper_id": "a92dd95e06a204623f8c62f5b5403a82507e1d83",
    "metadata": {
        "title": "The Influence of pH on the Growth and Stability of Transmissible Gastroenteritis Virus in vitro",
        "authors": [
            {
                "first": "D",
                "middle": [
                    "H"
                ],
                "last": "Pocock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Agricultural Research Council",
                    "location": {
                        "settlement": "Compton, Newbury, Berkshire",
                        "country": "England"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Garwes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Agricultural Research Council",
                    "location": {
                        "settlement": "Compton, Newbury, Berkshire",
                        "country": "England"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The influence of pH on the growth of transmissible gastroenteritis virus (TGEV) in adult pig thyroid cell culture, and on the stability of the virus was studied. At pH 6.5 the yield of virus was 10 fold higher than cultures held at pH 7.2 and 100 fold higher than those at pH 8.0. The adsorption, penetration and uncoating steps of the viral replicative cycle were shown to be unaffected by pH variation. Synthesis of TGEV RNA during the first 12 hours post infection was found to be unaffected by pH variation between the range 6.5--8.0. After 12 hours breakdown of this RNA appeared to occur in cultures held at pH 7.2 and 8.0 but not at. pH 6.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "When incubated at 37 ° C for 24 hours the virus infectivity was found to be least affected by pH 6.5 but when kept at 4 ° C for the same length of time, the virus infectivity remained constant between pH 5.0 and pH 8.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "16, 529--535 (1955).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Transmissible gastroenteritis virus (TGEV) which causes a highly infectious enteric disease of pigs (3) , is a member of the coronavirus group (t2). During the initial stages of work on the analysis of TGEV structural components (5) , the virus titres we obtained from cell culture were low and not reproducible. There have been reports that the virus is stable for at least 1 hour at 37 ° C between pH 4--8 (8, 10) , but there are no data as to the effect of prolonged incubation at these pH values on the stability of the virus. The pH of the cell culture medium can atso have a marked effect on the production of virus in vitro. Poliovirus, for example, shows a lower yield when grown at a slightly acidic pH, due to inhibition of viral RNA synthesis (7) ; vesicular stomatitis virus (VSV) is similarly affected, but faulty maturation has been sho~a to be the cause (4) .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 869,
                    "end": 872,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper presents data from experiments which determine the effect of pH on the growth and stability of TGEV in vitro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The FS 772/70 cloned strain of TGEV was obtained from Miss S. Cartwright (Central Veterinary Laboratory, Weybridge) and a stock of virus passaged 125 times through primary pig kidney cells was used as inoculum in all experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "Secondary adult pig thyroid (APT/2) cell cultures were prepared as previously described (9) . The maintenance medium consisted of medium 199 (Wellcome Reagents Ltd., Beckenham, Kent) containing galaetose in place of glucose, supplemented with 2.5 per cent calf serum, and penicillin, streptomycin and mycostatin at concentrations of 100 units, 100 ~g and 25 units per ml respectively. For virus growth experiments the medium was buffered with either 0.11 per cent sodium bicarbonate, pH 7.2 or 0.11 per cent sodium bicarbonate and 20 m~ N-2-hydroxyethylpiperazine-N'-2-ethanesulphonie acid (ItEPES, Sigma London Chemical Co. Ltd., London), pH 6.8. In growth experiments where the pH was rigidly controled the concentration of HEPES was increased to 50 m~ and the medium adjusted to the required pH by the addition of either concentrated hydrochloric acid or 4N sodium hydroxide.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Cell Cultures"
        },
        {
            "text": "All cultures were incubated at 37 ° C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Cultures"
        },
        {
            "text": "APT/2 cells were grown in 50 mm tissue culture plastic petri dishes, until confluent monolayers were formed. The medium was removed and 0.2 ml of virus dilution added. Following 1 hour incubation at 37 ° C the inoculum was removed and the cells over-]ayed with maintenance medium containing 1 per cent l~oble Agar (Difco Laboratories, Detroit) and the amount of calf serum increased to 5 per cent. When bicarbonate alone was used to buffer the virus dilutions and overlay medium, the plates were incubated in a humidified atmosphere of 5 per cent CO2/95 per cent air, but when bicarbonate/ HEPES was used the incubation was carried out in an ungassed humidified incubator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Assay"
        },
        {
            "text": "APT/2 cells were grown on the bottom of glass liquid scintillation vials until confluent monolayers were formed. The medium was removed and 0.2 ml maintenance medium, adjusted to the pI-I values shown, containing either no virus or 1.6 × 105 PFU of TGEV, was added. After 1 hour incubation at 37 ° C the inoeulum was removed and replaced by 2 ml maintenance medium adjusted to the same pH as the inoeulum. Following a further 2.5 hours incubation 50 ~1 of a 20 ag/ml solution of aetinomyein D (Sigma Chemical Co. Ltd., London) was added to the virus infected vials. Incubation was continued for another 1.5 hours when [5-aH]-uridine (t~adiochemical Centre, Amcrsham) was added to all vials to give 2 ~Ci/ml (specific activity 1.4 Ci/mmol). Both infected and uninfected vials were removed in duplicate at intervals as shown. Incorporated radioactivity was determined in the cell sheet and the medium after precipitation with 5 per cent (w/v) triehloroaeetie acid (TCA) at 4 ° C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rate o/ Viral RNA Synthesis"
        },
        {
            "text": "Radioactive TGEV was obtained by incorporating 10 ~Ci/ml [5-3H]-uridine (specific activity 26 Ci/mmol) into the maintenance medium. The resultant virus was concentrated by precipitation with ammonium sulphate at 40 per cent saturation. Following ccntrifugation at 15,000×g, the pelleted material was dissolved, to 1/10th the original volume, in sterile distilled water. The pH of samples of concentrated virus was adjusted by the addition of 10 m~ 2-amino-2-hydroxymethylpropane-l,3-diol (TI~IS)/HC1 buffer with pH values of 6.5, 7.2 and 8.0. Following incubation at 4 ° C for 1 hour the samples were layered onto linear 20--45 per cent (w/w) sucrose density gradients and centrifuged for 90 minutes at 70,000 × g. The sucrose solutions used to generate the density gradients were made up in 10 mM TRIS/HC1 buffers with pH values corresponding to those of the virus samples. After centrifugation the gradients were fractionated and the amount of radioactivity in the fractions was determined by liquid scintillation counting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rate Zonal Centrifugation"
        },
        {
            "text": "Monolayers of APT/2 celIs in 4 oz flat glass bottles were inoculated with TGEV at an input multiplicity of at least 1 PFU/eell. The inoculum and maintenance medium were either buffered with bicarbonate or bicarbonate/HEPES. After 36 hours incubation at 37 ° C the virus yield in a pool of four replicate cultures was determined by plaque assay. In the bicarbonate buffer the yield was 0.6 × 10 .5 PFU/ ml but when bicarbonate/HEPES was used the yield was 32 fold higher at 1.9 × 106 PFU/ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Yield in the Presence o/HEPES Bu//er"
        },
        {
            "text": "Growth curves of the virus under the above buffering conditions are shown in Figure 1 (a). The growth curve for the virus in APT/2 cells was characterised by an initial rapid production of virus which reached a peak 24--36 hours after infection coinciding with the onset of eytopathic effect (13) . After 36 hours the virus infectivity decreased due to its instability at 37 ° C; this is consistent with other reports (1, 6, 8, 10, 14, 15) .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 425,
                    "end": 427,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Virus Yield in the Presence o/HEPES Bu//er"
        },
        {
            "text": "A comparison of the two curves indicates that the presence of HEPES resulted in a faster rate of virus production during the first 12 hours after inoculation, giving a 10 fold increase in the peak titre. This was followed by a less marked decrease in the amount of infectious virus, suggesting that the virus infectivity was more stable in the presence of HEPES.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Yield in the Presence o/HEPES Bu//er"
        },
        {
            "text": "The pH of the maintenance medium containing HEPES remained constant at 6.8 during the incubation period, whereas the medium buffered with bicarbonate alone had an initial pH of 7.0 which increased to 8.0 by 36 hours, probably due to cell death following virus maturation. Subsequent experiments were designed to find whether a correlation exists between the enhanced virus yield and the pFI of the growth medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Yield in the Presence o/HEPES Bu//er"
        },
        {
            "text": "A sample of virus was titrated four separate times with six replicate petr:i dishes for each dilution, using either bicarbonate or bicarbonate/HEPES as buffer systems for the inoeulum and overlay medium. The virus titers were found to be 6.2x 106pFU/ml when using bicarbonate alone, and 9.6× 106 PFU/ml with HEPES present. This difference in titre under the two conditions although statistically significant (P<0.005), is not great enough to account for the higher virus yield obtained when HEPES is incorporated into the growth medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Assay in the Presence o/HE PES Bu//er"
        },
        {
            "text": "Growth curves of TGEV at three pg values are shown in Figure 1 (b). The three curves show that the optimum yield of virus was obtained 24 hours after infection, but the amount of virus produced was greatly affected by pI-I. Again the major differences between the curves are the initial rate of virus production, which was greatest at pit 6.5, and the rate of virus inactivation after 24 hours which was highest at pH 8.0.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 62,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "E//ect o/ pH on Virus Growth"
        },
        {
            "text": "The pH of the inoculum used in a plaque assay was varied as shown in Table l , experiment 1. The number of plaques formed was used as an estimate of the amount of virus adsorbed. The results given in Table 1 indicate that pH had no effect on the adsorption of the virus to the cell since the plaque count remained constant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 76,
                    "text": "Table l",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 207,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "E/[ect el pH on Virus Adsorption"
        },
        {
            "text": "The pH of the overlay medium was varied as indicated in Table t the cell monolayer, therefore data were unobtainable for this condition. As in the viral adsorption experiment the plaque count remained constant. However, the diameter of plaques formed under the pH 6.5 overlay was on average 60 per cent greater than that of plaques formed at pH 7.2, again suggesting an increased growth of virus at the lower pH.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "text": "Table t",
                    "ref_id": null
                }
            ],
            "section": "E//ect o/ pH on Plaque Size"
        },
        {
            "text": "The results of experiments carried out to investigate the incorporation of radioactive uridine into TCA insoluble material are given in Table 2 . Data obtained from the uninfected controls indicated that RNA synthesis in APT/2 cells was not affected by pit to any great extent over the range studied. The rate of accumulation of synthesised RNA during the first 12 hours post infection (8 hours after the addition of [3H]-uridine), as shown by the results from the infected actinomycin D treated cells, was unaffected by pH between values of 6.5 and 8.0. Between 12 and 24 hours post infection the amount of RNA increased almost 2 fold in the cultures maintained at pH 6.5. However at the other two pH values investigated a reduction in the amount of intracellular RNA was seen, the reduction being larger at pH 8.0 than at pH 7.2. This reduction was not associated with an increase in the amount, of material released into the medium and therefore involved a breakdown of RNA produced in the first 12 hours. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 143,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The E//ect o/pH on Viral RNA Synthesis"
        },
        {
            "text": "The effect of pH on the stability of TGEV at 4 ° and 37 ° C was measured over a 24 hours period. Samples of stock virus were diluted 1 : 1 with phosphate buffer (11) to give the required pH. The samples were incubated for 24 hours in water baths maintained at either 4 ° or 37 ° C. The amount of infectious virus remaining after incubation was determined by plaque assay at pH 6.8. The results given in Figure 2 indicate that the virus was stable over a wide pH range at the lower temperature. At 37 ° C, however, the virus showed greatest stability at pH 6.5. When the pH was increased above this value the virus showed marked instability, but at lower pH values the decrease in stability was less obvious. Figure 3 shows the results of an experiment in which the rate of inactivation of the virus at 4 ° and 37 ° C was followed under three pH conditions. Over the 24 hours period of the experiment the amount of virus inactivation at 4 ° C was small and essentially identical for the three pI-I values. At the normal virus growth temperature of 37 ° C the rate of inactivation was exponential with respect to time over this period but the rate increased as the pH increased. The inactivation at 37 ° C followed first order kinetics (luring the 24 hours period and the half-lives of the virus at pH 6.5, 7.2 and 8.0 were 7.34, 4.70, and 3.55 hours respectively. Figure 4 shows the results of rate zonal sedimentation of [3H]-uridine labelled TGEV, concentrated by ammonium sulphate precipitation, through 20--45 per cent (w/w) sucrose gradients. Two peaks of radioactivity were observed indicated by the symbols v and vm. On electron microscopic examination of these two areas the peak v was found to contain discrete virus particles whereas peak vm contained clumps of virus particles and membrane fragments. After incubation at 4 ° C at pH 6.5 peak vm contained more radioactivity than peak v, but as the pH was increased the aggregates eontMned in peak vm dissociated and an increase in the amount of radioactivity in peak v was observed. At pH values below 6.5 almost all the radioactivity was contained in peak vm, above pH 8.0 the counts in peak v decreased and became associated with lower molecular weight material at the top of the gradient probably due to breakdown of the virus. ",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 411,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 716,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1363,
                    "end": 1371,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "E]Ject o/pH on the Thermal Inactivation o/ the Virus"
        },
        {
            "text": "This report shows that the growth of TGEV is affected by the pH of the growth medium since the yield of virus after 24 hours incubation with medium at pH 6.5 is 10 fold greater than at pII 7.2 and Mmost 100 fold higher than the ~eld at pH 8.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "When HEPES was added to the maintenance and plaque overlay media for the routine growth and assay of the virus, the yield was increased 32 fold, but the ptaque number was not affected. Subsequent experiments revealed that the growth enhancement was due to the pH of the media, but unlike many other viruses, TGEV grew to a higher titre in slightly acidic media. From the virus growth curves it appears that there are two main effects of pH, the first early in infection whe~ the rate of virus production is affected, and the second after 24 hours following the peak of the virus yield, when the rate of virus inactivation is affected. It is possible that these results could reflect the effect of pit on the association of the virus into aggregates either with itself or ~dth eetI debris. The presence of virus aggregates would effectively reduce the amount of virus available for titration. If this was the case with TGEV, the cultures grown at pit 8.0 would be expected to contain more aggregates than cultures grown at pH 6.5, We have shown by rate zonal sedimentation however that the presence of virus aggregates is more marked at the lower pH value and is therefore not the reason for the results of the growth experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have shown that the adsorption of the virus to the cells is not affected between pH 6.5 and 8.0, as the number of infectious centres produced, judged by plaque count, was similar when the inocutum was maintained at pH 6.5, 7.2 and 8.0. When both the inoculum and the overlay medium were maintained at either pH 6.8 or pH 7.2 the number of plaques remained constant which suggests that over this range pH has little or no effect on penetration and uncoating. The decrease in plaque diameter which occurs at pH 7.2 as compared with that at pH 6.5, again indicates the reduction in growth of the virus at the higher pH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been shown that TGEV replication is not inhibited by low concentrations of actinomycin D (2). Using low levels of this drug we have been able to investigate the effect of pH on TGEV ENA synthesis. Early ENA synthesis (0--12 hours post infection) was found to be unaffected by pH. After 12 hours, however, the amount of EliZA present in the infected cultures held at pH 6.5 increased whereas the content in the cultures at the other two pH values decreased. This suggests a breakdown of synthesized viral RNA which is greater at higher pH values. This may be the reason for our finding that less virus is produced at pH 8.0 compared with pH 6.5. The final interpretation of these results, however, must wait until more is known about primary and secondary transcription of corona.virus RNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Following its release into the growth medium the virus is susceptible to thermal inactivation. CA~TWRIGt~T et al. (1) observed that a sample of virus in a bicarbonate buffered medium left at 37 ° C for 24 hours lost virtually all infectivity. In experiments where the pH was controlled we found that the thermal inactivation of the virus at 37 ° C was pH dependent, with least inactivation at pH 6.5. The rate of inactivation appears to be exponential over a period of 24 hours, and is greatly increased as the pH of the medium is raised. This effect appears to correlate with the loss of virus infectivity as seen in growth curves, when cultures are incubated for more than 24 hours.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A cytopathic virus causing transmissible gastroenteritis in swine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Cartwright",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "B"
                    ],
                    "last": "Blai~dford~ T",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Finctiam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gitter",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. comp. Pathol",
            "volume": "75",
            "issn": "",
            "pages": "387--396",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of 5-bromodeoxyuridine and actinomycin D oll the multiplication of transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J. gen. Virol",
            "volume": "3",
            "issn": "",
            "pages": "267--270",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A transmissible gastroenteritis in pigs",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hutchings",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "J. Amer. vet. reed. Ass",
            "volume": "108",
            "issn": "",
            "pages": "257--259",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mode of action of acid pH values on the development of vesicular stomatitis virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fisznian",
                    "suffix": ""
                },
                {
                    "first": "J.-B",
                    "middle": [],
                    "last": "Li~aut~",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "C~any",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Girat~d",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J.ViroI",
            "volume": "13",
            "issn": "",
            "pages": "801--808",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The polypeptide structure of transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Garw~s",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Pocock",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. gen. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transmissible gastroenteritis of swine",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Haeizrerman",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Proc. t7gh V~rorld Vet. Congr. 1",
            "volume": "",
            "issn": "",
            "pages": "615--618",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effet de l'influenee d'un abaissement de pH sur le mdtabolisme cellulaire et sur le ddveloppement du virus de la poliomydlite. C",
            "authors": [
                {
                    "first": "J.-B",
                    "middle": [],
                    "last": "L~aut~",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Flsz~a&gt;",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cha?cy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gir~t~d",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "~. Aead. Sci",
            "volume": "273",
            "issn": "",
            "pages": "2024--2027",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Studies on transmissible gastrocnteritis of swine. II. Selected characteristics of a eytopathogenie virus common to five isolates from transmissible gastroenteritis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcci:Ut~ki~¢",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "No:A~an",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Can. J. comp. Med",
            "volume": "30",
            "issn": "",
            "pages": "190--198",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cytopathic factors in ba.eteria-free lysates of Escherichia eoli",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "T{v&apos;ttei~",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Lijti~ei¢",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J. reed. Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "565--571",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Charaeterisation of transmissible gastroentcritis virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "S~effy",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Proc. 69th Ann. Meet. U.S. Livestock Sanit. Ass",
            "volume": "69",
            "issn": "",
            "pages": "351--363",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Erg£nzung zu der Abhandlung: Enzymstudien II: Uber die Messung und die Bedeutung der Wasserstoffionenkonzentration bei enzymatisehen Prozessen",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Solce~rso~",
                    "suffix": ""
                }
            ],
            "year": 1909,
            "venue": "Biochem. Z",
            "volume": "22",
            "issn": "",
            "pages": "352--356",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Morphology of transmissible gastroenteritis virus of pigs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taji3~a",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Arch. ges. Virusforseh",
            "volume": "29",
            "issn": "t970",
            "pages": "105--108",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Isolation and propagation of the virus of transmissible gastroenteritis of pigs in various pig cell cultures",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Re",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Eastei~day",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Arch. ges. Virusforsch",
            "volume": "20",
            "issn": "",
            "pages": "327--350",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Stained monolayer test: A colour test in disposable plastic trays for titrating transmissible gast, roenteritis virus and neutralizing antibodies",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Withe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Easte~i)ay",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Amer. J. vet. l~es",
            "volume": "29",
            "issn": "",
            "pages": "1409--417",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Some characteristics of transmissible gastroenteritis in disease-free antibody-devoid pigs",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Btg",
                    "suffix": ""
                },
                {
                    "first": "I-~i:",
                    "middle": [],
                    "last": "Nz",
                    "suffix": ""
                },
                {
                    "first": "I{",
                    "middle": [
                        "W"
                    ],
                    "last": "Undei%datii~",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "~"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Amer. J. vet. Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "experiment 2 and the resulting plaque count and average plaque diameters recorded, for pit 6.5 and 7.2. The use of overlay at pH 8.0 resulted in a fairly rapid curves of TGEV in APT/2 cells in maintenance medium buffered with bicarbonate (.) or bicarbonate/HEPES (.) b) Growth curves of TGEV in APT/2 cells at pI-I 6.5 (.), pH 7.2 (.) and pH 8.0 (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2 Fig. 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The effect of pH on the stability of TGEV after 24 hours incubation at 4 ° C (.) and 37 ° C (-) Rate of inactivation of TGEV at 4 ° C (------) and 37 ° C ( .) buffered at pH 6.5 (.), p]-I 7.2 (A), and pH 8.0 (.). The symbols V0 andVt refer to the original concentrations of infectious virus and the concentration of surviving infectious virus after time t, respectively",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Rate zonal sedimentation of [~H]-uridine labelled TGEV through 20--45 per cent (w/w) sucrose density gradients at (a) pl:f 6.5, (b) pH 7.2 and (c) pH 8.0. The symbols (v) and (wn) refer to the positions of free virus and virus-membrane aggregates, respectively. The direction of sedimentation was from right to left",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "E//eet o/pH on virus adsorption and plaque size",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The e]]ect o] pH on cellular and viral RNA synthesis",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We wish to thank Mr. P. D. :Luther for the preparation of the cell cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}