{
    "paper_id": "a9436447305a3f45f2db1ee206d143dec2a9217a",
    "metadata": {
        "title": "Journal Pre-proof Let's Get Americans Back to Work Again",
        "authors": [
            {
                "first": "Amitabh",
                "middle": [],
                "last": "Chandra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Jackson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Karnal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Pearlberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Millions of Americans, especially those who have been most impoverished by the forced shutdown, will want to return to work even if they have no immunity to the virus. Returning to normalcy pre-maturely will undo all the benefits of the shutdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let's Get Americans Back to Work Again"
        },
        {
            "text": "Given these concerns, all of us want to know when we can return to work, and the answer may be that some of us are already able to return to work. With the arrival of point of care serological testing we finally can launch mass testing and collect real-time data to enable this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let's Get Americans Back to Work Again"
        },
        {
            "text": "Here's how! People who have recovered from the virus are immune to the virus and we could let them return to work as quickly as possible. To verify that status, people will need to test positive for the viral antibody, showing that they have been exposed to the virus and their immune system has built the antibodies to neutralize the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let's Get Americans Back to Work Again"
        },
        {
            "text": "What could be the benefits of this approach? For starters, it is superior to what we are currently pursuing. Right now, we expose thousands of virus-naïve patients to the virus-in grocery stores, in hospitals, in the supply-chain-all of which increases the risk to these workers, their families and to everyone else.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let's Get Americans Back to Work Again"
        },
        {
            "text": "Additionally, it would increase the number of people who are working, boosting economic activity and extending our ability to continue distancing measures for uninfected Americans. Some family members will be able to earn income and the parts of the economy that protect those without immunity-will be staffed with healthy employees who are not at risk of contracting the virus. Most of all, this approach protects small businesses-the backbone of many communities-that are now at risk of permanent shutdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let's Get Americans Back to Work Again"
        },
        {
            "text": "How could this work in practice? First, those people with positive antibody tests during a period of social distancing could get a bracelet, which indicates that they can return to work. The bracelet is a visible and verifiable symbol that the person is immune-protected and can work with others who are also positive. People without the bracelet will still be asked to practice social-distancing and stay away from work and school. A wide range of alternative forms of identification such as serological cards and phone identification or creative solutions, could also be considered to accommodate various personal preferences or professional needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let's Get Americans Back to Work Again"
        },
        {
            "text": "Second, the tests should be performed in open-air parking lots by the public health authorities, or by local hospitals. Open-air testing makes transmission harder and also keeps patients away from doctors' offices and hospitals-which is the healthcare capacity that we have to protect. There are many idle parking lots-schools, stadiums, shopping malls -that could be used for this purpose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let's Get Americans Back to Work Again"
        },
        {
            "text": "Third, the bracelet would have to be distinctive and easily identified so people can ascertain clear symbols of safety. One could argue that such a system could be manipulated with lots of people falsely claiming viral immunity. By choosing to cheat, a person puts themselves at risk, but also puts their families and the health care system at risk and that is why a signal of verifiable safety is key.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let's Get Americans Back to Work Again"
        },
        {
            "text": "What does this approach assume? It requires that patients with IgG antibodies are functionally immune, don't have confounding anti-bodies in response to another virus (unlikely in the prime-age population), aren't shedding the active virus, and have long-term immunity so they don't get reinfected. This may require testing for both viral RNA and antibodies-both are possible now in a point of care setting. Early evidence from China is that within two weeks of exposure, 100% of patients have the relevant antibodies [1] , but this could be verified for US patients who have cleared the virus.",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 521,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Let's Get Americans Back to Work Again"
        },
        {
            "text": "The bracelet-policy also works better if there is a large group of asymptomatic, subclinical, or minimally symptomatic patients (so it will work better in New York and Boston than in Nashville or Bangor). It is possible that this group is quite large-especially if younger people who were infected didn't think that their symptoms meant that they had the virus. Most importantly, this approach requires a lot of serological testing capacity but that has dramatically improved in the past 48 hours. In two weeks, this capacity could be many times greater.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let's Get Americans Back to Work Again"
        },
        {
            "text": "The rapid transmission of the virus by asymptomatic patients to people who were probably careful-the British Prime Minister, Prince Charles, Tom Hanks and the President of Harvard University also suggests that there is a large pool of patients who are functionally immune. This means that the benefits of 'testing and tagging' increases with the number of coronavirus cases (this is true regardless of the fatality rate that we use). As more people get infected, and recover, more people can return to work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let's Get Americans Back to Work Again"
        },
        {
            "text": "How do we implement it and fine-tune it? New York should be the one of the first places to implement this experiment and fine-tune it for the rest of the country. It's been hardest hit-which also means that it has the highest number of recovered patients. The Governor could appoint a czar whose job requires verifying the assumptions behind this approach, operationalizing its implementation, and restoring normalcy when the time is right. New York is also one of the principal economic engines for the US and the World-maybe an apple can indeed keep the doctor away?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let's Get Americans Back to Work Again"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antibody Responses to SARS-CoV-2 in Patients of Novel Coronavirus Disease",
            "authors": [
                {
                    "first": "Juanjuan",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "Haiyan",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Xuejiao",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Yingying",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "Xin",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Jing",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Tingdong",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Jinxiu",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Congming",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Fuxiang",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Yingxia",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Zhaoqin",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Qing",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bin",
                    "suffix": ""
                },
                {
                    "first": "Tianying",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shengxiang",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Jun",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Ningshao",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Zheng",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3546052"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Amitabh Chandra McCance Family Professor at Harvard Business School and Weiner Professor Harvard Kennedy School Robert Jackson Partner and Chief Science Office at Deerfield Management Alexander Karnal Partner and Managing Director at Deerfield Management Alex.Karnal@gmail.com Joseph Pearlberg Vice President of Scientific Affairs at Deerfield Management",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}