{
    "paper_id": "a99fc1c9bd70ce6d87bbd0a2b67eca7e009295a6",
    "metadata": {
        "title": "MERS coronavirus induces apoptosis in kidney and lung by upregulating Smad7 and FGF2",
        "authors": [
            {
                "first": "Man-Lung",
                "middle": [],
                "last": "Yeung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yanfeng",
                "middle": [],
                "last": "Yao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lilong",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jasper",
                "middle": [
                    "F W"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwok-Hung",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwok-Fan",
                "middle": [],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Honglin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vincent",
                "middle": [
                    "K M"
                ],
                "last": "Poon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [
                    "K L"
                ],
                "last": "Tsang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kelvin",
                "middle": [
                    "K W"
                ],
                "last": "To",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ming-Kwong",
                "middle": [],
                "last": "Yiu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jade",
                "middle": [
                    "L L"
                ],
                "last": "Teng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hin",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qing",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susanna",
                "middle": [
                    "K P"
                ],
                "last": "Lau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johnson",
                "middle": [
                    "Y N"
                ],
                "last": "Lau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [
                    "C Y"
                ],
                "last": "Woo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tak-Mao",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Yung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bo-Jian",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dong-Yan",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "W"
                ],
                "last": "Mathieson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chuan",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwok-Yung",
                "middle": [],
                "last": "Yuen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "a b c d MERS-CoV NP Podocin Merge 50 µm Supplementary figure 1. Productive MERS-CoV replication in a primary human podocyte cell line. (a) Co-immunohistochemical staining of MERS-CoV NP (green) and a podocytespecific marker, podocin (red) in a primary human podocyte cell line 1 24 h after the challenge of MERS-CoV. (b) Western blot analysis of MERS-CoV NP in MERS-CoV-and mock-infected podocytes. γ-tubulin was also detected as a loading control. Total RNAs (c) and the conditioned media (d) of the MERS-CoV-inoculated podocytes were harvested for viral load detection at the indicated time-points using RT-qPCR as previously described. 2 The MERS-CoV RNA from the cell lysates were normalized to the expression level of GAPDH mRNA. Images shown in a and b are representatives of three independent experiments. Error bars shown in c and d represent the mean ± s.d. of three independent experiments. Statistical significance was evaluated by Student's t-tests and the ranges of p-values were indicated in c and d. Samples from a, b, c and d represent biological replicates. NATURE MICROBIOLOGY | www.nature.com/naturemicrobiology 1 2 50 µm 50 µm Supplementary figure 2. Apoptosis due to MERS-CoV infection in kidney cells or overexpression of Smad7 and FGF2 in uninfected kidney cells. (a) HK2 cells were infected by MERS-CoV or SARS-CoV at M.O.I. = 9.6, separately. At different time-points (0, 16, 28 and 34 hpi), the infected cells were assayed by terminal deoxynucleotidy transferase dUTP nick end labeling (TUNEL) assays. The degree of apoptosis (top) was measured by counting the number of positively stained cells (red focal stain; bottom) over the total number of cells in the counted fields (blue nuclei counterstained by DAPI; bottom). Statistical analyses of the percentage of apoptotic cells induced by MERS-CoV over that of SARS-CoV were evaluated by Student's ttests and the ranges of p-values were indicated on top of each time-point. Immunostainings of the virus NP (green; bottom) in each infection condition were included. (b) HK2 cells were transfected with overexpression constructs of Smad7 and FGF2 followed by the detection of apoptosis using TUNEL assays as described above. Different doses of cDNA (0, 0.25 and 0.5 μg) were first topped up to 0.5 μg with their vector backbone plasmids followed by transfection. The degree of apoptosis (top) was measured by counting the number of positively stained cells (red focal stain; bottom) over the total number of cells in the counted fields (blue nuclei counterstained by DAPI; bottom). Images shown in a and b are representatives of three independent experiments. Error bars shown in a and b represent the mean ± s.d. of three independent experiments. Statistical significance was evaluated by Student's t-tests and the ranges of p-values were indicated in a and b. Samples from a and b represent biological replicates. NATURE MICROBIOLOGY | www.nature.com/naturemicrobiology",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "L L L L R U L R L L K i K i K i CM1CM2 CM3 CM1 CM2 CM3 CM4 CM5 CM6 CM4 CM5 CM6 uninfected MERS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV NP"
        },
        {
            "text": "Raw data for figure 1b",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV-infected SARS-CoV-infected MERS-CoV detection SARS-CoV detection"
        },
        {
            "text": "A n t i-F G 2) Chest imaging: bilateral opacities-not fully explained by effusions, lobar/lung collapse, or nodules. 3) Origin of edema: respiratory failure not fully explained by cardiac failure or fluid overload Table S1 . Clinical score sheet for common marmosets inoculated with MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 222,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Raw data for figure 2b"
        },
        {
            "text": "Normal and alert, moving without prompting 0 Slow/ quiet, hunched, but alert, interested, moving without prompting 5 Quieter, hunched ,but alert ,moving needs a lot of prompting 10 Loss of interest, almost impossible to prompt to move, dull expression falling asleep while watched, little or no response to human presence 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Score General Appearance"
        },
        {
            "text": "Normal 0 Pilo erection/ unkept appearance 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Skin and Fur"
        },
        {
            "text": "Oral/ nasal/ ocular 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discharges"
        },
        {
            "text": "Normal (60-100 bpm 1 ) 0 Increased (100 -120 bpm) 5 Severely increased (> 120 bpm) , labored, cough, open mouth breathing 10 Dyspnea, cyanosis, foam 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiration"
        },
        {
            "text": "Loss of appetite 2 Anorexia 5 Total 2 1 Breaths per minute. 2 Euthanasia is indicated at a clinical score of 35.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 61,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Food consumption"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Podocyte culture: tricks of the trade",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saleem",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Mathieson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nephrology (Carlton)",
            "volume": "17",
            "issn": "",
            "pages": "525--531",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Differential cell line susceptibility to the emerging novel human betacoronavirus 2c EMC/2012: implications for disease pathogenesis and clinical manifestation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "207",
            "issn": "",
            "pages": "1743--1752",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "MERS-CoV altered host gene expressions in infected cells. (a) The relative expression levels of Smad7 and FGF2 in MERS -CoV-and SARS-CoV-infected Calu-3 cells were quantified by RT-qPCR as described. 2 (b) The relative expression levels of BIRC 3 mRNA in MERS-CoV-infected or mock-infected Calu-3 and HK2 cells were measured by RT-qPCR. (c) The effect of overexpressed BIRC3 on MERS-CoV replication in Calu-3 (top) and HK2 (bottom) were measured by RT-qPCR. (d) Other deregulated genes not directly related to apoptosis, clusterin (CLU), superoxidase dimutase 1 (SOD1) and catalase (CAT) which expressions were affected by MERS-CoV infection as shown in Fig. 2c, were selected for investigating their effects on MERS-CoV replication. Their expressions were individually knocked down by siRNA transfection followed by MERS-CoV infection. The viral loads were measured as described above. All values were normalized to the expression level of GAPDH mRNA. Error bars shown in a and b, c and d represent the mean ± s.d. of three independent experiments and experiments done in triplicate, respectively. Statistical significance was evaluated by Student's t-tests and the ranges of p-values were indicated in a, b and c. Samples from a, b, c and d represent biological replicates. NATURE MICROBIOLOGY | www.nature.The antiviral activity of anti-Smad7 oligonucleotide. (a) The virus plaque forming units of MERS-CoV-infected HK2 (dark diamond) and Calu-3 cells (grey square) were measured at the indicated concentration of anti-Smad7-treated cells. (b) HK2 cells transfected with siSmad7 (left) or siControl (right) were infected with high (M.O.I. = 9.6; black) or low (M.O.I. = 0.096) viral titer of MERS-CoV. The viral loads were measured by RT-qPCR as we previously described 2 . Error bars shown in a and b represent the mean ± s.d. of three independent experiments. Statistical significance was evaluated by Student's t-tests and the ranges of p-values were indicated in a and b. Samples from a and b represent biological replicates. NATURE MICROBIOLOGY | www.nature.com/naturemicrobiology",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Time-point analysis of the knockdown effect of Smad7 on the MERS-CoV replication. (a) The RNAs from the mature MERS-CoV viruses secreted to the conditioned media (top) and the MERS-CoV mRNA from the infected cell lysates (bottom) were collected from siSmad7-transfected HK2 cells (grey). The viral loads were measured by RT-qPCR as we previously described 2 and then compared with that of the siControl-transfected HK2 cells (black). The red line indicates the viral loads from the supernatants of the siSmad7transfected HK2 cells at 12 hpi. (b) Negative stranded MERS-CoV RNA detection of the siSmad7-and siControl-transfected HK2 cells. Specific primer was designed to reverse transcribe the negative stranded of the MERS-CoV RNAs isolated from the infected cells at different time-points as described in (a). (c) Western blot analysis of the MERS-CoV NP from the siSmad7-and siControl-transfected HK2 cell lysates. Protein samples harvested at different time-points of the infected cells (described in (a)) were resolved in sodium sulfate polyacrylamide gel followed by the detection using anti-MERS-CoV NP antibodies. γ-tubulin was detected as a loading control. C = a MERS-CoV-infected HK2 sample extracted from another experiment was included as a positive control. Image shown in c is a representative of experiments done in triplicate. Error bars shown in a and b represent the mean ± s.d. of experiments done in triplicate. Statistical significance was evaluated by Student's t-tests and the ranges of p-values were indicated in a. Samples from a, b and c represent biological replicates. NATURE MICROBIOLOGY | www.nature.com/naturemicrobiology",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The effect of apoptosis on the MERS-CoV replication. (a) The viral loads (top) and the levels of MERS-CoV NP expression (bottom) were detected in the presence (A) or absence (C) of etoposide, an apoptosis-inducer of the MERS-CoV-infected cells at 24 hpi. (b) The viral loads (top) and the levels of MERS-CoV NP expression (bottom) were detected in the presence (I) or absence (C) of MDIVI, an apoptosis-inhibitor of the MERS-CoV-infected HK2 cells at 24 hpi. Image shown in a and b is a representative of experiments done in triplicate. Error bars shown in a and b represent the mean ± s.d. of experiments done in triplicate. Statistical significance was evaluated by Student's t-tests and the ranges of p-values were indicated in a and b. Samples from a and b represent biological replicates. Radiographic alterations and lung pathology of infected common marmosets on day 3 post-infection. (a) Dorsal-ventral and lateral thoracic X-rays from MERS-CoV-inoculated common marmosets. (b) Gross pathology of the necropsied lungs from (a)showing marked congestion and consolidation in both lungs. The mock uninfected control Xrays and gross pathology are shown adjacent on the right side. Images shown in a and b are representatives of the six common marmosets inoculated with MERS-CoV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Detection of MERS-CoV RNA and antigen from the lungs and kidneys of MERS-CoV-infected common marmosets on day 3 post-infection. (a) RT-qPCR for MERS-CoV RNA from different parts of lungs and kidneys of the MERS-CoV-infected common marmosets (CM1 to CM6) and an uninfected control. RUL = right upper lobe; LLL = left lower lobe; RLL = right lower lobe; LUL = left upper lobe and Ki = kidney; P = a MERS-CoV-infected HK2 sample extracted from another experiment was included as a positive control. (b) Immunohistochemical staining of lungs from MERS-CoV-infected common marmosets for MERS-CoV NP, caspase-3 (top), Smad7 (middle) and FGF2 (bottom) were shown as described in Fig. 4a. (c) Histopathological changes in lungs of MERS-CoV-inoculated common marmosets. Infected lung tissues showed acute bronchointerstitial pneumonia with influx of inflammatory cells and thickening of alveolar septa. Images shown in a, b and c are representatives of the six common marmosets inoculated with MERS-CoV.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Viral loads and host gene expression in the kidney of common marmosets inoculated with MERS-CoV on day 3 post-infection. Quantitative measurement of MERS-CoV RNA in the kidneys of MERS-CoV-inoculated common marmosets (top). The relative expression levels of Smad7 (middle) and FGF2 (bottom) of the corresponding samples were indicated. All values were normalized to GAPDH. Each bar, except lane 1 which is an uninfected control, represents a kidney sample obtained from a common marmoset inoculated with MERS-CoV. NATURE MICROBIOLOGY | www.nature.com/naturemicrobiology 1 DOI: 10.1038/NMICROBIOL.2016.4 NATURE MICROBIOLOGY | www.nature.com/naturemicrobiology 10. 2D electron microscopic examination of mitochondrial fragmentation in kidney tissues. Kidneys from the MERS-CoV-infected common marmosets (CM1 to CM6) and an uninfected control were fixed for the electron microscopic examination. (a) A representative picture shows the length of mitochondria of the infected injured tubular cells (right). This is in contrast with that of the normal uninfected control which showed abundant elongated mitochondria (asterisks = mitochondria with length > 2 μm). (b) Quantification of mitochondrial fragmentation. Mitochondrial length was measured in individual tubular cells to determine the percentage of cells that showed filamentous mitochondria (length < 2 μm). Each bar, except lane 7 which is an uninfected control, represents a kidney sample obtained from a common marmoset inoculated with MERS-CoV. Immunostain and histopathological analyses of the uninfected common marmoset's kidney. (a) Immunohistochemical stainings of caspase-3, Smad7, FGF2, MERS-CoV NP, DPP4 and ACE2 in kidneys of uninfected common marmosets. Nuclei counterstained by DAPI were shown in blue color. (b) Hematoxylin and eosin staining of kidney sections of uninfected common marmosets. Images are representatives of an uninfected common marmoset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "| www.nature.com/naturemicrobiology Berlin Definition of acute respiratory distress syndrome (ARDS): 1) Timing: within 1 week of a known clinical insult or new or worsening respiratory symptoms.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Viral load (copy no. normalized to GAPDH)Viral load (copy no. normalized to GAPDH)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "NATURE MICROBIOLOGY | www.nature.com/naturemicrobiology",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}