{
    "paper_id": "aa024c453f7f76033bd4d0808a90f3d41af54116",
    "metadata": {
        "title": "Method for detection of respiratory viruses in the sputa of patients with cystic fibrosis",
        "authors": [
            {
                "first": "P",
                "middle": [
                    "T P"
                ],
                "last": "Bye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "M D"
                ],
                "last": "Nissen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "M R"
                ],
                "last": "Elkins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "T P"
                ],
                "last": "Sloots",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Since the role of respiratory viruses in lung exacerbations of patients with cystic fibrosis has been hampered by the difficulty of detecting viruses in viscous sputum specimens, a multiplex reverse transcriptase PCR (RT-PCR) assay combined with colorimetric amplicon detection was tested for the identification of seven common respiratory viruses in the sputa of cystic fibrosis patients. Of 52 sputa from 38 patients, 12 (23%) samples from 12 patients were positive for a respiratory virus (4 for influenza B, 3 for parainfluenza 1, 3 for influenza A and 2 for respiratory syncytial virus). These results suggest that the RT-PCR method carried out on sputum may provide a convenient means of investigating the role of virus infection in lung exacerbations of cystic fibrosis patients. Recent studies have indicated that respiratory viral infec-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Cystic fibrosis (CF) is an inherited genetic disorder characterised by chronic pulmonary disease, which is the major cause of morbidity and mortality in patients with CF [1] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "tions may precede pulmonary exacerbations in children and adults with CF [2, 3] . Traditionally, nasopharyngeal aspirates (NPA) and bronchoalveolar lavage (BAL) samples have been the specimens of choice for diagnosing respiratory virus infections using isolation methods, direct fluorescent antibody detection and polymerase chain reaction (PCR). PCR offers increased sensitivity, specificity, and a rapid turnaround time; in a multiplex format, it facilitates the detection of RNA or DNA from several viruses in a single reaction.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 77,
                    "end": 79,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sputum is commonly used for the detection of bacteria, fungi and yeasts in patients with CF [4, 5] , but the detection of respiratory viruses from sputum is technically difficult due to the viscosity of the samples and the presence of multidrug-resistant bacteria. RT-PCR has been used to detect respiratory viruses in the sputum of asthma patients [6] . We recently developed a multiplex-RT-PCR assay combined with colorimetric amplicon detection (m-RT-PCR-ELAHA) for the detection of seven respiratory viruses in the NPA of non-CF patients [7] . In the study reported here the assay was used to detect respiratory viruses in sputa collected from adult patients with CF. . Ten patients provided multiple sputa (range, 1-4 samples). Selection of patients for the study was based on production of sufficient sputum for analysis. Each sputum sample collected on admission was equally divided, with one half sent for routine microbiology testing and the other for virus analysis. The 38 patients were representative of the patient population in the RPAH CF clinic in terms of age (sample and clinic populations both had a mean age of 26 years [SD= 6 years]), gender balance (identical) and baseline lung function (49% [SD=21%] predicted for the sample compared to 49% [SD=39%] for the whole clinic). Diagnosis of CF was confirmed in all cases by genotyping or the sweat test. Respiratory exacerbation is defined as a change in the patient's condition warranting intravenous antibiotic therapy based on deterioration in at least four of the following parameters: sputum, haemoptysis, cough, dyspnoea, malaise/fatigue, exercise tolerance, fever, anorexia or weight loss, sinusitis, forced vital capacity or forced expiratory volume in 1 s (decreased 10% from previous recorded value), radiographic changes and chest sounds. Fifteen of the 38 (39%) patients had experienced exacerbations over the preceding 12 months (mean, 1.5; range, 0-4). The demographic characteristics, lung function, number of days as hospital inpatient and concomitant conditions of the patients are shown in Table 1 .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 96,
                    "end": 98,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 2077,
                    "end": 2084,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The m-RT-PCR-ELAHA used in this study was previously developed and validated in our laboratory. It facilitates detection of influenza A (Flu A), influenza B (Flu B), parainfluenza viruses 1, 2 and 3, respiratory syncytial virus (RSV) and adenovirus [7] . Sputum samples were transported to the laboratory on ice and stored frozen at −70 • C to await processing. Nucleic acids were extracted from 0.2 ml of sputa, without pretreatment, using the High Viral Nucleic Acid kit (Roche Diagnostics, Sydney, Australia). Pooled sputum from CF patients shown to be negative for these viruses or seeded with known virus served as controls. Associations were sought between virus status and continuous variables (i.e., age, lung function, inpatient days) using the t-test and between virus status and dichotomous variables (i.e., gender, concomitant conditions, presence of pathogens) using the chi-square test or, for small numbers, Fisher's exact test. P values of <0.05 were considered significant.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Overall, 12 of 52 (23%) samples collected from 12 patients were virus positive; four for Flu B, three for parainfluenza 1, three for Flu A and two for RSV ( Table 2) There were no significant differences in the male to female ratio, age, lung function, number of hospital inpatient days or number of exacerbations in the last 12 months between the virus-positive and -negative groups ( Table 1 ). Seven of the 12 patients from whom virus was isolated had other non-virus-related exacerbation(s). There were no statistical associations between virus status and demographics, clinical variables or isolation rates for Pseudomonas aeruginosa (P. aeruginosa), Staphylococcus aureus (S. aureus) or Aspergillus fumigatus (A. fumigatus). For 11 of the 12 virus-positive patients, the same bacterial pathogens were isolated from sputum collected in the 6 months prior to the lung exacerbation; one patient had a small coliform present in the exacerbation sputum that had not been isolated previously.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 386,
                    "end": 393,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The role of viruses in the clinical course of CF infection has not been clearly defined [8, 9] . However, viruses identified in NPA or BAL samples of infants or young children have been linked to pulmonary exacerbation, early acquisition of P. aeruginosa [2, 10] and an adverse clinical course [11] . RSV seems most commonly involved. In two recent serological studies of older children and adults, Flu A and Flu B were associated with severe pulmonary deterioration [3, 12] . There have also been reports of the identification of rhinovirus and picornaviruses in the NPA of patients with pulmonary exacerbations [8, 13] .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 92,
                    "end": 94,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The results of this pilot study show that the m-RT-PCR-ELAHA can be successfully used to detect several common respiratory viruses in CF sputum. As reported previously, the prevalence of viral respiratory infections in CF patients varies markedly according to the specimen type, detection method, targeted viruses and patient age [14] , but the 23% prevalence found in this study is consistent with findings derived from an adult series using serological assays for a similar spectrum of viruses [3] . Modification of protocols to incorporate parvovirus B19, rhinovirus, human coronavirus 229E and OC43, and human metapneumovirus would almost certainly increase the rates of positive results.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 334,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "In temperate regions of Australia, infections with the parainfluenza viruses and adenoviruses occur throughout the year at low incidence levels. Infection with RSV occurs primarily in autumn and early winter, whilst influenza outbreaks usually occur in the winter months. Most samples for this study were collected during the winter months. The higher rates of Flu A and Flu B detection in 2002 com-pared with 2001 were consistent with data from the general population, which showed moderately increased influenza activity in 2002 over 2001 [15] . Typically, Flu B peaks in early winter and Flu A later in the season. The Flu A:Flu B ratios in 2001 and 2002 were 90:10 and 80:20, respectively, but in our small sample of CF patients these viruses were detected in similar proportions in both years. This trend could not be explained by collection patterns.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 545,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Influenza vaccination is often recommended for patients with CF. Four of the seven patients who tested positive for Flu A or Flu B in the present study had been vaccinated in the current year, but it is not known if they had seroconverted. A recent Cochrane review found no randomised trials examining the benefit of influenza vaccination for patients with CF [15] . Further study is needed before definitive conclusions may be reached.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The findings of this study suggest that sputum may be a viable non-invasive alternative to BAL or NPA samples for the detection of respiratory viruses in CF patients. However, studies comparing the rates of virus detection in CF sputum using the RT-PCR-ELAHA with those achieved using conventional methods of virus isolation and serology from NPA or BAL will be needed to confirm the sensitivity of the assay for this application. Clarification of the role of respiratory viruses in the clinical course of CF infection has assumed increased importance with the advent of new antiviral agents for pulmonary infections. The availability of a rapid and sensitive diagnostic test for the detection of multiple common viruses would greatly facilitate these investigations. Assuming the importance of viral infections is established, the incorporation of this assay into clinical management programs has the potential to reduce morbidity and enhance the survival of CF patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Recent advances in cystic fibrosis",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Doull",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Arch Dis Child",
            "volume": "85",
            "issn": "",
            "pages": "62--66",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe viral respiratory infections in infants with cystic fibrosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grimwood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Carlin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carzino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hull",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olinsky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Pediatr Pulmonol",
            "volume": "26",
            "issn": "",
            "pages": "371--379",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical manifestations of exacerbations of cystic fibrosis associated with nonbacterial infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Pribble",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bosso",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Pediatr",
            "volume": "117",
            "issn": "",
            "pages": "200--204",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genetic analysis of Pseudomonas aeruginosa isolates from the sputa of Australian adult cystic fibrosis patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pegler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elkins",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Service",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thamotharampillai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Merlino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harbour",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Clin Microbiol",
            "volume": "40",
            "issn": "",
            "pages": "2772--2778",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prevalence of Aspergillus fumigatus and other fungal species in the sputum of adult patients with cystic fibrosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bakare",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rickerts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bargon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Just-Nubling",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mycoses",
            "volume": "46",
            "issn": "",
            "pages": "19--23",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Use of induced sputum for the diagnosis of influenza and infections in asthma: a comparison of diagnostic techniques",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Moric",
                    "suffix": ""
                },
                {
                    "first": "Pab",
                    "middle": [],
                    "last": "Wark",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Virol",
            "volume": "26",
            "issn": "",
            "pages": "339--346",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A sensitive, specific and cost-effective multiplex reverse transcriptase-PCR assay for the detection of seven common respiratory viruses in respiratory samples",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Syrmis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Whiley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Siebert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Nissen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sloots",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Mol Diagn",
            "volume": "6",
            "issn": "",
            "pages": "125--131",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impact of respiratory viral infections on cystic fibrosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wat",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Postgrad Med J",
            "volume": "79",
            "issn": "",
            "pages": "201--203",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Respiratory virus infections in cystic fibrosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Doull",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Paediatr Respir Rev",
            "volume": "4",
            "issn": "",
            "pages": "172--177",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effects of upper respiratory tract infections in patients with cystic fibrosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Collinson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cancio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ashman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Ireland",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hammersley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "&apos;callaghan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Thorax",
            "volume": "51",
            "issn": "",
            "pages": "1115--1122",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Early bacteriologic, immunologic, and clinical courses of young infants with cystic fibrosis identified by neonatal screening",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Abman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Ogle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Harbeck",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Butler-Simon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Accurso",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Pediatr",
            "volume": "119",
            "issn": "",
            "pages": "211--217",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Acute severe deterioration in cystic fibrosis associated with influenza A virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Conway",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Littlewood",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Thorax",
            "volume": "47",
            "issn": "",
            "pages": "112--114",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effect of respiratory virus infections including rhinovirus on clinical status in cystic fibrosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Heaf",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Arch Dis Child",
            "volume": "73",
            "issn": "",
            "pages": "117--120",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Annual report of the National Influenza Surveillance Scheme",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yohannes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hampson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Commun Dis Intell",
            "volume": "27",
            "issn": "",
            "pages": "162--172",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Vaccines for preventing influenza in people with cystic fibrosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bhalla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Heaf",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cochrane Database Syst Rev",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". Three of 24 (12.5%) samples from 2001 were positive compared with 9 of 28 (32%) from 2002. Flu A, Flu B and RSV were detected in samples from both years. Parainfluenza virus 1 was detected only in 2002 while parainfluenza viruses 2 and 3 and adenovirus were not detected in samples from",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Detection of seven respiratory viruses in 52 cystic fibrosis sputa by m-RT-PCR-ELAHA",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This study was supported by the Royal Children's Hospital Foundation, Brisbane, the National Health and Medical Research Council, Australia and the Cystic Fibrosis Foundation, USA",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}