{
    "paper_id": "aa1262ce65755ce44f6a12b1644a065596c7890e",
    "metadata": {
        "title": "Journal Pre-proofs",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dandan",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Lei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "yu.lei@unmc.edu"
            },
            {
                "first": "Shen",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Vivek",
                "middle": [],
                "last": "Verma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Allegheny General Hospital",
                    "location": {
                        "settlement": "Pittsburgh",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yongsheng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "yongshengliu:mxs0156@163.com:swallow1031@163.com"
            },
            {
                "first": "Xueyan",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianping",
                "middle": [],
                "last": "Bi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Desheng",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guang",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Verma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Acknowledgements: None. months of uninterrupted radiation oncology clinical operation through the worst of the Wuhan outbreak, no known COVID-19 infection occurred at our radiotherapy center to our patients or employees. This report may provide valuable information for other radiation oncology departments during this unprecedented public health crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "December 2019, and reached its peak in Wuhan in February 2020. It became a major public health challenge for China, and evolved into a global pandemic in March 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The epidemic of Coronavirus Disease 2019 (COVID-19) first broke out in Wuhan in"
        },
        {
            "text": "For radiation oncology departments, the COVID-19 pandemic presents a unique challenge for disease protection and prevention for both patients and staff, owing to the weakened immune systems of cancer patients and the need to deliver timely and uninterrupted radiotherapy. At the Hubei Cancer Hospital, the only hospital in Wuhan that specializes in oncology, we organized an emergency infection control team to lead special efforts to combat COVID-19 during this challenging time. Under its lead, the following measures were implemented in the radiation oncology department: the radiotherapy clinic was divided into different infection control zones with varying levels of protection; special staff and patient infection control training sessions were conducted and appropriate measures deployed; daily symptom testing criteria were implemented for patients undergoing treatment; special rotating schedules and infection control methods were implemented for various staff members such as medical physicists/dosimetrists and radiation therapists; modified radiotherapy workflow and specialized treatment area cleaning and disinfection policies and procedures were designed and executed; and special medical waste disposal methods were implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The epidemic of Coronavirus Disease 2019 (COVID-19) first broke out in Wuhan in"
        },
        {
            "text": "We began treating patients using this new COVID-19 radiotherapy treatment workflow and infection control measures on January 30, 2020. During more than one and a half",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The epidemic of Coronavirus Disease 2019 (COVID-19) first broke out in Wuhan in"
        },
        {
            "text": "In December 2019, a novel coronavirus (temporarily named severe acute respiratory syndrome coronavirus 2, SARS-CoV-2) caused a cluster of pneumonia cases in Wuhan, China. The virus was officially named 2019-nCoV by the Chinese Center for Disease Control and Prevention [1] , and the disease was later termed Coronavirus Disease 2019 (COVID-19) by the World Health Organization (WHO) [2] .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During the first month of the outbreak, there were 16,500 confirmed cases, 360 fatalities, and over 20,000 suspected cases in China [3] . By March 11, 2020 , the rapid spread of the virus had caused more than 118,000 cases and 4,291 deaths in 114 countries from Asia to the Middle East, Europe and the United States. The WHO thus declared that the epidemic of COVID-19 had become a \"global pandemic\".",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 141,
                    "end": 155,
                    "text": "March 11, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Like SARS-CoV and Middle East respiratory syndrome coronavirus (MERS-CoV), 2019-nCoV belongs to the β-coronavirus genus and is zoonotic. Current studies have revealed that 2019-nCoV may have originated from wild animals, but the exact origin remains unclear [4] . It is now believed that 2019-nCoV interpersonal transmission occurs mainly via respiratory droplets and close contact [5] . There may be additional risks of fecal-oral transmission, as researchers have identified 2019-nCoV in the stool of patients from the United States [6] . However, whether 2019-nCoV can be spread through aerosols or vertical transmission is yet to be confirmed [7] . The incubation period of COVID-19 has been estimated at 4-7 days on average, but there is evidence that it could be as long as 14 days [8] , which is now the commonly adopted duration for medical observation or quarantining. Although patients with symptomatic COVID-19 have been the main source of transmission, recent observations have suggested that asymptomatic subjects as well as patients within the incubation period are also carriers of 2019-nCoV [9] . This epidemiologic feature of COVID-19 has made its control extremely challenging, as it is difficult to identify and quarantine these patients harboring occult disease, which can result in increasing risks of community transmission of 2019-nCoV.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cancer patients are more susceptible to infections than their non-afflicted counterparts owing to the systemic immunosuppressive state caused by the malignancy and therapy thereof (e.g. chemotherapy or radiotherapy). By analyzing a nationwide dataset of 1590 COVID-19 patients in China, Liang et al. [10] found that cancer patients had a higher risk of contracting COVID-19 than those without cancer. Additionally, they showed that patients with cancer also had poorer outcomes from COVID-19. This study highlighted the special needs of infection control for cancer patients during the challenging time of a COVID-19 outbreak.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Radiotherapy is the mainstay of treatment of numerous types of malignant tumors, and a radiotherapy course can take up to several weeks. Previous studies have reported that a protracted radiotherapy time and an extended radiotherapy interruption could both contribute to inferior local control and overall survival in cancer patients [11] [12] [13] [14] [15] .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, how to best protect these susceptible patients from COVID-19 during this pandemic without extended treatment interruptions or protracted overall radiotherapy time is a serious issue facing every radiation oncology department. Additionally, there is also a great risk of the infection spreading to staff members, owing to the direct interaction with infected patients before they are identified as positive (including suspected carriers, asymptomatic cases, patients with negative results on early nucleic acid tests, and patients with ultra-long incubation periods) [16, 17] . In addition, the closed environment (many radiotherapy centers are situated in basements) of the radiotherapy treatment rooms and the gathering of patients in the waiting area may further increase the risk of infection among patients and staff. Therefore, enhanced requirements are essential for COVID-19 protection and prevention at radiotherapy centers for both cancer patients and the medical staff. This paper details our infection control experience at the radiotherapy center of the Hubei Cancer Hospital, the only oncology-specific hospital in Wuhan, the earliest epicenter of the COVID-19 pandemic. We specifically report on the special measures implemented, the quality assurance investigation conducted, and the infection control outcome over the past 6 weeks. This may assist other radiation oncology departments for COVID-19 protection and prevention during this challenging time period.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 581,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To efficiently respond to the COVID-19 outbreak, with the coordination of our hospital, an ad hoc emergency infection control team was quickly formed. This team was responsible for organizing, managing, and executing radiotherapy specific policies and procedures during the outbreak. This team coordinated all aspects of infection control activities such as patient infection testing before admission, partitioning clinical and work areas into different protection zones, staff training and rotation assignments, radiotherapy workflow modification, classification of control and protection, management of personal protective equipment (PPE), disinfection and isolation management, medical waste disposal, and emergency response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Forming the ad hoc emergency infection control team"
        },
        {
            "text": "We partitioned the clinical area of the radiotherapy center into three zones of varying contamination/protection levels based on patient occupancy time, ventilation condition, and the risk level of exposure. These were labeled as Clean Zones, Semi-contaminated Zones, and Contaminated Zones (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 298,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Infection control zoning"
        },
        {
            "text": "• Clean Zones: administrative offices, medical physics and dosimetry offices, staff lounges, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection control zoning"
        },
        {
            "text": "• Semi-contaminated Zones: changing rooms, patient corridors, restrooms, waiting areas, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection control zoning"
        },
        {
            "text": "• Contaminated Zones: front desk area, mold room, CT simulation room, conventional simulation room, LINAC console areas, treatment vaults, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection control zoning"
        },
        {
            "text": "Under the guidance of the ad hoc emergency infection control team, all personnel actively remained on call, and rotated according to a predetermined emergency schedule during the outbreak. All personnel were required to take COVID-19 training and pass a screening test to return to work as part of the predetermined rotation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standardized personnel training and scheduling"
        },
        {
            "text": "Each clinical department arranged their personnel to attend a standardized COVID-19 protection and prevention training session. The training included learning the latest versions of \"COVID-19 Diagnosis and Treatment Plan\" and \"COVID-19 Protection and Prevention Plan\", hand hygiene, proper handling of PPE, disinfection policies and procedures, and quarantine/isolation policies. The training interweaved online education and hands-on training. Each employee was required to pass a hospital-wide standardized test to reflect the completion of training. Additionally, employees also needed to pass a COVID-19 screening to return to work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personnel training"
        },
        {
            "text": "Considering the median incubation time of 4-7 days for COVID-19 [8, 9, 17] , personnel reported to work on a rotating schedule with no overlap. The details are 6 described as follows. The 8 total medical physicists and medical dosimetrists were divided into two groups (A and B), each with 4 employees. Group A worked on-site for a week (5 days) while Group B stayed at home; Group B then worked on-site the following week while Group A remained at home; the two groups switched every week thereafter. Employees assigned to be off-site would support treatment planning if they had proper equipment and training in remote planning.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 68,
                    "end": 70,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Staff rotation"
        },
        {
            "text": "The 26 total therapists were also divided into two groups (C and D), with 13 therapists each. In each group, there was 1 specific therapist assigned for patient registration/appointment, 2 for immobilization device management, 2 for simulation, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff rotation"
        },
        {
            "text": "A highly contagious disease, COVID-19 can be spread through asymptomatic patients. Therefore, a stringent COVID-19 screening protocol was implemented at our center, and the radiotherapy workflow was optimized for combating the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New radiotherapy workflow during the outbreak"
        },
        {
            "text": "Masks were required for all patients and their accompanying caregivers when entering medical areas. They would first go through a temperature checkpoint at the outpatient gateway; if a fever was detected, the patient or caregiver was referred to specialized fever clinics. A chest CT and a blood test was required for inpatient admission and for the accompanying caregivers to enter treatment areas. Confirming normal results of these tests, the outpatient attending physician would then admit the patient for inpatient cancer treatment. A COVID-19 nucleic acid test would be immediately performed on the patient and caregiver on the second day following admission. Screening followed the diagnostic criteria defined in the COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 screening of patients and caregivers"
        },
        {
            "text": "Diagnosis and Treatment Plan (Provisional 7 th Edition) from the National Health Commission of China [18] .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 screening of patients and caregivers"
        },
        {
            "text": "For patients exhibiting COVID-19 symptoms after admission, observation in single-occupancy isolation was conducted for 14 days. Repeat chest CT scans, blood tests, and nucleic acid tests were conducted over the observation period. If a patient was confirmed positive for COVID-19, they were referred to the designated COVID-19 hospitals for treatment, and their caregivers referred to specialized isolation/observation hospitals. If a caregiver was confirmed positive for COVID-19, they were referred to designated COVID-19 hospitals for treatment, and the patient was transferred to a single-occupancy isolation unit and could only start cancer treatments after COVID-19 infection had been ruled out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 screening of patients and caregivers"
        },
        {
            "text": "2.2.1 All patients and their accompanying caregivers (when needed) must have cleared the above described COVID-19 screening in order to start treatment. Upon initial entry into the radiotherapy clinical areas, every person was required to have a chest CT with possible 2019-nCoV infection ruled out and a negative nucleic acid test before registration. New patients needed to sign an informed consent regarding the COVID-the daily treatment, the patients and caregivers would first have a physical examination conducted at the nurse station, and carried with them their daily physical examination report signed by the attending physician confirming that all indices were within normal limits (blood oxygen saturation ≥95% and temperature <37.3°C). Unless highly necessary, caregivers were discouraged to accompany patients into the treatment area. Table 1 , a student's t-test showed no statistical difference between the two groups on any index (P>0.05 for Vrt, Lng, Lat, Pitch, Roll, and Rtn). For patients receiving radiotherapy to other body sites, wearing surgical masks did not interfere with immobilization devices such as body Vac-Lok bags (Fig 2C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 848,
                    "end": 855,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1148,
                    "end": 1156,
                    "text": "(Fig 2C)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Workflow Modifications"
        },
        {
            "text": "To avoid crowding, making on-site appointments was cancelled, and all appointments were made over the phone. Patients were required to receive a notification call before heading to the radiotherapy center. The regular machine slots of 4.5 patients/hour per machine before the outbreak was reduced to 3 patients/hour, in order to accommodate disinfecting procedures between treatments. As such, treatment efficiency was necessarily reduced during the COVID-19 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appointments and machine slots"
        },
        {
            "text": "A strict single-patient rule was enforced in the LINAC waiting area. The next patient was called to enter the waiting area only after the prior patient left the area after completing treatment. This was different from our regular workflow prior to the outbreak, in which patients routinely lined up in the LINAC waiting area in order to increase machine throughput. At the general waiting area, patients were instructed to keep interpersonal spacing of 2 meters or more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing"
        },
        {
            "text": "Patients considered high-risk for mucus exposure, such as those with laryngeal tubes, were treated at the very end of the day on a specific machine. A surgical mask was used to cover the laryngeal tube during treatment (Fig 2D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 227,
                    "text": "(Fig 2D)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Patients at high risk for mucosal exposure"
        },
        {
            "text": "All personnel protection was adopted from the 2019-nCoV protection guidance from the Chinese Center for Disease Control and Prevention (CDC). All areas were zoned to different protection levels as described above. All personnel were required to stay within their assigned zones unless special circumstances were present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personnel protection levels"
        },
        {
            "text": "Clean Zones: Strict hand hygiene, along with disposable surgical caps, disposable surgical masks, uniforms or disposable protection gowns, and disposable gloves. This applied to personnel such as medical physicists, medical dosimetrists, and general administrative personnel (Fig 3A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 283,
                    "text": "(Fig 3A)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Level 1 protection"
        },
        {
            "text": "Semi-contaminated Zones: Strict hand hygiene, along with disposable surgical caps, N95 respirators, disposable protection gowns, disposable gloves, and disposable shoe covers. This applied to personnel such as corridor gatekeepers and front desk employees ( Fig 3B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 265,
                    "text": "Fig 3B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Level 2 protection"
        },
        {
            "text": "Contaminated Zones: Strict hand hygiene, along with disposable surgical caps, N95 respirators, protection suits, protection goggles, disposable gloves, and disposable shoe covers. This applied to personnel such as radiation therapists (Fig 3C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 243,
                    "text": "(Fig 3C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Level 3 protection"
        },
        {
            "text": "All PPEs were allocated and distributed centrally by designated personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PPE distribution"
        },
        {
            "text": "To avoid cross-contamination, strict disinfection must have been conducted on the air, floors, surfaces, equipment, and accessories at the radiation therapy treatment center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Area disinfection and medical waste disposal"
        },
        {
            "text": "All medical waste was classified and managed accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Area disinfection and medical waste disposal"
        },
        {
            "text": "The 2019-nCoV is sensitive to UV light and heat. Disinfection could therefore be achieved using 30 minutes at 56 o C, ether, 75% ethanol, chlorine-containing disinfectants, peracetic acid, or chloroform. (Fig 4A, B) This comprised wiping down all surfaces with 75% ethanol, disinfecting large equipment with movable UV lights for 1 hour (Fig 4C) , and spraying floors with 1000mg/L chlorine-containing disinfectants. For areas other than the treatment rooms, air disinfection was conducted using electric ultra-low capacity sprayers with 3% hydrogen peroxide, 5000mg/L peroxyacetic acid, 500mg/L chlorine dioxide, and other disinfectants. The disinfectants were applied by electric ultra-low capacity sprayers at 20-30 mL/m 3 and enclosed the area before the disinfection process. The sprays were applied in a sequential fashion: top to bottom, left to right, inside to outside, and surface to space. The areas were then fully ventilated after the disinfection was complete (the time of action of hydrogen peroxide and chlorine dioxide is 30-60 minutes, and that of peroxyacetic acid is 1 hour). Air sanitization equipment was used for disinfecting large capital equipment in the treatment vaults due to a possible erosive effect of disinfecting sprays (Fig 4D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 215,
                    "text": "(Fig 4A, B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 337,
                    "end": 345,
                    "text": "(Fig 4C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1253,
                    "end": 1261,
                    "text": "(Fig 4D)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Area disinfection"
        },
        {
            "text": "During the outbreak, all waste at the radiotherapy center was treated as infectious waste and disposed accordingly. Medical waste packaging bags (orange-colored) and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical waste management"
        },
        {
            "text": "Due to the fluid and evolving situations during the COVID-19 outbreak, plans were prepared for emergent events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergent event handling"
        },
        {
            "text": "If a patient exhibited fever or other symptoms suspicious of COVID-19, the attending physician was contacted immediately to arrange the patient into the COVID-19 workup and clinical workflow as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suspicious symptoms"
        },
        {
            "text": "If an employee was exposed to 2019-nCoV, they reported the exposure immediately in accordance with the COVID-19 exposure workflow as described above and immediately stopped working; backup employees then took over the clinical/administrative duties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Employee exposure"
        },
        {
            "text": "If a LINAC went down, to avoid cross-contamination, the treatment room was cleared before machine engineers in protective gear were notified to enter and perform repair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LINAC repair"
        },
        {
            "text": "COVID-19 is a highly infectious disease mainly transmitted through droplets and close contact. Cancer patients are especially susceptible due to their weakened immune systems. Thus, during the outbreak, COVID-19 protection and prevention was just as important as delivering cancer treatment. This report highlights the measures taken by a department at the epicenter of the viral outbreak, which may provide valuable information for other radiation oncology departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Between January 30, 2020 (when we started treating using the COVID-19 workflow and protocol described in this article) and March 16, 2020 (at the time of writing), our hospital tallied a total of 10,242 cancer outpatient visits. From these visits, 932 patients were admitted for cancer treatments after passing COVID-19 screening tests, and another 124 were suspected for COVID-19 based on CT or blood test results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additionally, from the nucleic acid tests performed on all admitted patients, 4 patients were identified as asymptomatic positives who all showed normal chest CT and blood test results. This indicates that nucleic acid tests are necessary to identify the rare asymptomatic COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this reported duration, our radiotherapy center treated a total of 105 cancer patients, including 51 cranial/head-and-neck patients, 37 thoracic patients, and 17 abdominal/pelvic patients. One patient (with a breast cancer history 3 years ago) receiving radiotherapy for central nervous system lymphoma developed a fever after 5 fractions of brain irradiation. The repeat chest CT showed lung inflammation and two additional nucleic acid tests were negative. This patient's blood test showed a substantial procalcitonin elevation to 9.25, a white blood cell count elevation to 1.6x10 10 , and normal lymphocyte counts. The immunoglobulin tests (IgG, IgM) results were also normal. Based on the evaluation by the COVID-19 expert panel of our hospital, the patient was considered to have a bacterial pneumonia causing the fever, and a COVID-19 infection was ruled out at the time. The patient was put on antibacterial treatments and later resumed radiotherapy treatments after her pneumonia was controlled. This was the only patient during this interval who experienced a radiotherapy interruption due to COVID-19 related investigation. Following a 4-day interruption, this patient returned on treatment and had one fraction added to the original prescription at the end of treatment; this was per the general departmental practice guideline of adding one additional fraction for each 3-day interruption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, this manner of prescription modification is ultimately up to the discretion of the attending radiation oncologist on a case-by-case basis. Implementation of hypofractionation, or delaying radiation therapy for low-risk cancers, during the outbreak is encouraged whenever possible. We did not specially implement hypofractionation schemes because the vast majority of neoplasms at our center have little established role for hypofractionation (e.g. cranial, head and neck, lung, abdominopelvic). Unlike most Western countries, malignancies such as breast or prostate cancer comprise a very small fraction of our patient population treated during this pandemic. For those patients, there are well-established prospective data for hypofractionation, accelerated fractionation, and/or stereotactic radiotherapy; starting these patients on hormone therapy and delaying radiation therapy is also a feasible option.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite the success of the management techniques highlighted herein, shortcomings and trade-offs must be tolerated during a pandemic. First, with our approach, treatment was commenced only after active COVID-19 was ruled out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although this is an excellent approach to infection control, it may be oncologically detrimental owing to delaying the time from diagnosis to initial treatment. There are advantages and disadvantages to either approach, but the high acute mortality rate from COVID-19 led to the prioritization of infection control over potential incremental losses in local control. Second, no prioritization by cancer site/type was performed, as the time a patient had waited to start radiotherapy was honored, regardless of tumor type. The disadvantage of this approach primarily lies in a further increase in the time interval from diagnosis to initial therapy if radiation treatment is at capacity due to the reduced staffing level. This may impact outcomes of rapidly proliferative neoplasms such as those of the head and neck, lung, and cervix. The main reason that our center did not implement any site-based prioritization was because the patient load during the peak of the outbreak was naturally reduced to one-seventh to one-third of the normal patient load. Therefore, even with the reduced staffing level based on the rotating schedules, the patient load was not close to being at capacity. The drop in patient load was in part due to patient-elected risk-evasion decisions to pause or delay radiotherapy, and also partly due to traffic restrictions during the Wuhan lockdown. Third, and most importantly, the measures taken at our institution may not be directly extrapolated to other institutions, largely because the number of LINACs, employees, as well as PPE and other resources is highly variable between centers and circumstances in various countries. As a result, our experience is not presented for direct emulation purposes, but is rather meant to provide an experience-based summary of the policies and procedures that can be considered by other centers, and modified based on individual circumstances, in order to address the unique challenges of this unprecedented global health crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, following the COVID-19 outbreak, our hospital and radiotherapy center implemented multiple measures for patient and staff COVID-19 protection and prevention. First, specialized protection and prevention taskforces were appointed at the hospital as well as departmental levels. Responsible for overall clinical operation management during the outbreak, these teams worked on area zoning for varying levels of protection and prevention, organized personnel COVID-19 training, and designed staff rotations. Second, a screening workflow was implemented before inpatient admission. Patients were informed of the requirements for entering radiotherapy areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Modifications were made to the radiotherapy workflow to fit the special COVID-19 protection requirements. Third, the radiotherapy center zoning was executed according to different contamination levels. Personnel working in different zones were also instructed to follow their corresponding protection procedures and wear corresponding PPEs. Fourth, disinfection procedures in different zones and waste disposal were clearly delineated and implemented. Finally, preparation plans were put in place for possible emergent events. Thus far, the COVID-19 protection and prevention measures effectively ensured the safe and smooth clinical operation in our radiotherapy center and protected our patients and staff against COVID-19 infection. As such, in Wuhan, the epicenter of the COVID-19 outbreak in China, during the 6+ weeks of radiation oncology clinical operation, no COVID-19 infection occurred at our radiotherapy center for our patients or employees. This report may provide valuable information for other radiation oncology departments during this unprecedented public health crisis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "1. Infection protection and prevention is critical at radiotherapy centers during a COVID-19 outbreak due to the weakened immunity of cancer patients and the need to deliver timely and uninterrupted radiotherapy treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "2. Special measures were taken at the Hubei Cancer Hospital in Wuhan to combat COVID-19 while maintaining radiotherapy care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "transmission during the 6+ weeks since their implementation, through the peak outbreak in Wuhan. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The measures successfully protected patients and staff against COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--270",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Coronavirus disease (COVID-19) outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Novel coronavirus: how things are in Wuhan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nabi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Siddique",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Microbiol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.02.005"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diagnosis, treatment, and prevention of 2019 novel coronavirus infection in children: experts' consensus statement",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "World J Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12519-020-00343-7"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lofy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiesman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "929--936",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "809--824",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "20--28",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H2",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "",
            "pages": "335--372",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effect of overall treatment time on outcomes after concurrent chemoradiation for locally advanced non-small-cell lung carcinoma: analysis of the radiation therapy oncology group (RTOG) experience",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Machtay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Komaki",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Sause",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Swann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Langer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "63",
            "issn": "3",
            "pages": "667--71",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Radiotherapy for early glottic carcinoma (T1N0M0): results of prospective randomized study of radiation fraction size and overall treatment time",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamazaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nishiyama",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koizumi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chatani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Influence of overall treatment time and radiobiological parameters on biologically effective doses in cervical cancer patients treated with radiation therapy alone",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gasinska",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Lind",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Urbanski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acta Oncol",
            "volume": "43",
            "issn": "7",
            "pages": "657--66",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The detrimental effects of radiotherapy interruption on local control after concurrent chemoradiotherapy for advanced T-stage nasopharyngeal carcinoma: an observational, prospective analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Cancer",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Radiation Treatment Time and Overall Survival in Locally Advanced Non-small Cell Lung Cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcmillan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ojerholm",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singhal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Predina",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "98",
            "issn": "5",
            "pages": "1142--52",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "National Health Commission of China. The diagnosis and treatment protocol for novel coronavirus pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ministry of Health, PRC. Measures for the Management of Medical waste in Medical and Health institutions",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "30--35",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "treatment delivery on the LINACs. Groups C and D also rotated weekly without overlap similar to the schematic with Groups A and B. If any staff member developed symptoms, they were mandated to notify the hospital at the earliest instance of symptom development and subsequently stop reporting to work. If the staff member became a suspected or positive COVID-19 patient, other staff members in close contact with this employee were required to be quarantined immediately and would not return to work until an infection was ruled out. Between January 30 and February 12, 2020 (the two weeks of peak outbreak), there were over 2000 newly confirmed cases in Wuhan every day. Because of these rapidlydeveloping circumstances, our radiotherapy center treated about 40 patients per day (roughly 1/7 of the regular patient load). Considering the higher risk of infection, for each group of 13 radiation therapists, only 9 were on active duty and the other 4 remained as backups in case any of the 9 became infected during the week. From February 13 to March 1, the outbreak in Wuhan plateaued and appeared increasingly under control with decreasing daily tallies of newly-confirmed cases. As a result, the patient load increased, resulting in placing 2 of the backup therapists back on active duty (i.e., 11 therapists on duty and 2 as backups in each group). On March 2, newlyconfirmed cases in Wuhan dropped under 200 for the first time since the outbreak. On March 16, at the time of writing, the newly-confirmed case count dropped to 1. With lower risks for infection, the patient load then continued to increase to 90-100 patients per day, up to 1/3 of the regular patient load. Therefore, the full group of 13 therapists were put on active duty. Under our appropriate protection zoning arrangement and strict protection and prevention measures, we experienced no known employee or patient infections in the entire interval from January 30 (when the center reopened following the Chinese New Year) and March 16 (the time of writing).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "employees entering the treatment area through the employee corridor would have their temperatures checked before entering. Patients (and caregivers, when applicable) would have their temperatures checked again at the patient corridor before entering the treatment area. These temperature values were posted in each respective corridor. Prior to entry in the treatment area, physical examination reports were again checked and hand hygiene was performed with instruction. 2.2.3 Based on the transmission routes of 2019-nCoV, patients were required to wear a surgical mask for the entire duration of immobilization device construction, CT simulation, daily localization, and treatment delivery. Each patient's comfort level of wearing a mask was carefully balanced against the immobilization accuracy for cranial and head-and-neck patients immobilized with thermoplastic masks(Figs 2A and 2B).For these patients, semi-open thermoplastic masks with nose and mouth openings could be used if a patient experienced breathing difficulties and could not tolerate the regular thermoplastic mask(Fig 2B). Based on a group of 18 randomly selected patients treated with this surgical mask-thermoplastic mask combination design (2 with the semi-open thermoplastic masks), we investigated its immobilization accuracy by comparing the CBCT 6D shift/rotation results against another group of 14 randomly selected patients with thermoplastic masks alone prior to the outbreak. As shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "sharps containers had warning signs on their surfaces and were transferred in sealed and airtight double-layer bags to avoid damaging or leaking. Management and disposal were carried out in strict accordance with the \"Regulations on the Management of Medical Waste\" and \"Measures on the Management of Medical Waste in Medical and Health Institutions\" [19].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Radiotherapy center layout and infection control zoning.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Wearing of a surgical mask in addition to regular immobilization devices. A: A head-and-neck patient wearing a surgical mask underneath a regular thermoplastic immobilization mask. B: A cranial patient wearing a surgical mask underneath a semiopen thermoplastic immobilization mask. C: A thoracic patient wearing a surgical mask on an immobilization Vac-Lok bag. D: A head-and-neck patient with a laryngeal tube wearing a surgical mask underneath a regular thermoplastic immobilization mask with the laryngeal tube covered by another surgical mask.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Personnel PPE requirements for (A) Clean Zones, (B) Semi-Contaminated Zones, and (C) Contaminated Zones.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Example of specific area disinfection procedures. A: A Vac-Lok bag was wiped down with ethanol. B: A treatment table extension was cleaned with ethanol spray. C: A LINAC was disinfected with UV lights. D: Air disinfection was performed with an air sanitizer.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "4.1.1 Clean Zones were kept well ventilated. All surfaces were wiped down daily with disposable disinfecting wipes or 75% ethanol. 4.1.2 UV lights were installed in the changing rooms. Air was disinfected twice daily with UV lights, for 1 hour at a time. 4.1.3 Semi-contaminated Zones, such as waiting areas, had terminal disinfection (details below) applied, in addition to maintaining good ventilation. 4.1.4 For Contaminated Zones such as treatment vaults, all surfaces, such as control console countertops, keyboards, and mice, were disinfected twice daily with disposable disinfecting wipes or 75% ethanol. 4.1.5 All treatment and exam rooms were kept well ventilated, with full circulation at least 4 times per hour. Air disinfection was conducted twice daily with an air purifier with UV sanitizer, for 2 hours each time. 4.1.6 Therapists applied alcohol-based hand sanitizer before and after each patient localization. Any couch surface that touched the patient, head extensions, immobilization devices, and other radiotherapy accessories were disinfected with disposable disinfecting wipes or 75% ethanol. For visible contaminants, routine disinfection was conducted after the contaminant was first removed with disposable absorbing wipes",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". 4.1.7 Floors of all zones were disinfected twice daily by spraying 1000mg/L chlorinecontaining disinfectants. For visible contaminants, routine disinfection was performed as described above. 4.1.8 Terminal disinfection was applied to all areas after daily treatments concluded.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison statistics of the CBCT-identified 6D shifts/rotations between the control group with thermoplastic immobilization mask alone (n=14) and the experimental group with a surgical mask underneath the thermoplastic immobilization mask (n=18). Values are shown in mean±1 standard deviation. Abbreviations: W/O, without; W, with; Vrt, Vertical; Lng, Longitudinal; Lat, Lateral; Rtn, Rotation.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}