{
    "paper_id": "aa1c6214d417c22959df8d0b04c21713dc94d036",
    "metadata": {
        "title": "Porcine epidemic diarrhoea virus: a comprehensive review of molecular epidemiology, diagnosis, and vaccines",
        "authors": [
            {
                "first": "Daesub",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bongkyun",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The porcine epidemic diarrhoea virus (PEDV), a member of the Coronaviridae family, causes acute diarrhoea and dehydration in pigs. Although it was first identified in Europe, it has become increasingly problematic in many Asian countries, including Korea, China, Japan, the Philippines, and Thailand. The economic impacts of the PEDV are substantial, given that it results in significant morbidity and mortality in neonatal piglets and is associated with increased costs related to vaccination and disinfection. Recently, progress has been made in understanding the molecular epidemiology of PEDV, thereby leading to the development of new vaccines. In the current review, we first describe the molecular and genetic characteristics of the PEDV. Then we discuss its molecular epidemiology and diagnosis, what vaccines are available, and how PEDV can be treated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine epidemic diarrhoea (PED), which was first observed among English feeder and fattening pigs in 1971 [1] , is a devastating enteric disease that manifests as sporadic outbreaks during the winter, leading to damage on breeding farms. Characterised by watery diarrhoea, PED resembles transmissible gastroenteritis (TGE), but has less of an effect on suckling pigs (\\4-to 5-week old); this is what allowed PED to first be distinguished from the TGE virus and other recognized enteropathogenic agents. As it spread through Europe, the disease was named 'epidemic viral diarrhoea (EVD) .' Unlikely what the disease used to outbreak in fattening pigs, different types of EVD caused acute diarrhoea in pigs of all ages in 1976. This type of EVD was classified as EVD type 2 [1] , different from the previously recognized type 1 [2] . EVD type2 was turned out to be caused by a coronavirus-like agent in 1978 [3, 4] using experimentally designed CV777 which caused enteropathogenic infection in both piglets [3] and fattening swine. This was when the disease started to be called as 'Porcine Epidemic Diarrhoea (PED)' [4] .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 586,
                    "text": "(EVD)",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 913,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 1006,
                    "end": 1009,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1116,
                    "end": 1119,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Both transmissible gastroenteritis virus (TGEV) and porcine epidemic diarrhoea virus (PEDV) are classified into group 1 of the genus Coronavirus. PEDV ranges in diameter from 95 to 1990 nm (mean diameter: 130 nm), including its projection. As in many particles with a tendency to a round shape, the PEDV contains a centrally located electronopaque body; it also possesses widely spaced club-shaped projections measuring 18-23 nm in length. The internal structure of the virus remains unknown. The PEDV is sensitive to ether and chloroform and has a density in sucrose of 1.18 g/ml. The virus possesses a glycosylated peplomer (spike, S) protein, Poll (P1), envelope (E), glycosylated membrane (M) protein, and an unglycosylated RNA-binding nucleocapsid (N) protein [5] . Cell cultureadapted PEDV loses its infectivity when heated to C60°C for 30 min, but is moderately stable at 50°C; further, the virus is stable between pH 5.0 and 9.0 at 4°C and between pH 6.5 and 7.5 at 37°C [6] . PEDV shows no haemagglutinating activity [6] .",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 768,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 979,
                    "end": 982,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1026,
                    "end": 1029,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The PEDV propagates by orally inoculating piglets, after which, during the early stages of diarrhoea, it collects in the tissues and contents of the small intestine [3] . Vero (African green monkey kidney) cells support the serial propagation of PEDV and grow successfully in laboratory conditions; however, growth of the virus depends on the presence of trypsin in the cell culture medium. Cytopathic effects consist of vacuolation and formation of syncytia.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During the 1980s and 1990s, PED was prevalent throughout Europe, in countries such as Belgium, England, Germany, France, the Netherlands, and Switzerland (Table 1) . PED is currently a source of concern in Asia, where outbreaks are often more acute and severe than those observed in Europe. In this respect, and in their high mortality rates, these resemble TGEV outbreaks. For example, Japanese outbreaks between September 1993 and June 1994 resulted in 14,000 deaths, with mortality ranging from 30 to 100% in suckling pigs. During these epidemics, adult pigs showed only temporary decreases in appetite and milk production [7] . Another PED epidemic occurred in the winter of 1996, during which 39,509 of 56,256 infant farrow-to-finish piglets died after experiencing diarrhoea. Between January 1992 and December 1993, 56.3% of viral enteric cases in infant pigs surveyed in Korea were attributable to PEDV, rather than TGEV. The vast majority of outbreaks (90%) involved piglets \\10-day-old [8] . The clinical lesions of PEDV in the small intestine of piglets were similar to those of TGEV. Lesions are confined to the small intestine, which is distended with yellow fluid (Fig. 1 ). PED outbreaks also occurred in Thailand from 2007 to 2008. Most of the affected farms reported that the disease first occurred in farrowing barns; 100% of newborn piglets were subsequently lost. Between August 1997 and July 1999, 50.4% of 1,258 enteric cases across 5 Korean provinces were diagnosed as PED [9] ; further, a Korean abattoir serosurvey found PEDV seroprevalences of 17.6-79% (mean of 45%) in samples from 469 pigs from seven provinces. Cumulatively, these results suggest that the virus had become endemic in some areas [10] ( Table 1) . However, recent outbreaks seemed to be concentrated in certain countries where pork industry is prevalent, such as Philippines, South Korea and China.",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 629,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1495,
                    "end": 1498,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1723,
                    "end": 1727,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 163,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1177,
                    "end": 1184,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1730,
                    "end": 1738,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "PEDV is an enveloped virus possessing an approximately 28 kb, positive-sense, single-stranded RNA genome with a 5 0 cap and a 3 0 polyadenylated tail [11, 12] . The genome comprises a 5 0 untranslated region (UTR), a 3 0 UTR, and at least seven open reading frames (ORFs) that encode 4 structural proteins [spike (S), envelope (E), membrane (M), and nucleocapsid (N)] and three non-structural proteins (replicases 1a and 1b, and ORF3); these are arranged on the genome in the order 5",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Molecular and genetic characteristics of the PEDV"
        },
        {
            "text": "The polymerase gene consists of 2 large ORFs, 1a and 1b, that cover the 5 0 two-third of the genome and encode the non-structural replicase polyproteins (replicases 1a and 1b). Genes for the major structural proteins S (150-220 kDa), week of age died from severe watery diarrhoea after showing signs of dehydration. After the acute outbreak, piglets were anorectic, depressed, vomiting, and producing water faeces that did not contain any signs of blood. Necropsies of deceased piglets from the Kimpo outbreak uncovered gross lesions in the small intestines, which were typically fluidic, distended, and yellow, containing a mass of curdled, undigested milk. Atrophy of the villi caused the walls of the small intestines to become thin and almost transparent Virus Genes (2012) 44:167-175 169 E (7 kDa), M (20) (21) (22) (23) (24) (25) (26) (27) (28) (29) (30) , and N (58 kDa) are located downstream of the polymerase gene [15, 18, 20] . The ORF3 gene, which is an accessory gene, is located between the structural genes. It encodes an accessory protein, the number and sequence of which varies among different coronaviruses [20] . The PEDV S protein is a type I glycoprotein composed of 1,383 amino acids (aa). It contains a signal peptide (1-18 aa), neutralising epitopes (499-638, 748-755, 764-771, and 1,368-1,374 aa), a transmembrane domain (1,334-1,356 aa), and a short cytoplasmic domain. The S protein can also be divided into S1 (1-789 aa) and S2 (790-1,383 aa) domains based on its homology with S proteins of other coronaviruses [21] [22] [23] [24] [25] [26] . Like other coronavirus S proteins, the PEDV S protein is a glycoprotein peplomer (surface antigen) on the viral surface, where it plays a pivotal role in regulating interactions with specific host cell receptor glycoproteins to mediate viral entry, and stimulating induction of neutralising antibodies in the natural host [15, 21-23, 26, 27] . Moreover, it is associated with growth adaptation in vitro, and attenuation of virulence in vivo [28, 29] . Thus, the S glycoprotein would be a primary target for the development of effective vaccines against PEDV. Additional studies of this structure are essential for understanding the genetic relationships between, and diversity of, PEDV isolates, the epidemiological status of PEDV in the field, and the association between genetic mutations and viral function [29] [30] [31] [32] [33] . It was reported that aminopeptidase N is the receptor of TGEV, human coronavirus 229E (HcoV-229E) and feline coronavirus (FeCoV) which all belong to group I coronavirus including PEDV [34] .",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 810,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "(21)",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "(23)",
                    "ref_id": null
                },
                {
                    "start": 826,
                    "end": 830,
                    "text": "(24)",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "(25)",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "(26)",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "(27)",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 850,
                    "text": "(28)",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "(29)",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 860,
                    "text": "(30)",
                    "ref_id": null
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 929,
                    "end": 932,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1541,
                    "end": 1545,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1546,
                    "end": 1550,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1551,
                    "end": 1555,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1556,
                    "end": 1560,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1565,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1566,
                    "end": 1570,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1895,
                    "end": 1914,
                    "text": "[15, 21-23, 26, 27]",
                    "ref_id": null
                },
                {
                    "start": 2014,
                    "end": 2018,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 2019,
                    "end": 2022,
                    "text": "29]",
                    "ref_id": null
                },
                {
                    "start": 2383,
                    "end": 2387,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 2388,
                    "end": 2392,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 2393,
                    "end": 2397,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 2398,
                    "end": 2402,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 2403,
                    "end": 2407,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 2594,
                    "end": 2598,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Molecular and genetic characteristics of the PEDV"
        },
        {
            "text": "The PEDV M protein, the most abundant envelope component, is a triple-spanning structural membrane glycoprotein with a short amino-terminal domain on the outside of the virus and a long carboxy-terminal domain on the inside [35] . The M protein not only plays an important role in the viral assembly process [36, 37] but also induces antibodies that neutralise the virus in the presence of its complement [37, 38] . The M protein may play a role in a-interferon (a-IFN) induction [39] . Coexpression of M and E proteins allowed the formation of pseudoparticles, which exhibited interferogenic activity similar to that of complete virions [40] . Additional work on the M glycoprotein should increase our understanding of the genetic relationships between, and the diversity of PEDV isolates and the epidemic situation of PEDV in the field [30, [41] [42] [43] [44] [45] .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "[36,",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Molecular and genetic characteristics of the PEDV"
        },
        {
            "text": "The N protein, which binds to virion RNA and provides a structural basis for the helical nucleocapsid, is a basic phosphoprotein associated with the genome [5, 16, 18, 46] . As such, it can be used as the target for the accurate and early diagnosis of PEDV infection. It has been suggested that N protein epitopes may be important for induction of cell-mediated immunity (CMI) [38] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "46]",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Molecular and genetic characteristics of the PEDV"
        },
        {
            "text": "Whereas the genes encoding the structural proteins have been thoroughly investigated for most coronaviruses, little is known about the functions of the accessory proteins, which are not generally required for virus replication in cultured cells [46] [47] [48] [49] . On the contrary, their expression might lead to decreases of viral fitness in vitro, and mutants with inactivated accessory genes are easily selected during serial passage through cell cultures [50] [51] [52] [53] . In general, accessory genes are maintained in field strains [50, 54] , and their loss mainly results in attenuation in the natural host [55] [56] [57] . In the case of PEDV, the only accessory gene is ORF3, which is thought to influence virulence; cell culture adaptation has been used to alter the ORF3 gene in order to reduce virulence [52] , as has been done for TGEV [53] . Differentiation of ORF3 genes between the highly cell-adapted viruses and field viruses could be a marker of adaptation to cell culture and attenuation of the virus [52, 58, 59] . Thus, measures of variation in ORF3 gene differentiation could be a valuable tool in molecular epidemiology studies of the PEDV [42, 45, 52, 59] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[50,",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "54]",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1026,
                    "end": 1030,
                    "text": "[52,",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1034,
                    "text": "58,",
                    "ref_id": null
                },
                {
                    "start": 1035,
                    "end": 1038,
                    "text": "59]",
                    "ref_id": null
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[42,",
                    "ref_id": null
                },
                {
                    "start": 1174,
                    "end": 1177,
                    "text": "45,",
                    "ref_id": null
                },
                {
                    "start": 1178,
                    "end": 1181,
                    "text": "52,",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1185,
                    "text": "59]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Molecular and genetic characteristics of the PEDV"
        },
        {
            "text": "Genetic and phylogenetic analyses based on the S, M, and ORF3 genes have been used to determine the relatedness of PEDV isolates, both within Korea and among various countries in which PEDV has surfaced. Research on part of the S gene, and on the entire M gene, have suggested that PEDVs can be separated into three groups (G1, G2, G3), which have three subgroups (G1-1, G1-2, G1-3) [32] . According to analysis of the partial S genes, the G1 PEDVs had 95.1-100% nucleotide sequence similarities with each other, and they had 93.5-96.7 and 88.7-91.5% sequence identities with the G2 and G3 PEDVs, respectively. The G2 PEDVs had 96.7-99.8% similarities with each other, and they had 91.8-93.0% similarities with the G3 PEDVs [32] . These results reflect the existence of genetic diversity among the Korean PEDV isolates (Fig. 3) .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 819,
                    "end": 827,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Molecular epidemiology of PEDV"
        },
        {
            "text": "The majority of the Korean PEDV isolates are closely related to Chinese strains [32] . The Chinese PEDV clade also contains all strains isolated from several outbreaks of PEDV that have occurred in Thailand since late 2007. These classifications have been based on the phylogenetic relationship of the S genes, and support the results of Park et al. [32] . Recently, after analyzing the full S gene-based phylogenetic tree [31] reported that all PEDVs can be separated into 2 clusters, and that Korean field isolates are more closely related to each other.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Molecular epidemiology of PEDV"
        },
        {
            "text": "In 2006, an analysis of the M gene of 6 PEDVs isolated from the faeces of Chinese piglets indicated that the isolates compose a separate cluster with Chinese strain JS-2004-02 [60] . These results demonstrated that there may be a new prevailing PEDV genotype in China [60] . Phylogenetic relationships of complete M gene nucleotide sequences indicate that recent Thai PEDV isolates are closely related to isolates from China [30] . Likewise, most Korean PEDV isolates have been found to be closely related to Chinese strains [45] , and belong to the third of 3 PEDV groups containing all PEDV isolates [45] . 3 Relationships among PEDVs isolated from various countries based on the partial S gene including epitope region. The phylogenetic tree was constructed using the neighborjoining method in MEGA version 5.05 with pairwise distances [99] . Bootstrap values (based on 1,000 replicates) for each node are given if [60%.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[99]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 609,
                    "end": 610,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "section": "Molecular epidemiology of PEDV"
        },
        {
            "text": "The scale bar indicates nucleotide substitutions per site. Asterisk represents PEDV isolate whose sequence available in GenBank database was shorter as compared to that of other reference strains. PEDVs isolated from various countries were marked with various colors: Europe (black), Korea (blue), China (red), Japan (olive green), Thailand (green) and Viet Nam (purple) (Color Investigations of the ORF3 gene have revealed the reemergence of PEDV in immunised swine herds since early 2006 [42] . ORF3 genes have been used to divide Chinese field strains and PEDV reference strains into 3 groups; further, Chinese field strains appear to be closely related to Korean strains, but genetically different from PEDV vaccine strains. Another report revealed that PEDV has caused enteric disease with devastating impact since the first identification of PEDV in 1992 in Korea, and recent, prevalent Korean PEDV field isolates are closely related to Chinese field strains but differ genetically from European strains and vaccine strains [45] .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 494,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Molecular epidemiology of PEDV"
        },
        {
            "text": "A diagnosis of PED cannot be made on the basis of clinical signs and histopathological lesions [61] [62] [63] [64] . Due to the similarities in causative agents of diarrhoea, differential diagnosis is necessary to identify the PEDV in the laboratory [64, 65] . Many techniques have been used for the detection of PEDV, including immunofluorescence (IF) tests, immunohistochemical techniques, direct electron microscopy, and enzyme-linked immunosorbent assays (ELISA). However, these techniques are time-consuming and are low in sensitivity and specificity [66] . Kim et al. [67] compared three techniques (RT-PCR, immunohistochemistry and in situ hybridization) for the detection of PEDV. They concluded that although RT-PCR identified the presence of PEDV more frequently than the other methods, when only formalin-fixed tissues are submitted, immunohistochemistry and in situ hybridization would be useful methods for the detection of PEDV Ag and nucleic acid. The PEDV leader sequence was used to develop a reverse transcriptase polymerase chain reaction (RT-PCR) diagnostic technique [68, 69] that has successfully been used to detect both laboratory and field isolates [70, 71] . M gene-derived primers can be used in an RT-PCR system to obtain PEDV-specific fragments [69] , and duplex RT-PCR has been used to differentiate between TGEV and PEDV [66] . The past few years have seen several useful modifications of the basic RT-PCR method. For instance, it is possible to estimate the potential transmission of PEDV by comparing viral shedding load with a standard internal control DNA curve [72] , as well as to perform multiplex RT-PCR to detect PEDV in the presence of various viruses [73] -a technique that is particularly useful for rapid, sensitive, and cost-effective diagnosis of acute swine viral gastroenteritis). The commercial dual priming oligonucleotide (DPO) system (Seegene, Seoul, Korea) was also developed for the rapid differential detection of PEDV. It employs a single tube 1-step multiplex RT-PCR with two separate primer segments to block a non-specific priming [74] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 105,
                    "end": 109,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[64,",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "65]",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "text": "[68,",
                    "ref_id": null
                },
                {
                    "start": 1093,
                    "end": 1096,
                    "text": "69]",
                    "ref_id": null
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "text": "[70,",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1182,
                    "text": "71]",
                    "ref_id": null
                },
                {
                    "start": 1274,
                    "end": 1278,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 1352,
                    "end": 1356,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 1597,
                    "end": 1601,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 1693,
                    "end": 1697,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 2090,
                    "end": 2094,
                    "text": "[74]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "Another useful reverse transcription-based diagnostic tool is RT loop-mediated isothermal amplification (RT-LAMP). This assay, which uses 4-6 primers that recognize 6-8 regions of target DNA, is more sensitive than gel-based RT-PCR and ELISA, in large part because it produces a greater quantity of DNA [75] . Immunochromatographic assay kits can be used at farms in order to detect PEDV S proteins with 92% sensitivity and 98% specificity. This technique is less accurate than RT-PCR, but allows diagnosis within 10 min. Thus, it is particularly effective for quickly determining quarantine or slaughter policies in the field. Especially, endemic situation of PED infection brought the several commercialised PED virus detection systems using diagnosis techniques including conventional duplex RT-PCR (iNtRON Biotechnology, Inc, Korea), real time RT-PCR (kogenebiotech, Kore), DPO based multiplex RT-PCR (Seegene, Seoul, Korea), and immunochromatography (Bionote, Korea) in Korea.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "text": "[75]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "Recently, a protein-based ELISA was developed to detect PEDV. In this technique, a polyclonal antibody is produced by immunising rabbits with purified PEDV M gene after its expression in Escherichia coli. IF analysis with anti-PEDV-M antibody is then able to detect PEDVinfected cells among other enteric viruses [76] . ELISA blocking and indirect IF have been used to detect PEDV antibodies at 7 and 10-13 days postinoculation, respectively [77] . For all tests, the second (convalescent) serum sample should be collected and examined no sooner than 2-3 weeks after the onset of diarrhoea. PEDV antibodies, detected by the ELISA-blocking and IF-blocking tests, have been found to persist for at least 1 year.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[77]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "Due to the special features of the porcine mucosal immune system, the presence of serum antibodies against gastroenteric pathogens is not always correlated with protection; rather, detection of these antibodies only proves that individuals had contact with infectious microorganisms [78] [79] [80] . Additionally, Ha et al. [81] recently reported that colostrum IgA concentration is a better marker of protection from PEDV infection than serum neutralising (SN) titre from serum samples; however, SN titres may still be useful in determining herd infection status [81] .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[79]",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[80]",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[81]",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[81]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "Until they are 4-to 13-day old, piglets are protected against PEDV by specific IgG antibodies from the colostrum and milk of immune sows [82] ; the length of immunity depends on the titre of the mother. After antigenic sensitisation in the gut, IgA immunocytes migrate to the mammary gland, where they localise and secrete IgA antibodies into colostrum and milk. This 'gut-mammary' immunologic axis is an important concept in designing optimal vaccines to provide effective lactogenic immunity [83] . Pigs that regularly suckle the immune mother are constantly inoculating their lumens with milk-bound IgA antibodies, a process that confers passive immunity. IgG accounts for more than 60% of colostrum immunoglobulin content. However, IgA is more effective at neutralising orally infectious pathogens than either IgG or IgM because it is more resistant to proteolytic degradation in the intestinal tract and has a higher virus neutralising ability than IgG and IgM [84] . Therefore, only passive transfer of IgA from an immunised mother effectively induces immune responses in suckling piglets [85] . However, these antibodies do not protect against intestinal infection with PEDV.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[82]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[84]",
                    "ref_id": null
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "[85]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccines"
        },
        {
            "text": "Several PEDV vaccines, which differ in their genomic sequence, mode of delivery, and efficacy, have been developed. A cell culture adaptation of the CV777 strain had a strikingly different genomic sequence [18] , was associated with much lower virulence in new born caesarean-derived piglets, and caused much less severe histopathological changes. However, in Europe, the disease caused by PEDV was not of sufficient economic importance to start the vaccine development. Therefore, the trial of vaccine development was mainly accomplished in Asian countries where the PEDV outbreaks have been so severe that the mortality of the new born piglets was increased. An alternative vaccine for suckling piglets may be an attenuated form of the virus derived from serial passage (passage level: 93) of the PEDV [86] . In Japan, a commercial attenuated virus vaccine of cell cultureadapted PEDV (P-5V) has been administered to sows since 1997. Although these vaccines were considered efficacious, not all sows developed solid lactogenic immunity [87] .",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 804,
                    "end": 808,
                    "text": "[86]",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[87]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccines"
        },
        {
            "text": "Oral vaccination with attenuated PEDV DR13 (passage level: 100) has recently been proven to be more efficacious than injectable vaccine. Further, this vaccine candidate remained safe even after three back passages in piglets [88] . Piglet mortality can be reduced by orally inoculating pregnant sows with the DR13 strain. The viral strain was licensed, and used as an oral vaccine in South Korea from 2004 (patent No. 0502008). And the oral vaccine was registered and commercialised in Philippine at 2011. Despite the documented benefits of the DR13 vaccine, it does not significantly alter the duration of virus shedding-an indication of immune protection [79, 89] in challenged piglets. Shorter periods of virus shedding, as well as reduced severity and duration of diarrhoea in piglets, result from higher titres of serum antibodies; complete protection from PEDV infection prevents shedding after exposure to viral challenge [90] . Oral immunisation with highly attenuated PEDV confers partial protection against virulent challenge in conventional pigs, a result that is related to inoculation dose. At low doses of the attenuated PEDV, 25% of pigs are protected against PEDV challenge, but this proportion increased to 50% when pigs were inoculated with a dose 20 times stronger [91] . However, viral shedding may be difficult to measure accurately, as it is varies depending on viral strain and sensitivity of the detection tool [72] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[79,",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "89]",
                    "ref_id": null
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 1284,
                    "end": 1288,
                    "text": "[91]",
                    "ref_id": null
                },
                {
                    "start": 1435,
                    "end": 1439,
                    "text": "[72]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccines"
        },
        {
            "text": "Therefore, for the ideal and perfect development of vaccines, several criteria including the factors related the reduction of virus shedding in piglets, and the details of the mucosal immunity of PEDV should be focused in the course of development of next generation vaccines. Information on PEDV mucosal immunity has typically been limited. De Arriba et al. used the enzyme linked immunospot (ELI-SPOT) technique to characterise the isotype-specific antibody secreting cells in mucosal and systemic-associated lymphoid tissues in pigs inoculated with PEDV. After infection with PEDV, levels of antibody secreting cell (ASC) in the gut were similar to those observed in response to TGEV and rotavirus infection; IgG ASCs were more prevalent than IgA ASCs. In PEDV-infected pigs, a limited number of IgM ASCs were detected at post infection day (PID) 4, and memory B cells appeared at PID 21 in mesenteric lymph nodes, spleen, and blood. Finally, the authors noted correlations between protection and both serum isotype-specific antibody and ASC response in gut-associated lymph tissues and blood on the challenge day [90] [91] [92] .",
            "cite_spans": [
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "[91]",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1131,
                    "text": "[92]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccines"
        },
        {
            "text": "There have also been reports of immune responses by transgenic plants and lactic acid bacteria that express the PEDV antigen [85, 93, 94] . The transgenic tobacco plants that express the S protein corresponding to the neutralising epitope of PEDV was tested whether feeding the plants induced the immune response in murine model. And the efficacy of orally administered antigen gene transgenic carrot and lettuce were tested after codon optimization and application of viral expression systems [85] . In mice, induced antibodies have neutralising activity against PEDV. No neutralising antibodies were detected in either mice or pigs given mucosal immunizations with recombinant Lactobacillus casei expressing PEDV N (nucleoprotein) on its surface. However, this treatment elicited high levels of mucosal IgA and circulation IgG immune responses against the PEDV N protein. Before this vaccine can be commercialised, further studies are needed; for instance, it will be necessary to understand discrepancies between test results of the first LAB scale vaccine and large-scale pilot vaccines.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[85,",
                    "ref_id": null
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "93,",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "94]",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[85]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccines"
        },
        {
            "text": "Research into this and other potential vaccines should be made a priority, as PEDV-mediated diarrhoea causes significant economic losses in the swine industry. However, there is also a potential drawback to the use of live-attenuated vaccines. Recently, a survey conducted in China indicated close phylogenetic relationships between a Chinese PEDV field strain (CH/GSJIII/07) and two vaccine strains, suggesting that live vaccines can evolve into more infectious forms in the field [42] .",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 486,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vaccines"
        },
        {
            "text": "During the European outbreak of PEDV, pregnant sows were deliberately exposed to the intestinal contents of dead infected pigs, thus artificially stimulating lactogenic immunity and, hopefully, shortening the duration of outbreaks at farms [12] . However, several complications arose from this treatment. Because the intestinal contents did not have homogenous titres of PEDV, the induction of immunity-including solid lactogenic immunity-might not be expected. Diseases may be spread via contamination with viral agents, such as PRRSV and PCV2.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Immunoprophylactic agents may also be used to treat PEDV. For instance, anti-PEDV chicken egg yolk immunoglobulin (IgY) and colostrums from immunized cows have been found to increase survival rates of virally challenged piglets [95, 96] . Mouse monoclonal single chain variable fragment (scFv) antibodies to neutralised PEDV, which can be expressed in E. coli, are as potent as parental antibodies and block PEDV infection into target cells in vitro [97] . Thus, it is possible that recombinant E. coli cells expressing scFv can be used as prophylactic agents against PEDV infection. Epidermal growth factor (EGF), which stimulates the proliferation of intestinal crypt epithelial cells and promotes recovery from atrophic enteritis in PEDVinfected piglets [98] , has also been proposed as a potential novel therapy to promote intestinal villous recovery in piglets with PEDV infections; it may also be useful in other species with viral atrophic enteritis. Drawbacks of this treatment include its high price and questionable safety.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[95,",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "96]",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[97]",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "[98]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pig Farming",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oldham",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "72--73",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Veterinary virology",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Studdert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "496--501",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Disease of Swine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Yeo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "367--372",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical Histopathological and Immunohistochemical Findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bernasconi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guscetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Utiger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Reeth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pospischil",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "542--546",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Nidoviruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "235--244",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Coronaviridae",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "115--139",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Coronavirus immunogens",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Vet. Microbiol",
            "volume": "",
            "issn": "",
            "pages": "285--297",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Revue canadienne de recherche veterinaire",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Can. J. Vet. Res",
            "volume": "65",
            "issn": "",
            "pages": "28--32",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Revue canadienne de recherche veterinaire",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chae",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Can. J. Vet. Res",
            "volume": "66",
            "issn": "",
            "pages": "112--116",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Disease of Swine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wesley",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "295--323",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Development of an ELISA for the detection fo antibody isotypes against porcine epidemic diarrhoea virus (PEDV) in sow's milk",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "De Arriba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carvajal",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lanza",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rubio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Blanchard",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc. 3rd Congr. ESVV",
            "volume": "",
            "issn": "",
            "pages": "222--225",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of the PEDV genome based on the CV777 (GenBank accession No. AF353511) strain",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Photographic records of PEDV outbreaks. During a 2006 outbreak on a commercial farm in Kimpo. South Korean, piglets \\1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3 Relationships among PEDVs isolated from various countries based on the partial S gene including epitope region. The phylogenetic tree was constructed using the neighborjoining method in MEGA version 5.05 with pairwise distances [99]. Bootstrap values (based on 1,000 replicates) for each node are given if [60%. The scale bar indicates nucleotide substitutions per site. Asterisk represents PEDV isolate whose sequence available in GenBank database was shorter as compared to that of other reference strains. PEDVs isolated from various countries were marked with various colors: Europe (black), Korea (blue), China (red), Japan (olive green), Thailand (green) and Viet Nam (purple) (Color figure online)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 3 Relationships among PEDVs isolated from various countries based on the partial S gene including epitope region. The phylogenetic tree was constructed using the neighborjoining method in MEGA version 5.05 with pairwise distances [99]. Bootstrap values (based on 1,000 replicates) for each node are given if [60%. The scale bar indicates nucleotide substitutions per site. Asterisk represents PEDV isolate whose sequence available in GenBank database was shorter as compared to that of other reference strains. PEDVs isolated from various countries were marked with various colors: Europe (black), Korea (blue), China (red), Japan (olive green), Thailand (green) and Viet Nam (purple) (Color figure online)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Published cases of PEDV outbreaks from several countries (1978-2011) diarrhoea type II was reproduced in experimental pigs of various ages by oral dosing with minced intestine from a naturally occurring case of the disease. Virus-like particles which probably represent an unidentified coronavirus were seen by EM the faeces and intestinal epithelium of infected animals like particles were detected by EM in the intestinal contents of pigs during a diarrheal outbreak on 4 swine breeding farms in 1977. Diarrhoea was reproduced in experimental pigs with one of the isolates, designated CV777, which was found to be distinct from the 2 known porcine coronaviruses, transmissible gastroenteritis virus and hemagglutinating encephalomyelitis virus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}