{
    "paper_id": "aa4423bd6bbf65648e770756f17092913a5a79a6",
    "metadata": {
        "title": "Title: An alternative workflow for molecular detection of SARS-CoV-2 -escape from the NA",
        "authors": [
            {
                "first": "Anna",
                "middle": [
                    "S"
                ],
                "last": "Fomsgaard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Statens Serum Institut",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Maiken",
                "middle": [
                    "W"
                ],
                "last": "Rosenstierne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Statens Serum Institut",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The World Health Organisation has declared a pandemic caused by the newly discovered SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Due to growing demand for reagents used for SARS-CoV-2 RNA extraction for subsequent molecular diagnostics, there is a worldwide risk of kit-and/or reagent-shortages for extraction. With a detection sensitivity of 97.4% (95% CI=86.2-99.9%), we describe a simple, fast, alternative workflow for molecular detection of SARS-CoV-2, where samples are simply heat-processed for 5 minutes at 98˚C prior to the RT-qPCR reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease (COVID-19) caused by the novel severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), was first noticed in Wuhan, China in December 2019 and then spread across the globe in few months [1] . Some of the largest manufacturers of reagents for molecular diagnostics, like Qiagen and Roche, are struggling to keep up the global demand for RNA extraction reagents [2] . As we are facing a massive global increase in COVID-19 worldwide, shortage in NA extraction kits, will result in a future where patients cannot be diagnosed for this and other viruses. Here, we describe a new simplified workflow for molecular detection of SARS-CoV-2, without NA extraction, which could serve as an alternative in diagnostic laboratories to overcome chemical based kit-shortage.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "NA purification prior to PCR/RT-PCR is the golden standard for molecular diagnostics. The MagNa",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Direct approach for molecular detection of SARS-CoV-2"
        },
        {
            "text": "Pure 96 system (Roche Molecular Biochemicals, Indianapolis, Ind.) is a widely used system for highthroughput NA purification in many public health institutions worldwide [3] . However, with Roche's announcement of emerging kit-shortage or bottlenecks [2] , we wanted to investigate if real-time RT-PCR (RT-qPCR) analysis could be performed with minimal pretreatment on patients (n=89) oropharyngeal swaps, which are the most common sample type collected from patients suspected of COVID-19 in several countries, including Denmark.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Direct approach for molecular detection of SARS-CoV-2"
        },
        {
            "text": "Three simplified approaches without NA purification were performed before RT-qPCR for SARS-CoV-2: 1) Direct: the saline/transport solution from the throat-swap, 2) PBS diluted: the saline/transport solution was further diluted 1:1 with phosphate-buffered saline (PBS), and 3) Heat-processed: We tested four different heat-processes: an aliquote of the saline/transport solution was heat-processed for a) 5 min. at 95˚C; b) 10 min. at 95˚C; c) 5 min. at 98˚C; and d) 10 min. at 98˚C, respectively. All heat-processed clinical samples were cooled for 2 min. at 4˚C before being used in the RT-qPCR reaction. Two SARS-CoV-2 RT-qPCR assays were used; I) The published and widely used RT-qPCR assay for the E-gene [4, 5] combined with the SensiFAST TM Probe No-ROX One-Step Real-time PCR kit (Bioline®), and II) the commercial RealStar® SARS-CoV-2 RT-PCR kit 1.0 (Altona diagnostics, Hamburg, Germany). The RT-qPCR results (number of positives and Ct values) from the different approaches were compared to the RT-qPCR results from MagNA Pure purified samples. During this experiment the gravity of the limited supply for the MagNA Pure 96 system highlighted itself as our routine diagnostic laboratory became critically low on processing cartridges to the MagNA Pure 96 system, and we therefore had to . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 709,
                    "end": 712,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 713,
                    "end": 715,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Direct approach for molecular detection of SARS-CoV-2"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20044495 doi: medRxiv preprint switch to the QIAcube connect system (Qiagen, Hilden, Germany) to finish this study. The comparison of the simplified workflow to both NA purification systems is shown in Table 1, Table 2 and Figure 1 , respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 331,
                    "text": "Table 1, Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 336,
                    "end": 344,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Direct approach for molecular detection of SARS-CoV-2"
        },
        {
            "text": "Analysis of SARS-CoV-2 positive and negative oropharyngeal swaps using the SensiFAST TM kit showed a 97.4% sensitivity, 100% specificity and 98.3% accuracy when samples were heat-processed for 5 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Direct approach for molecular detection of SARS-CoV-2"
        },
        {
            "text": "at 98˚C before the RT-qPCR reaction and compared to MagNA Pure purified samples (Table 1) . False positive detection was observed for two of the non-heated samples (Ct=37) and for one QIACube purified sample (Ct=41.85), which could not be confirmed positive using either MagNA Pure purification, or any of the other simplified approaches. Overall, the simplified approach showed a lower sensitivity, specificity and accuracy when compared to QIACube purified samples than to MagNA Pure purified samples. Analysis of the median Ct values and interquartile range (IQR) for the detected and non-detected samples are shown in Table 2 . In samples not detected there was a tendency toward high Ct values, but the pattern was not conclusive.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 89,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 629,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Direct approach for molecular detection of SARS-CoV-2"
        },
        {
            "text": "Analysis of the clinical samples using the RealStar® SARS-CoV-2 RT-PCR kit showed significant inhibition of the RT-qPCR reaction (Figure 1 ) except when the MagNA Pure and QIACube purified samples were used.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 138,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Direct approach for molecular detection of SARS-CoV-2"
        },
        {
            "text": "The newly emerged SARS-CoV-2 virus have challenged the global health system in every aspect including the ability to provide sufficient reagents for molecular diagnostic tests [2] . To overcome this shortening of supplies, computerised tomography (CT) scans of lungs have been used for diagnosis, with mixed results and at a risk of false-negatives especially during the early onsets of symptoms [6] . When a shortage in diagnostic kits in China happened, the Chinese health institutions diagnosed COVID-19 in a period in patients based on clinical symptoms alone, resulting in a major peak in the reported cases on February 12 th 2020 [7] . Because clinical symptoms for COVID-19 are sometimes non-specific (cough, mild fever, sore throat, fatigue), similar to other respiratory diseases or even absent despite infection [8, 9] , molecular testing for SARS-CoV-2 [9] is necessary for a more correct diagnosis. In our diagnostic laboratory, purification of oropharyngeal swabs from patients is usually performed using the MagNA Pure NA purification system and diagnosis of COVID-19 is subsequently performed using the . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 826,
                    "end": 828,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 864,
                    "end": 867,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20044495 doi: medRxiv preprint SensiFAST TM SARS-CoV-2 RT-qPCR assay. In this study we show that substitution of the MagNA Pure purification step with simple heating for 5 min. at 98ºC will result in a sensitivity, specificity and accuracy of 97.4% (86.2-99.9), 100.0% (84.6-100.0) and 98.3% (95% CI=91.1-99.9), respectively, using the SensiFAST TM SARS-CoV-2 RT-qPCR assay (supplementary data). The SensiFAST TM SARS-CoV-2 RT-qPCR assay was superior in sensitivity to the RealStar® SARS-CoV-2 RT-qPCR kit 1.0, which was completely inhibited by the non-purified samples. We have not previously used the QIACube system to purify oropharyngeal swabs, and to our surprise QIACube purification of supposedly COVID-19 negative oropharyngeal swabs resulted in a weak but positive signal (Ct= 41.85) using the SensiFAST TM SARS-CoV-2 RT-qPCR assay. Moreover, this positive result could not be confirmed by any other NA purification method or SARS-CoV-2 specific RT-qPCR assay and therefore we cannot confirm if this patient sample is truly positive for COVID-19 using the QIACube purification system or false negative using the MagNA Pure system. The sensitivity, specificity and accuracy of the heating approach was lower when compared to samples confirmed positive by the QIACube. Due to this variation in sensitivity, specificity, and accuracy between different RT-qPCR assays, we recommend that all alternative RT-qPCR assay used together with the heat-processing workflow, should be validated before being implemented in clinical diagnostics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Heating of the oropharyngeal swabs for 5 min. at 98˚C followed by cooling for 2 min. at 4˚C prior to a SARS-CoV-2 RT-qPCR reaction is not as sensitive or accurate as RT-qPCR reactions performed on purified samples. However, during a time where the spread of SARS-CoV-2 is so immense and molecular testing is critically challenged by the limited supplied of reagents for NA purification we may use alternative diagnostic methods. Simply heating of the samples could serve as an easy, fast and inexpensive alternative to chemical extraction kits, which would detect 97.4% of the COVID-19 positive patients with no false positives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Exemption for review by the ethical committee system and informed consent was given by the Committee on Biomedical Research Ethics -Capital region in accordance with Danish law on assay development projects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical statement"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical statement"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20044495 doi: medRxiv preprint . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical statement"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20044495 doi: medRxiv preprint . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical statement"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20044495 doi: medRxiv preprint . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical statement"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20044495 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19) outbreak [Internet]. www.who.int: WHO; 2020",
            "authors": [],
            "year": 2020,
            "venue": "WHO. Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "RNA Extraction Kits for COVID-19 Tests Are in Short Supply in US",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Akst",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Asked Questions on COVID-19 Testing at Laboratories [Internet] www.cdc.gov: CDC; 2020 [updated 10 March",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Frequently",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rapid establishment of laboratory diagnostics for the novel coronavirus SARS-CoV-2 in Bavaria",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Konrad",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Eberle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dangel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Treis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bengs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Patients with RT-PCR Confirmed COVID-19 and Normal Chest CT",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Combination of RT-qPCR Testing and Clinical Features For Diagnosis of COVID-19 facilitates management of SARS-CoV-2 Outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical features and dynamics of viral load in imported and non-imported patients with COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 in Singapore-Current Experience: Critical Global Issues That Require Attention and Action",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Analysis of clinical samples using the SensiFAST TM Probe No-ROX One-Step Real-Note: min.: minutes, C: Celsius, CI: 95% confidens interval, TP: True positive, TN: True negative, FP: false positive, FN: false negative. Sensitivity describes the probability of a test results being positive when Covid-19 is present. Specificity describes the probability of a test result being negative when Covid-19 is absent. Accuracy describe the probability of a patient being correctly diagnosed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Median Ct values and interquartile range (IQR) for the RealStar® SARS-CoV-2 RT-qPCR assay. A) Detection of beta-coronavirus (FAM filter); B) Detection of SARS-CoV-2 (CY5 filter); C) Detection of the internal control (HEX filter). The RT-qPCR reactions were run on a MX3005P cycler (Stratagene) according to the manufactures instructions.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Analysis of the median Ct values and interquartile range (IQR) for the detected and nondetected samplesMedian Ct value (IQR) Note: min.: minutes, C: Celsius, ct: cycle threshold, IQR: interquartile range . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20044495 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}