{
    "paper_id": "aa5149a67e0b10602a6924b7f0d4ab77cc900c87",
    "metadata": {
        "title": "Comparisons of nucleic acid conversion time of SARS-CoV-2 of different samples in ICU and non-ICU patients Conversion time of SARS-CoV-2 RT-PCR in ICU and non-ICU patients Letter to the Editor Comparisons of nucleic acid conversion time of SARS-CoV-2 of different samples in ICU and non-ICU patients",
        "authors": [
            {
                "first": "Zhixiong",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Changfa",
                "middle": [],
                "last": "Hang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wenhong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jingwen",
                "middle": [],
                "last": "Ai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shaojie",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Comparisons of nucleic acid conversion time of SARS-CoV-2 of different samples in ICU and non-ICU patients, Journal of Infection (2020), doi: https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Dynamic RT-PCR test samples of nasal swabs, blood, fecal, urine, saliva and tears.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Nasal swab had a longer conversion time of SARS-CoV-2nucleic acid than blood and saliva.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Nucleic acid conversion time of SARS-CoV-2 in ICU was longer than non-ICU patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We analyzed a total of thirty-two COVID-19 patients admitted to Central Hospital of Xiangtan from January to February, 2020. Dynamic clinical samples including nasal swabs, blood, fecal, urine, saliva and tears were collected from each patient for surveillance. What's more, we recorded synchronous clinical and epidemiologic information with oral consent. Total RNA was extracted from clinical samples and we performed RT-PCR tests targeting SARS-CoV-2. The continuous variants were described by mean when they conform to Kolmogorov-Smirnov test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We did analysis of Chi-square tests and Mann-Whitney tests to compare differences among groups. P < 0.05 was considered significant. Statistical analyses and figures were conducted using the Stata 14 and GraphPad Prism 8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From Table 1 , the thirty-two patients include eight ICU and twenty-four non-ICU patients, their age ranged from 34-54 years old. A proportion of 43.8% (14/32) patients were from Wuhan and none come back from other cities of Hubei province.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Three patients had not been to Hubei province but infected by people from Hubei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nine of thirty-two patients were identified as family clustered infection. Seven patients had no clear contact history. For the enrolled patients, 40.6% (13/32) of them carried underlying diseases, of which the common diseases were hypertension (5 patients) and diabetes (4 patients). The average onset days was five days and the most common initial symptom was cough (75. 0%, 24/32). Surprisingly, only 53.1% (17/32) patients presented with fever in the beginning. The other symptoms encompassed fatigue, headache, diarrhea, sore throat, muscular soreness and anhelation. Four patients were diagnosed as COVID-19 without symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As indicated by RT-PCR results, we obtained positive rate and nucleic acid conversion time of different samples in ICU and non-ICU patients. The positive rate of nasal swab in these patients was 100.0% (32/32) and three patients experienced negative result at the first tests. The positive rate of saliva (78.1%, 25/32)was significantly higher than that of tears (15.6%, 5/32) in enrolled patients (p<0.001). All the urine samples from thirty-two patients were negative. In the tests of blood, the positive rate was 87.5% (7/8) in ICU and 66.7% (16/24) in non-ICU patients respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What's more, we performed consecutive analyses of nasal swab, blood and saliva in non-ICU and ICU groups. As shown in Figure 1A , the nucleic acid conversion time (from positive to negative) of SARS-CoV-2 of nasal swab was significantly longer than that of blood (p=0.000) and saliva (p=0.05). Though shorter time of conversion in blood samples than saliva was observed, no significant p value was detected What's more, in our study, we categorized patients into two groups: ICU and non-ICU. In ICU patients, the conversion time of blood, nasal and saliva sample all exceeded two weeks, illustrating a relatively longer period than non-ICU patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 127,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "These differences of conversion time in ICU and non-ICU patients might be correlated with virus load, severity and invasive operations of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, our study originally illustrated that nasal swab samples consumed more time to turn negative than blood and saliva samples. What's more, nucleic acid conversion time of SARS-CoV-2 in ICU patients was longer than that of non-ICU patients, especially nasal swab samples. A combination tests of different samples might provide us with further information concerning the transmission characteristics of COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All authors report no potential conflict of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Interest."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Features of Atypical 2019 Novel Coronavirus Pneumonia with an initially Negative RT-PCR Assay",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32092387"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32015507"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Novel coronavirus (nCoV) infection is suspected: interim guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Consistent detection of 2019 novel coronavirus in saliva",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chik-Yan Yip",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Jmc",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32047895"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Department of infectious disease and public health, Central Hospital of Xiangtan, Hunan province, China 2. Department of infectious disease, Huashan Hospital affiliated to Fudan University, Shanghai, China Running Title: Conversion time of SARS-CoV-2 RT-PCR in ICU and non-ICU patients #Correspondence to: Shaojie Li#, Department of infectious disease and public health, Central Hospital of Xiangtan, Hunan province, China Email: 283729027@qq.com Jingwen Ai#, Department of infectious disease, Huashan Hospital affiliated to Fudan University, Shanghai, China Email: jingwenai1990@126.com Title PageKeywords SARS-CoV-2; COVID-19; Conversion time Abbreviations: COVID-19, coronavirus disease 2019; SARS-CoV-2, severe acute respiratory syndrome coronavirus 2; RT-PCR, real-time reverse transcriptase polymerase chain-reaction; WHO, World Health Organization; ICU, intensive care unit Dear Editor, We read with interest the recent letter by Wendong Hao(1) that addressed the initial negative RT-PCR result in atypical patients. Since outbreak of unexplained pneumonia cases in Wuhan, China in December, 2019(2), the coronavirus disease 2019 (COVID-19) has spread to more than 90 countries. By 7 th March, the infection of SARS-CoV-2 has influenced 101,918 patients globally(3). Recommended by World Health Organization (WHO)(4), a positive real-time reverse transcriptase polymerase chain-reaction (RT-PCR) result could confirm the diagnosis of suspected COVID-19 patients. However, there still lacks thoroughly research concerning nucleic acid conversion time among different samples in COVID-19 patients. Here we compared the nucleic acid conversion time of SARS-CoV-2 in different samples of intensive care unit (ICU) and non-ICU patients and analyzed their characteristics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "p=0.070). The conversion time of SARS-CoV-2 of nasal swab was 15.67±6.677 days in non-ICU group and 22.25±3.615 days in ICU group. For blood, the conversion time was 10.17 ± 6.134 and 14.63 ± 5.878 days in non-ICU and ICU patients respectively. Saliva in non-ICU and ICU patients took 13.33±5.272 and 16.50±6.188 days separately to converse to negative. As shown in Figure 1B, the nucleic acid conversion time of SARS-CoV-2 of nasal swab in non-ICU patients was significantly shorter than ICU patients (P=0.02). No obvious significance was indicated in blood and saliva samples between non-ICU and ICU groups. RT-PCR was a widely used tool in diagnosing SARS-CoV-2 infection. Guided by WHO(4), two consecutive negative RT-PCR result with at least two days apart should be achieved before discharge of patients. Several cases have been reported negative of RT-PCR tests before confirmation(1). In our study, one patient experienced five continuous negative results before admission and then the sixth nasal swab on admission finally supported his diagnosis. Considering this situation, the molecular diagnosis should be made with other clinical samples or other NAAT tests including serological tests, CRISPR, or metagenomic sequencing. The nucleic acid conversion time of SARS-CoV-2 was reported around two weeks(5). The longer time consumed to turn from positive to negative in nasal swabs than in blood and saliva samples was in accordance with the respiratory transmission characteristics of the disease, and indicated that a longer surveillance needed in respiratory samples for nucleic acid testing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "of nucleic acid conversion time of SARS-CoV-2 in different samples (B) Comparisons of nucleic acid conversion time of SARS-CoV-2 of different samples in non-ICU and ICU patients",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the patients for cooperating with our investigation and acknowledge the professionalism and compassion demonstrated by all the healthcare workers involved in patients' care.Funding. None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments."
        }
    ]
}