{
    "paper_id": "aafe9fff9b52e9282143d271c1410ef68468dd81",
    "metadata": {
        "title": "Increased fetuin A levels in Helicobacter pylori infection: a missing link between H. pylori and insulin resistance?",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "C"
                ],
                "last": "Manolakis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "K"
                ],
                "last": "Tiaka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "N"
                ],
                "last": "Kapsoritakis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Georgoulias",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Tsiopoulos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Valotassiou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "P"
                ],
                "last": "Potamianos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor: Helicobacter pylori infection has been associated with diverse biological processes, including inflammation, metabolism, oncogenic transformation [1, 2] . In view of its effect on metabolic variables, H. pylori has been linked with both dyslipidaemia and insulin resistance (IR) [1, 2] . Among the various factors capable of inducing IR, the upregulation of α 2 -Heremans Schmid glycoprotein, also known as human fetuin A, has been linked with impaired insulin sensitivity, glucose metabolism and, subsequently, the onset of diabetes mellitus [3, 4] . Interestingly, certain pathogens have been shown to induce an increase in the level of fetuin A or fetuin A-like molecules such as Mycobacterium bovis in cattle and severe acute respiratory syndrome-coronavirus (SARS-CoV) in humans [5] . Based on these data, we performed a study to investigate whether the H. pylori-induced IR is mediated through an upregulation of fetuin A levels.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 165,
                    "end": 167,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 298,
                    "end": 300,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 562,
                    "end": 564,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Determination of circulating fetuin A (by ELISA; BioSource Europe, Nivelles, Belgium), fasting insulin (by ELISA; DRG Instruments, Marburg, Germany) and glucose levels (hexokinase method, cat. no. OSR6521; Olympus Life Science Research Europa, Hamburg, Germany) was performed for 105 non-diabetic individuals (Table 1) undergoing oesophagogastroduodenoscopy owing to dyspeptic complaints. According to the results of a Campylobacter-like organism test and histology, study participants were classified into H. pylori-positive (Hp + , n=72) and negative (Hp − , n=33) groups matched for age, sex, BMI and smoking. For IR, the HOMA-IR (www.hepcnomads. co.uk/HOMACalc.htm, accessed 11 November 2010) was used. Details of lipoprotein, triacylglycerol and C-reactive protein (CRP) levels were also available from routine examinations. None of the participants was receiving any medication and none had any factor that could affect H. pylori diagnosis, fetuin A levels or glucose metabolism (family history of diabetes mellitus, obesity, proton pump inhibitor use, liver, kidney, systemic disorders, polycystic ovary disease). The study had been approved by the Ethics Committee of the University of Thessaly Medical School. Informed consent was obtained from all individuals prior to inclusion in the study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 318,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In univariate analysis, Hp + individuals showed higher mean (±SEM) levels of fetuin A, insulin and HOMA-IR than the Hp − group (p<0.01, in all cases; Table 1 ). Moreover, there was a positive correlation between fetuin A and HOMA-IR (r=0.2, p=0.01). Fasting glucose levels were comparable between the Hp + and Hp − groups (4.35±0.54 vs 4.3±0.64 mmol/l, respectively; p=0.7). In multivariate analyses adjusted for age, sex, smoking, BMI and lipoprotein, triacylglycerol and CRP levels (model A), the differences in fetuin A and insulin levels between Hp + and Hp − groups remained significant (p<0.01 in both cases; Table 1 ). As regards HOMA-IR, two different models for adjustment were used: model A and model B (adjustment for fetuin A in addition to the variables listed for model A). Using model A the difference in HOMA-IR between Hp + and Hp − groups remained statistically significant (p<0.01). This was also the case when model B was applied, although the level of significance decreased (p=0.02; Table 1 ). The correlation between fetuin A and HOMA-IR remained significant after adjusting for the factors mentioned above (adjusted coefficient β=0.23, p<0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 157,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 615,
                    "end": 622,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1005,
                    "end": 1012,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The data from the present study are consistent with the notion that H. pylori infection may induce IR [2] . Moreover, increased IR was accompanied by higher fetuin A levels in our population. The association of both fetuin A and IR with H. pylori, the coexistence of increased fetuin A and IR, and the recorded modulation of the H. pylori-IR association by fetuin A seem to be suggestive of H. pylori-IR-fetuin A interactions. Given the ability of fetuin A to increase IR [3, 4] , taken together, these results indicate that the H. pylori-linked increase in IR may be mediated by fetuin A. Although the contribution of other substances cannot be excluded [6] , especially given the observation that the strength of the H. pylori-IR link was not completely attenuated after controlling for fetuin A levels, our data show that fetuin A could, at least in part, be responsible for the altered IR in H. pylori-infected individuals. As for the reason for the H. pylori-induced increase in fetuin A levels, three key pieces of evidence must be taken into account. First, reports have emerged on a possible contribution of H. pylori infection to the onset of non-alcoholic fatty liver disease [1] , a disorder that has been linked to increased fetuin A production [4] . Notwithstanding the fact that individuals with liver disease, including fatty liver (diagnosed using abdominal ultrasonography and determination of liver enzyme levels), had been excluded from the study, less marked differences in liver fat content between Hp + and Hp − participants might be present. Second, apart from its role in metabolic processes, fetuin A also exhibits immunological properties, such as regulation of macrophage-related lipopolysaccharide (LPS)-mediated opsonisation, nuclear factor κ-lightchain-enhancer of activated B cells (NF-κB) activation, TNF-α or IL production and direct interaction with microbes [5] [6] [7] . The presence of chronic H. pylori infection also induces an inflammatory response, favouring the upregulation of fetuin A [1, 2] . Third, an upregulation of fetuin A concentrations has been recorded in cases where wound healing was required, e.g. skin burns [8] . The increased fetuin A levels observed in Hp + individuals could be the result of such a healing process, triggered by H. pylori-afflicted mucosal damage. In conclusion, in this paper a potential mechanism has been described that implicates fetuin A as a possible mediator in the biological process linking H. pylori to the onset of IR. The present model cannot be regarded as final, since it was shaped based upon the findings of a study of a more or less observational nature. Further research is therefore required, preferably using a more 'mechanistic' approach so that the conclusions presented above may be verified, and perhaps [2, 6] , before a widely accepted mechanism is completely established.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 476,
                    "end": 478,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1186,
                    "end": 1189,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1257,
                    "end": 1260,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1893,
                    "end": 1896,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1897,
                    "end": 1900,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1901,
                    "end": 1904,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2029,
                    "end": 2032,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2033,
                    "end": 2035,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2165,
                    "end": 2168,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2806,
                    "end": 2809,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2810,
                    "end": 2812,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Detection of Helicobacter pylori in paraffin-embedded specimens from patients with chronic liver diseases, using the amplification method",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pirouz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zounubi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Keivani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rakhshani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hormazdi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Dig Dis Sci",
            "volume": "54",
            "issn": "",
            "pages": "1456--1459",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Helicobacter pylori infection as a risk factor for insulin resistance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eshraghian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hashemi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Jahromi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Dig Dis Sci",
            "volume": "54",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Plasma fetuin-A levels and the risk of type 2 diabetes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stefan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fritsche",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weikert",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Diabetes",
            "volume": "57",
            "issn": "",
            "pages": "2762--2767",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The impact of liver fat vs visceral fat in determining categories of prediabetes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kantartzis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Machann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fritsche",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "U"
                    ],
                    "last": "Haring",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stefan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Diabetologia",
            "volume": "53",
            "issn": "",
            "pages": "882--889",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inflammation inhibitors were remarkably up-regulated in plasma of severe acute respiratory syndrome patients at progressive phase",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proteomics",
            "volume": "6",
            "issn": "",
            "pages": "2886--2894",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fetuin-A induces cytokine expression and suppresses adiponectin production",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hennige",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Staiger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wicke",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fetuin-A, a hepatocyte-specific protein that binds Plasmodium berghei thrombospondin-related adhesive protein: a potential role in infectivity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jethwaney",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lepore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Infect Immun",
            "volume": "73",
            "issn": "",
            "pages": "5883--5891",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fetuin A: a major fetal serum protein that promotes \"wound closure\" and scarless healing",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kempf",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Invest Dermatol",
            "volume": "128",
            "issn": "",
            "pages": "753--757",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Participant characteristics Values are presented as mean±SEM unless otherwise stated a Differences between H. pylori-positive and -negative individuals are nonsignificant (NS, p>0.05) except for fetuin A, insulin and HOMA-IR b Model A includes age, sex, smoking, BMI, lipoprotein, triacylglycerol and CRP c Model B includes age, sex, smoking, BMI, lipoprotein, triacylglycerol, CRP and fetuin A expanded by the inclusion of other constituents, e.g. adipokines, gastrin or somatostatin",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The authors would like to thank V. Lotis (Department of Gastroenterology, University of Thessaly, School of Medicine) for carrying out endoscopies and sample and data collection.Duality of interest The authors declare that there is no duality of interest associated with this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}